{"Clinical Trial ID": "NCT00887575", "Intervention": ["INTERVENTION 1:", "Phase II- Sunitinib/Paclitaxel/Carboplatin", "Systemic therapy based on the maximum tolerated dose (LMD) of the Phase I portion"], "Eligibility": ["Incorporation criteria:", "Women, 18 years of age", "Invasive adenocarcinoma ER-, PR- and HER2-negative (triple-negative) confirmed by histology of the breast", "The three-negative tumours are defined as follows:", "For HER2 negative:", "In situ hybridization (FISH)-negative fluorescence (defined in relation to <2.2) OR", "Immunohistochemical (IHC) 0, IHC 1+, OR", "IHC 2+ or IHC 3+ and FISH-negative (defined as <2.2)", "For ER- and PR-negative: <10% tumour coloration by immunohistochemistry (IHC)", "For patients without clinically suspected axillary adenopathy, the primary tumour must be more than 2 cm in diameter by physical examination or by imaging studies (T2-T3, N0-N1, M0 clinical). For patients with clinically suspect axillary adenopathy, the primary breast tumour may be of any size (T1-3 clinical, N1-2, M0 clinical). T1N0M0 lesions are excluded.", "Patients without clearly defined palpable breast mass or axillary lymph nodes but radiographically measurable tumour masses are eligible. Accepted procedures for measuring breast disease are mammography, MRI and breast ultrasound.", "- Performance Status of the Eastern Cooperative Oncology Group (ECOG PS) 0-2", "- Neuropathy class <1 according to common terminology criteria for adverse events version 3.0 (CTCAE v 3.0)", "Resolution of all acute effects of surgical procedures at grade 1.", "For patients who have had or have had a sentinel lymph node and/or axillary dissection prior to initiation of study therapy, completion at least 4 weeks prior to initiation of study therapy and a well-healed injury is required.", "Adequate haematological function with:", "Absolute number of neutrophils (ANC) >150/μL", "100 000/μL blisters", "Hemoglobin 10 g/dL", "Adequate liver and kidney function with:", "Serum bilirubin the upper institutional limit of normal (ULN)", "Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) 2.5 x LSN institutional", "· Alcaline phosphatase 2.5 x ULN institutional", "Serum creatinine level 1.5 x ULN or creatinine clearance calculated 40 mL/min", "The left ventricular ejection fraction (LVEF) 50% by multigee acquisition (MUGA) or echocardiogram (ECHO)", "If a primary tumour meets the inclusion criteria, bilateral synchronous breast cancer is allowed.", "Knowledge of the experimental nature of the study and the ability to give consent to participation in the study", "Ability and willingness to comply with study visits, treatment, testing and other study procedures", "- Exclusion criteria:", "Previous treatment for breast cancer", "Previous treatment with paclitaxel or carboplatin", "Previous treatment with sunitinib or other angogenic inhibitors (including, but not limited to, bevacizumab, sorafenib, thalidomide)", "In the 12 months prior to starting treatment, one of the following situations occurred: myocardial infarction, severe/ unstable angina, coronary/peripheral bypass graft, congestive heart failure, stroke including transient ischemic or pulmonary embolism", "Uncontrolled hypertension (blood pressure > 150/100 mmHg despite optimal medical therapy)", "• Continuous cardiac dysrhythmias grade 2, atrial fibrillation of any grade, or prolongation of QTc interval to >470 msec", "A minimum interval of 1 week is required after minor surgery, with the exception of the placement of a vascular access device.", "• Grade 3 haemorrhage within 4 weeks of starting treatment", "A pre-existing thyroid abnormality with thyroid function that cannot be maintained in the normal range with a medicinal product", "A known human immunodeficiency virus (HIV) infection or other serious infection", "A concomitant treatment with medicinal products with proarrhythmic potential, including terfenadine, quinidine, procainamide, disopyramide, sotalol, probucol, bepridil, haloperidol, risperidone, indapamide and flecainide.", "Concomitant use of potent CYP3A4 inhibitors ketoconazole, itraconazole, clarithromycin, atazanavir, nefazodone, saquinavir, telithromycin, ritonavir, amprenavir, indinavir, nelfinavir, delavirdine and voriconazole and CYP3A4 inducers rifampin, rifabutin, rifapentin, phenobarbital, phenytoin, carbamazepine, St. John's wort and dexamethasone is prohibited.", "● Known or suspected hypersensitivity to medicinal products containing Cremophor®EL (polyoxyethyl castor oil) such as cyclosporin or teniposide", "Patients of childbearing potential should agree to use a contraceptive method approved by their study physician during the treatment of the study and for three months after the last treatment dose of the study. Patients should agree not to breast-feed during the treatment of the study.", "- Concomitant treatment with ovarian hormone replacement therapy or hormonal agents such as raloxifene, tamoxifen or other selective oestrogen receptor modulator (SERM).", "• History of malignancy treated for curative purposes in the previous five years, with the exception of skin cancer, cervical carcinoma in situ or thyroid follicular cancer.", "• Use of any experimental agent within 30 days of administration of the first dose of the study drug or concomitant treatment in another clinical study", "Patients who require breast or chest radiotherapy after surgery are eligible, but maintenance sunitinib will be discontinued while receiving radiation therapy.", "Any other disease, psychiatric condition, metabolic dysfunction, or the results of a physical examination or laboratory clinical test that could cause a reasonable suspicion of a disease or condition, contraindicates the use of drugs under study, may increase the risk associated with participation in the study, may influence the interpretation of the results, or may render the patient inappropriate for the study."], "Results": ["Performance measures:", "Phase II: Number of subjects with a complete pathological response to Neoadjuvant therapy with Sunitinib/Paclitaxel/Carboplatin", "The complete pathological response (CPR) is defined as not having residual invasive breast cancer in final breast or axillary lymph nodes samples.", "Duration: Weeks 26-30", "Results 1:", "Title of arm/group: Phase II- Sunitinib/Paclitaxel/Carboplatin", "Description of the arm/group: Systemic therapy based on the maximum tolerated dose (LMD) of the Phase I portion", "Total number of participants analysed: 32", "Type of measurement: Number", "Unit of measurement: participants 12"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/41 (7.32 per cent)", "- ANEMIA 1/41 (2.44%)", "NEUTROPENIA FEBRILE 1/41 (2.44 %)", "LEUKOPENIA 1/41 (2.44%)", "NEUTROPENIA 2/41 (4.88 %)", "THROMBOCYTOPENIA 2/41 (4.88 %)", "DIARRHEA 1/41 (2.44%)", "DYSPEPSIA 1/41 (2.44%)", "FLATULENCE 1/41 (2.44%)", "- MUCOSITIS 1/41 (2.44%)", "NAUSEA 2/41 (4.88 %)", "VOICE 2/41 (4.88 per cent)", "EDEMA 1/41 (2.44%)", "FATIGUE 2/41 (4.88 %)", "PHARYNGITIS 1/41 (2.44 per cent)"]}