{"Clinical Trial ID": "NCT00403130", "Intervention": ["INTERVENTION 1:", "Bevacizumab + Gemcitabine + Paclitaxel", "Gemcitabine 1000 mg/m2 per IV infusion, days 1, 8 and 15 in 28-day cycles", "Paclitaxel 80 mg/m2 per IV infusion, days 1, 8 and 15 in 28-day cycles", "Bevacizumab 10 mg/kg per IV infusion, days 1 and 15 in 28-day cycles"], "Eligibility": ["INDUSTRIAL CRITERIA", "• May have already undergone chest irradiation or palliative irradiation at bone sites for the control of pain or fracture; however, these disease sites will not be considered as measurable disease sites.", "The use of bisphosphonates will be permitted.", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0 or 1.", "Number of granulocytes 1500/mm3", "Number of platelets 100 000/mm3", "Hemoglobin 8.0 g/dL.", "If the alkaline phosphatase is a ULN or alkaline phosphatase may be up to 4 x ULN if the transaminases are a ULN, the pyruvic glutamic transaminase (TPS) 2.5 x the upper institutional limit of normal (ULN) serum glutamic transaminase (SGOT) / serum pyruvic glutamic transaminase (SGPT) may be up to 4 x ULN.", "Total bilirubin within the institutional limits of normal.", "Calculation of creatinine clearance 30 mL/min using formula: Ccr(mL/min) = [(140-age in years) X (weight in kg) X 0.85 (females)/(72 x serum creatinine mg/dL)", "- 18 years.", "The pretreatment of anthracycline in the adjuvant setting or the anterior radiation of the thoracic wall must have left a ventricular ejection fraction (VEF) within the institutional range of normal, as assessed by the multiple acquisition analysis (MUGA) or echocardiogram (ECHO) prior to treatment.", "All patients must give signed written and informed consent.", "May have received adjuvant therapy as long as treatment is complete > 12 months after entry into the study.", "Women of childbearing potential must undergo a negative pregnancy test two weeks before being enrolled in the study and must consent to the use of effective contraception during the study period and for 6 months thereafter.", "- EXCLUSION CRITERIA", "• Receives hormonal therapy", "Prior treatment of metastatic disease with cytotoxic agents or epidermal growth factor receptor (EGFR) inhibitors", "2NEU seropositive breast cancers, either by immunohistochemistry (IHC) score 3+ or fluorescence hybridization in situ (FISH)", "Pregnant or lactating.", "Patients have had active malignancies other than breast cancer in the past 5 years, with the exception of in situ cervical carcinoma or non-melanoma skin cancer.", "- An active or unresolved infection.", "Pre-existing peripheral neuropathy > Grade 1.", "• History of a severe hypersensitivity reaction to paclitaxel, gemcitabine, bevacizumab or polysorbate 80.", "Current, recent (within 4 weeks of the first infusion of this study), or planned participation in an experimental drug study.", "Blood pressure > 150/100 mmHg", "A unstable angina", "New York Heart Association (NYHA) Grade 2 or more of congestive heart failure", "History of myocardial infarction within 6 months", "History of stroke within 6 months", "A clinically significant peripheral vascular disease", "Evidence of haemorrhagic diathesis or coagulopathy", "Presence of central nervous system or brain metastases", "• Major surgery, open biopsy or significant traumatic injury within 28 days prior to day 0, anticipation of the need for major surgery during the study", "Minor surgical procedures, fine needle aspirations or heart biopsies within 7 days prior to day 0", "urinary protein levels: creatinine 1.0 at screening", "History of abdominal fistula, gastrointestinal perforation or intra-abdominal abscess within 6 months prior to day 0", "A serious, non-healing injury, ulcer or bone fracture", "Inability to comply with study and/or follow-up procedures"], "Results": ["Performance measures:", "Duration of progression (TTP)", "The time of progression (TTP) was assessed as the time between initiation of treatment and progression, as observed on radiographic scans and evaluated according to the criteria for assessing response in solid tumours (RECIST) v1.1 criteria for progressive disease (i.e. an absolute 5 mm increase in the sum of the longest diameters of the target lesions in addition to a 20% increase in the sum of the target lesions).", "Time limit: 2 years", "Results 1:", "Title of the arm/group: Bevacizumab + Gemcitabine + Paclitaxel", "Description of the arm/group: Gemcitabine 1000 mg/m2 per IV infusion, days 1, 8 and 15 in 28-day cycles", "Paclitaxel 80 mg/m2 per IV infusion, days 1, 8 and 15 in 28-day cycles", "Bevacizumab 10 mg/kg per IV infusion, days 1 and 15 in 28-day cycles", "Total number of participants analysed: 9", "Median (standard deviation)", "Unit of measure: month 8,9 (5,9)"], "Adverse Events": ["Undesirable Events 1:", "Total: 18/26 (69.23 per cent)", "Thrombocytopenia * 4/26 (15.38%)", "Neutropenia * 3/26 (11.54 %)", "* 1/26 (3.85%)", "* 1/26 (3.85%)", "Thrombosis * [1]1/26 (3.85%)", "Weakness * 1/26 (3.85 per cent)", "Pain * [2]2/26 (7.69%)", "Febrile neutropenia * 1/26 (3.85 %)", "Aspartate Aminotransferase * [3]1/26 (3.85%)", "Syncope * 1/26 (3.85%)"]}