{"Clinical Trial ID": "NCT02606708", "Intervention": ["INTERVENTION 1:", "The Accelerated Intensity of Modulated Radiotherapy (AIMRT)", "All patients should receive a total of 40.5 Gy to the whole breast in 2.7 Gy/fraction x 15 fractions, Monday to Friday for 3 weeks delivered at uniform daily doses across tangential IMRT fields. A concomitant boost to the original tumour bed of 0.50 Gy will be delivered.", "- Accelerated-intensity modulated radiotherapy (AIMRT)"], "Eligibility": ["Incorporation criteria:", "Pre- and post-menopausal women with Stage I and II breast cancer", "Invasive breast cancer proven by biopsy, excised with negative margins of at least 1 mm", "Status after segmental mastectomy and biopsy of sentinel nodes and/or dissection of axillary nodes", "At least 2 weeks after the last chemotherapy", "Tumours < 5 mm do not require nodal evaluation", "- Exclusion criteria:", "A prior radiotherapy of the ipsilateral breast.", "More than 3 knots were identified at the axillary stage, requiring adjuvant axillary radiation.", "Some disorders of the active connective tissue, such as lupus or sclerodermia.", "A prior or concomitant malignancy other than basal cell or squamous skin cancer or cervical in-situ carcinoma, unless the disease exceeds 5 years.", "Pregnant or lactating women."], "Results": ["Performance measures:", "Number of participants with local recurrence in the breast", "Defined by the discovery of an invasive disease or CDIS in the same region of the breast after segmental mastectomy and radiation, by clinical or radiographic means.", "Time limit: 5 years", "Results 1:", "Title of the arm/group: Accelerated Intensity Modulated Radiotherapy (AIMRT)", "Description of the arm/group: All patients should receive a total of 40.5 Gy to the whole breast in 2.7 Gy/fraction x 15 fractions, Monday to Friday for 3 weeks delivered at uniform daily doses through IMRT tangent fields. A concomitant boost to the original tumour bed of 0.50 Gy will be delivered.", "- Accelerated-intensity modulated radiotherapy (AIMRT)", "Total number of participants analysed: 314", "Type of measure: Number of participants", "Unit of measure: Participants 6 1.9%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/314 (0.00 per cent)"]}