{"Clinical Trial ID": "NCT00470301", "Intervention": ["INTERVENTION 1:", "Bras I", "See detailed description", "Tipifarnib: given orally", "Paclitaxel: given IV", "Doxorubicin hydrochloride: IV", "Cyclophosphamide: given IV", "- Pegfilgrastim: seen SC", "Conventional surgery: surgical procedures performed in patients", "Dissection of axillary lymph nodes: correlative study"], "Eligibility": ["Incorporation criteria:", "Adenocarcinoma of the breast confirmed histologically or cytologically; clinical stage IIB, IIIA, IIIB or IIIC disease", "At least one week from prior tamoxifen or other selective estrogen receptor modulator for prevention or other indications (e.g., osteoporosis or anterior canal carcinoma in situ)", "HER-2/neu-negative by immunohistochemistry or in situ fluorescence hybridization (FISH)", "- Hormonal receptor status:", "Estrogen and/or positive progesterone receptor* [Note: *Patients enrolled in the Phase I part of the trial may have a negative disease at estrogen and progesterone receptors]", "Normal function of the organ, including:", "WBC >= 3000/mm^3", "Absolute number of neutrophils >= 1500/mm^3", "Number of platelets >= 100 000/mm^3", "Normal Bilirubine", "ASAT and ALT = < 2.5 times the upper limit of normal", "Normal LVEF by echocardiogram or nuclear scanning", "OR creatinine clearance >= 60 mL/min", "FEV1 >= 1 L* and DLCO >= 50%* [Note: *Only if basic chest analysis reveals parenchymal lung disease OR there is a history of chronic obstruction or other lung disease]", "No prior chemotherapy, radiation therapy or definitive therapeutic surgery (e.g. mastectomy, lumpectomy or axillary dissection) for this cancer, but prior biopsy of sentinel lymph nodes for this malignancy was allowed.", "No previous adjuvant chemotherapy for previous breast disease", "No combination antiretroviral therapy concomitantly for HIV-positive patients", "No other competing search agent", "No other anticancers or concomitant therapy", "ECOG Performance Status 0-1", "Fertile patients should use effective contraception", "- Exclusion criteria:", "No other invasive malignancy in the last 5 years, except skin cancer or carcinoma of the basal cell or squamous cell treated curatively in situ of the cervix.", "No history of allergic reactions attributed to compounds of chemical or biological composition similar to tipifarnib or other drugs under study (e.g. imidazoles or quinolones)", "No other uncontrolled diseases, including, but not limited to, any of the following: continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia or psychiatric/social conditions that would prevent compliance with the study", "No pregnancy or breast-feeding"], "Results": ["Performance measures:", "Complete pathological response rate (CPR)", "A breast pCR increase from 15% (planned for chemotherapy alone) to 35% would be considered promising.", "Time limit: up to 5 years", "Results 1:", "Title of the arm/group: Arm I", "Description of the arm/group: See detailed description", "Tipifarnib: given orally", "Paclitaxel: given IV", "Doxorubicin hydrochloride: IV", "Cyclophosphamide: given IV", "- Pegfilgrastim: seen SC", "Conventional surgery: surgical procedures performed in patients", "Dissection of axillary lymph nodes: correlative study", "Total number of participants analysed: 55", "Type of measurement: Number", "Unit of measure: participants 33 (7 to 36)"], "Adverse Events": ["Undesirable Events 1:", "Total: 13/60 (21.67%)", "Neutropenia 13/60 (21.67%)"]}