{"Clinical Trial ID": "NCT01904903", "Intervention": ["INTERVENTION 1:", "HER2 Therapies, cardiac medicines", "Cardiac intervention - beta-blockers and ACE inhibitors at maximum tolerated doses", "Oncology intervention - patients will receive one of three targeted HER2 therapies at the discretion of the treating oncologist:", "Trastuzumab: a loading dose of 8 mg/kg IV followed by a maintenance dose of 6 mg/kg every 3 weeks, or a loading dose of 4 mg/kg followed by a maintenance dose of 2 mg/kg every week.", "Pertuzumab: 840 mg IV loading dose followed by 420 mg IV every 3 weeks administered in combination with trastuzumab.", "Ado trastuzumab emtansine (TDM1): 3.6mg/kg IV every three weeks.", "- Trastuzumab: HER2 therapy", "- Pertuzumab: HER2 therapy", "Ado Trastuzumab Emtansine: HER2 therapy"], "Eligibility": ["Incorporation criteria:", "Women or men with breast cancer in Stage I-IV", "HER2 positive breast cancer, defined by immunohistochemical staining for HER2 protein of 3+ intensity and/or HER2 gene amplification on in situ fluorescence hybridization (FISH) 2.0 on breast sample or metastatic site biopsy", "LVEF < 50% and 40% documented in the echocardiogram over the last 30 days", "HER2 therapy naïve or currently receiving targeted treatment non-lapatinib HER2", "* Patients receiving or planning to receive trastuzumab, trastuzumab with pertuzumab or ado-trastuzumab emtansine for at least 3 months alone or in combination with other systemic treatment or radiation", "- 18 years", "The patient is willing and able to comply with the procedures and assessments required by the protocol.", "- Exclusion criteria:", "Previous hospitalization due to documented heart failure in the past 12 months", "Current signs or symptoms of heart failure or ischemia", "Arrhythmia history requiring pharmacological or electrical treatment", "Concomitant use of anthracyclines or anthracyclines in the last 50 days", "Patients of childbearing potential should implement contraceptive measures during study treatment and for 7 months after the last dose of the treatment medicinal product and should undergo a negative pregnancy test within 7 days of registration.", "• History of significant neurological or psychiatric disorders, including psychotic disorders or dementia, that would prohibit understanding and informed consent."], "Results": ["Performance measures:", "Percentage of patients who have completed planned oncological therapy without the development of a cardiac event or asymptomatic impairment of cardiac function.", "Cardiac events are defined as one of the following:", "Presence of symptoms due to heart failure confirmed by a cardiologist", "Cardiac arrhythmia requiring pharmacological or electrical treatment", "Myocardial infarction", "• Sudden death due to myocardial infarction, arrhythmia or heart failure", "Asymptomatic decrease in cardiac function defined as:", "- Asymptomatic decrease of LVEF > 10% from baseline and/or EF < 35% corroborated by confirmation echocardiogram within 2 to 4 weeks", "The proposed oncological therapy is defined as follows:", "If a patient has already received part of the planned HER2 targeted therapy before being enrolled in this trial, the expected oncological therapy will be performed once a total of one year is completed.", "In the metastatic context: discontinuation of treatment due to progressive disease or non-cardiac toxicity or non-cardiac death.", "Time limit: Up to 18 months.", "Results 1:", "Title of the arm/group: HER2 Therapies, cardiac medicines", "Description of the arm/group: Cardiac intervention - beta blockers and ACE inhibitors titrated at maximum tolerated doses", "Oncology intervention - patients will receive one of three targeted HER2 therapies at the discretion of the treating oncologist:", "Trastuzumab: a loading dose of 8 mg/kg IV followed by a maintenance dose of 6 mg/kg every 3 weeks, or a loading dose of 4 mg/kg followed by a maintenance dose of 2 mg/kg every week.", "Pertuzumab: 840 mg IV loading dose followed by 420 mg IV every 3 weeks administered in combination with trastuzumab.", "Ado trastuzumab emtansine (TDM1): 3.6mg/kg IV every three weeks.", "- Trastuzumab: HER2 therapy", "- Pertuzumab: HER2 therapy", "Ado Trastuzumab Emtansine: HER2 therapy", "Total number of participants analysed: 30", "Type of measure: Number of participants", "Unit of measure: Participants 27 90.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/30 (10.00 per cent)", "Cardiac event 3/30 (10.00 %)"]}