{"Clinical Trial ID": "NCT00410813", "Intervention": ["INTERVENTION 1:", "Dasatinib, 100 mg daily", "Dasatinib 100 mg PO daily until disease progression", "INTERVENTION 2:", "Dasatinib, 70 mg twice daily", "Dasatinib, 70 mg PO twice daily until disease progression"], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "• Breast cancer diagnosis meeting the following criteria:", "Stage IV typology", "A predominant bone metastasis, defined as the presence of bone metastasis with or without non-bone disease (visceral or soft tissue) where the number of bone metastases is at least the number of measurable visceral target lesions", "A visceral disease which does not cause a reduction in the performance status of ECOG is authorised", "To meet 1 of the following criteria:", "A measurable disease in the last 28 days", "A non-measurable disease with increased serum CA 15-3, CA 27-29, CEA or CA-125 documented by 2 consecutive measurements taken 14 days apart, the most recent measure having taken place over the last 42 days", "These measures do not need to be consecutive, and the previous measure could have been from months to years before the current measure if the marker were considered by the investigator to reflect the progression of the disease.", "The second value of the serum marker shall be greater than the upper limit of the establishment's normal and show an increase of 20% from the first measurement.", "No symptomatic CNS or brain metastases", "• An anterior CNS or authorized brain metastasis provided it was treated with radiation therapy 8 weeks ago", "No pleural or pericardial effusion", "Known situation of hormone receptors", "The disease of progesterone receptors and/or receptors should have progressed on 1 hormone treatment in the metastatic context.", "CHARACTERISTICS OF PATIENTS:", "Men or women", "• Menopausal status not specified", "Zubrod 0-2's performance status", "- QTc < 450 msec by EKG", "50 % ejection fraction by MUGA or two-dimensional echocardiogram without significant abnormalities over the last 12 weeks in patients on trastuzumab", "No active infection requiring systemic treatment", "No uncontrolled concomitant conditions would prevent the possibility of taking oral medicines, including the following:", "Nausea", "Vomiting", "Diarrhoea", "Lack of physical integrity of the upper gastrointestinal tract", "Malabsorption syndrome", "No clinically significant heart disease including:", "Congestive heart failure", "Symptomatic coronary artery", "Poorly controlled cardiac arrhythmias", "Myocardial infarction in the last 12 months", "No concurrent active malignancy", "Previous malignancies are allowed provided the patient does not currently suffer from disease.", "No pregnancy or breast-feeding", "Fertile patients should use effective contraception during and for 3 months after completion of study therapy.", "THERAPE PRIOR CONCURENT:", "See Disease Characteristics", "No previous treatment with RankL inhibitor", "No more than prior cytotoxic chemotherapy for metastatic disease", "At least 3 weeks since previous chemotherapy and recovered", "At least one week since pre-NCS radiation therapy and recovered", "At least 3 weeks from the beginning and no concomitant intravenous bisphosphates (e.g. zoledronate)", "At least 7 days after the use of anterior antiplatelets and no concomitant antiplatelet, including any of the following*:", "- Anticoagulants (e.g., tirofiban, eptifibatide, ticlopidine)", "Aspirin or combinations containing aspirin", "Dipyridamole", "Epoprostenol", "- Clopidogrel", "Cilostazol", "*Nonsteroidal anti-inflammatory drugs and medicinal products that inhibit medically indicated platelets are permitted.", "At least 7 days after previous CYP3A4 inhibitors and no concomitant CYP3A4 inhibitors, including any of the following:", "- HIV protease inhibitors (e.g. amprenavir, atazanavir, fosamprenavir, indinavir, nelfinavir, ritonavir)", "Choose antibiotics (e.g. ciprofloxacin, clarithromycin, doxycycline, enoxacin, isoniazide, telithromycin)", "- Azole antifungals (e.g., itraconazole, ketoconazole, miconazole, voriconazole)", "Choose anesthetics (e.g. ketamine, propofol)", "Hypericum perforatum (St John's wort)", "Nefazodone", "Nicardipine", "- Diclofenac", "Quinidine", "imatinib mesylate", "At least 7 days after taking a previous drug and no concomitant drug that prolongs the QTc interval, including any of the following:", "Antiarrhythmic agents (e.g. quinidine, procainamide, disopyramide phosphate, amiodarone, sotalol hydrochloride, ibutilide, dofetilide)", "Antipsychotic agents (e.g. chlorpromazine, mesoridazine, thioridazine, pimozide, haloperidol, droperidol)", "Choose antibiotics (e.g. erythromycin, clarithromycin, sparfloxacin, pentamidine)", "- Narcotic painkillers (e.g. levomethadyl, methadone, domperidone)", "- Calcium channel blockers (e.g. bepridil, lidoflazine)", "Antimalarial agents (e.g., halofantrin, chloroquine)", "- Parasympathomimetic agents (e.g. cisapride)", "- Arsenic trioxide", "No other concomitant antineoplastic therapy for breast cancer, including any of the following:", "Radiotherapy", "- Chemotherapy", "Immunotherapy", "Biological therapy", "- Hormonal treatment", "- Gene therapy", "No concomitant consumption of grapefruit juice", "No fast-acting antacid agents concomitant within 2 hours of dasatinib administration", "A concomitant treatment with trastuzumab (Herceptin®) in HER-2-positive patients is permitted, provided that patients undergo continuous trastuzumab for 12 weeks."], "Results": ["Performance measures:", "- Survivors without progression", "A RECIST progression defined as an increase of 20% in the sum of the longest diameters of the target measurable lesions on the smallest amount observed, an unequivocal progression of the non-measurable disease, the appearance of any new injury/site, death due to disease without prior documentation of progression and without symptomatic deterioration, the development of one or more new bone lesions relative to inclusion, or symptomatic deterioration related to disease progression.", "Time limit: up to 2 years", "Results 1:", "Title of the arm/group: Dasatinib, 100 mg, per day", "Description of arm/group: Dasatinib, 100 mg PO per day until disease progression", "Total number of participants analysed: 41", "Median (95% confidence interval)", "Unit of measurement: weeks 10.3 (8.4-16.7)", "Results 2:", "Title of the arm/group: Dasatinib, 70 mg, twice daily", "Description of arm/group: Dasatinib, 70 mg PO twice daily until disease progression", "Total number of participants analysed: 38", "Median (95% confidence interval)", "Unit of measurement: weeks 15.3 (8.7-20.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/41 (14.63%)", "Left ventricular systolic dysfunction 0/41 (0.00 %)", "- Constipation 0/41 (0.00 %)", "Deaths not associated with the term CLCAE - Deaths NOS 0/41 (0.00 %)", "- Sudden death 1/41 (0.00 %)", "Inf w/normal ANC or Gr 1-2 neutrophils - Skin 0/41 (0.00 %)", "Inf w/normal ANC or Gr 1-2 neutrophils - ICU 1/41 (2.44 %)", "Rash: dermatitis associated with dermatitis with/Chemorrhage 0/41 (0.00 %)", "Adverse Events 2:", "Total: 12/38 (31.58 per cent)", "Left ventricular systolic dysfunction 1/38 (2.63 %)", "Constipation 1/38 (2.63 per cent)", "Deaths not associated with the term CTCAE - Deaths NOS 1/38 (2.63%)", "- Sudden death 1/38 (2.63 per cent)", "Inf w/normal ANC or Gr 1-2 neutrophils - Skin 1/38 (2.63%)", "Inf w/normal ANC or Gr 1-2 neutrophils - ICU 1/38 (2.63%)", "Rash: dermatitis associated with chemorrhage 1/38 (2.63%)"]}