{"Clinical Trial ID": "NCT02301988", "Intervention": ["INTERVENTION 1:", "Ipatasertib + Paclitaxel", "Participants received ipatasertib orally daily on days 1 to 21 of each 28-day cycle for 3 cycles and intravenous infusion of paclitaxel (IV) weekly (QW) for 3 cycles (12 total doses).", "INTERVENTION 2:", "Placebo + Paclitaxel", "Participants received placebo (ipatasertib pair) orally daily on days 1 to 21 of each 28-day cycle for 3 cycles and paclitaxel IV infusion for 3 cycles (12 total doses)."], "Eligibility": ["Incorporation criteria:", "Premenopausal or postmenopausal women", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0 or 1", "Histologically documented, stage Ia to operable stage IIIa, triple negative breast carcinoma with primary tumour fat than or equal to (>/=) 1.5 centimetres (cm) in the largest diameter (cT1-3) per MRI", "Adequate haematological and organic function within 14 days of the first treatment of the study", "Availability of tumour tissue from paraffin-fixed primary breast tumour (PFPE) heart biopsy", "For participants of childbearing potential, agree to use highly effective forms of contraception during the duration of the study and for at least 6 months after the last dose of treatment under study.", "- Exclusion criteria:", "known human epidermal growth factor 2 (HER2)-positive, estrogen receptor (ER)-positive, or progesterone receptor (PgR)-positive breast cancer", "Any previous treatment for current invasive primary breast cancer", "Participants with breast tumours at stage cT4 or cN3", "Metastatic breast cancer (stage IV)", "• Bilateral invasive breast cancer", "Multicentre breast cancer", "Any disease, metabolic dysfunction, discovery of physical examination or discovery in a clinical laboratory that is contraindicated to the use of an experimental drug or that may affect the interpretation of the results or make the participant at high risk of treatment complications"], "Results": ["Performance measures:", "Percentage of participants with a complete pathological response (CPR) in the breast and axilla as defined by the ypT0/Tis ypN0 in the U.S. Joint Committee on Cancer Determination System (in all participants)", "The pCR was defined by the ypT0/Tis ypN0 in the U.S. Joint Committee on Cancer Localization System (JJCC) with the following determination for breast and axilla by local pathology laboratory evaluation: T0: no evidence of primary tumour; Tis: early cancer that did not spread to neighbouring tissue and N0: no cancer found in lymph nodes.", "Duration: Surgery visit (approximately 14 to 19 weeks)", "Results 1:", "Title of arm/group: Ipatasertib + Paclitaxel", "Description of the arm/group: Participants received ipatasertib orally daily on days 1 to 21 of each 28-day cycle for 3 cycles and intravenous infusion of paclitaxel (IV) each week (QW) for 3 cycles (12 total doses).", "Total number of participants analysed: 76", "Type of measurement: Number", "Unit of measure: percentage of participants 17.1 (9.82-27.25)", "Results 2:", "Title of the arm/group: Placebo + Paclitaxel", "Description of the arm/group: Participants received placebo (ipatasertib-like) orally daily on days 1 to 21 of each 28-day cycle for 3 cycles and one infusion of paclitaxel IV for 3 cycles (12 total doses).", "Total number of participants analysed: 75", "Type of measurement: Number", "Unit of measure: percentage of participants 13.3 (6.58-22.86)"], "Adverse Events": ["Undesirable Events 1:", "Total: 10/76 (13.16 per cent)", "Anemia of sickle cell disease with crisis 1/76 (1.32%)", "Diarrhoea 1/76 (1.32%)", "Pyrexia 1/76 (1.32%)", "Chest pain 1/76 (1.32%)", "1/76-associated complication (1.32%)", "General deterioration of physical health 0/76 (0.00 %)", "2/76 (2.63 per cent)", "Pneumonia 1/76 (1.32%)", "Atypical anomaly 1/76 (1.32%)", "Dehydration 1/76 (1.32%)", "Adverse Events 2:", "Total: 3/75 (4.0 per cent)", "Anemia of sickle cell disease with crisis 0/75 (0.00 %)", "Diarrhoea 0/75 (0.00 %)", "Pyrexia 1/75 (1.33%)", "Chest pain 0/75 (0.00 %)", "- Complication associated with the device 0/75 (0.00 %)", "General deterioration of physical health 1/75 (1.33%)", "Infection related to the device 0/75 (0.00 %)", "Pneumonia 1/75 (1.33%)", "Atypical anomaly 0/75 (0.00 %)", "Dehydration 0/75 (0.00 %)"]}