{"Clinical Trial ID": "NCT00841828", "Intervention": ["INTERVENTION 1:", "1st arm: EC -> D + Lapatinib", "EC -> D + Lapatinib", "- Drugs plus Biological", "Epirubicin + Cyclophosphamide (EC) every 21 days for 4 cycles -> Docetaxel (D) + lapatinib every 21 days for 4 cycles)", "INTERVENTION 2:", "2nd arm: EC -> D + Trastuzumab", "EC -> D + Trastuzumab", "- Drug plus Biological", "Epirubicin + Cyclophosphamide (EC) every 21 days for 4 cycles -> Docetaxel (D) + Trastuzumab every 21 days for 4 cycles"], "Eligibility": ["Incorporation criteria:", "Signing of written informed consent.", "• Histological documentation of breast cancer.", "Stage I (T1, N0M0), IIA (T2N0M0); IIB (T2N1M0, T3N0M0), IIIA (TXN2M0) and IIIB (T3N1M0, T4NXM0) primary resectable breast cancer or locally advanced breast cancer.", "When IHQ 2+ HER2 status is to be assessed by FISH.", "The patient gave her consent for a biopsy prior to treatment.", "The patient gave her consent to send two tumour samples to the central laboratory for a molecular sub-study.", "Two weeks before randomization negative pregnancy test for women of childbearing age.", "Women of childbearing potential should use adequate contraceptive measures during their participation in the study.", "A performance of 0 or 1 of the World Health Organization (WHO) (Karnofsky 80)", "Age > 18 years.", "No metastases", "Basic Electrocardiography (EKG) 12 weeks prior to randomization Value of the base left ventricular ejection fraction (VEF) within the establishment's normal value or > 50% of the basal value", "- Normal laboratory test 2 weeks before randomization:", "Haematological values: number of neutrophils 1.5 x 109/l; platelets 100 x 109/l; hemoglobin 10mg/dl Biochemical values: total serum bilirubin 1 x Upper limit of normal (LSN); Aspartate aminotransferase (AST) (SGOT) and Alanine aminotransferase (ALT) (SGPT) 2.5 x ULN; alkaline phosphatase 5 x ULN. Patients with AST and/or ALT values > 1.5 x ULN and alkaline phosphatase > 2.5 x ULN will not be included in the study.", "Renal function: serum creatinine 175 μmol/l (2 mg/dl). If the value is limited, the clearance creatinine should be 60 ml/min", "12 weeks prior to randomization, the following assessments and procedures should be performed: Bilateral Mammography; Magnetic Resonance Imaging (MRI) Chest and Axillary; Chest Ray X (posterior and lateral); Abdominal Echography; Chest CT-Scan; Abdominal CT-Scan. Bone scan (if applicable)", "Patients should be available for treatment and follow-up", "- Exclusion criteria:", "Patients with lumpectomy, partial mastectomy, modified radical mastectomy are not allowed to be included in the study.", "• Prior immunotherapy, hormone therapy and chemotherapy for breast cancer are not allowed.", "Prior treatment with anthracycline and taxanes (pallitaxel and docetaxel) is not permitted for neoplasia.", "- Prior radiation therapy for breast cancer.", "Invasive bilateral breast carcinoma", "* Pregnant or lactating patients. Negative pregnancy test (serum or urinary) 14 days before randomisation.", "HER 2 negative breast cancer", "Patients of childbearing potential should use adequate contraceptive measures during study treatment. No hormonal contraceptive measures are permitted.", "Any breast cancer M1", "Any Grade 2 motor or sensory neurotoxicity according to the common terminology criteria of the National Cancer Institute for Adverse Events (NCI CTCAE) version 3.", "• Serious heart problems or medical conditions: Congestive heart failure, angina in need of specific treatment, myocardial infarction 1 year before enrolling in the study; poorly controlled hypertension or uncontrolled arrhythmias at high risk.", "A history of significant neurological or psychiatric illness (psychotic, dementia or attack) that is unable to give informed consent.", "- Uncontrolled severe infection Uncontrolled diabetes mellitus, active peptic ulcer", "• Cellular skin carcinoma exception no melanoma, in situ cervix carcinoma or any other cancer in the last 10 years.", "Long-term treatment with corticosteroids except 6 months prior to inclusion in the study and low doses (Methylprednisolone 20 mg or equivalent)", "Contraindication of corticosteroid use", "• Concomitant hormone replacement therapy should be discontinued prior to inclusion in the study.", "Cardiopathy which stops treatment with Docetaxel and Trastuzumab: registered myocardial infarction; angor pectoris requiring specific treatment; any congestive heart failure recorded; grade 3 or 4 arrhythmia according to version 3 of the NCI CTCAE; any relevant valvular disease; thorax X ray showing cardiomegaly or EKG showing ventricular hypertrophy unless the value of FEVE has been below the normal limit in the last 3 months.", "Inadequately controlled hypertension (systolic > 180 mm Hg or diastolic > 100 mm Hg). Patients with controlled hypertension under treatment may be included in the study.", "However, if these medicines are taken for blood pressure, the patient may be included in the study.", "The patient should discontinue concomitant therapy with hormone therapy ej. raloxifene, tamoxifen and selective estrogen receptor modulators (SERM) prior to randomization.", "The concomitant use of CYP3A4 enzyme complex inhibitors and inducers (cetoconazole, itraconazole or grape juice; rifampicin, carbamazepine or fenitone) is not permitted.", "- Concomitant treatment with a research agent or participation in another clinical therapeutic trial within 30 days prior to randomization in the study.", "- Concomitant treatment with another cancer treatment", "• Hypersensitivity reaction to trastuzumab, lapatinib or their excipients.", "Men"], "Results": ["Performance measures:", "● Complete pathological response rate (CPR) in the breast and axilla according to the Miller and Payne criteria (G5-A and G5-D).", "According to Miller and Payne criteria, pCR in HIV-negative patients is grade 5-A and grade 5-D seronegative patients.", "Time limit: up to 16 weeks", "Results 1:", "Title of arm/group: arms 1: EC -> D + Lapatinib", "Description of the arm/group: EC -> D + Lapatinib", "- Drugs plus Biological", "Epirubicin + Cyclophosphamide (EC) every 21 days for 4 cycles -> Docetaxel (D) + lapatinib every 21 days for 4 cycles)", "Total number of participants analysed: 51", "Type of measurement: Number", "Unit of measure: Percentage of participants with PR 23.5 (11.9-35.1)", "Results 2:", "Title of arm/group: arms 2: EC -> D + Trastuzumab", "Description of the arm/group: EC -> D + Trastuzumab", "- Drug plus Biological", "Epirubicin + Cyclophosphamide (EC) every 21 days for 4 cycles -> Docetaxel (D) + Trastuzumab every 21 days for 4 cycles", "Total number of participants analysed: 48", "Type of measurement: Number", "Unit of measure: percentage of participants with SPC 47.9 (33.8-62.0)"], "Adverse Events": ["Undesirable Events 1:", "Total: 11/52 (21.15 per cent)", "- Neutrophils/granulocytes 3/52 (5.77%)", "Diarrhoea 2/52 (3.85%)", "- Mucositis 1/52 (1.92%)", "Fever 1/52 (1.92%)", "Infection 2/52 (3.85 per cent)", "Febrile Neutropenia 1/52 (1.92%)", "Dyspnoea 1/52 (1.92%)", "Adverse Events 2:", "Total: 4/50 (8.0%)", "- Neutrophils/granulocytes 1/50 (2.0%)", "Diarrhoea 0/50 (0.00 %)", "- Mucositis 0/50 (0.00 %)", "Fever 1/50 (2.0%)", "Infection 1/50 (2.0%)", "Febrile Neutropenia 1/50 (2.0%)", "- Dyspnoea 0/50 (0.00 %)"]}