{"Clinical Trial ID": "NCT00325598", "Intervention": ["INTERVENTION 1:", "Cohort 1 (36 Gy)", "36 Gy in 9 BID fractions x 4 1/2 days of treatment", "Partial breast irritation (IPB)", "INTERVENTION 2:", "Cohort 2 (40 Gy)", "40 Gy in 10 IDB fractions over 5 days of treatment", "Partial breast irritation (IPB)"], "Eligibility": ["• Inclusion criteria", "Histological documentation:", "Patients will have histologically confirmed single-centre stage I (T1 N0 M0) invasive canal breast cancer.", "A histologically negative tumour margin of 2 mm or more from a creed border, or no tumour in a reexcision specimen or a final shaved specimen.", "The histologies of tubular, mucous and medullary variants of infiltrating channel carcinoma are permitted.", "The lower quality DCIS (I and II) of 2 cm or less with histologically negative margins of at least 2 mm margin (or negative re-excision) is allowed.", "Women 70 years of age or older with invasive T1 channel carcinoma who are positive for estrogen-receptors (ER+) with clinically negative axillary nodes that do not undergo surgical evaluation of lymph nodes are also eligible if the patient is taking hormonal therapy.", "Patients with T1N0 (i+) tumours on the sentinel mapping or dissection of lymph nodes (i.e., tumour deposition is 0.2 mm or less, regardless of whether deposition is detected by IHC or H&E) will also be eligible, provided complete axillary dissection has been performed to confirm N0 status.", "In the case of invasive cancer, the pathology of invasive cancer will be used regardless of whether DCIS is also present.", "Previous treatment: The patient may have been treated with adjuvant chemotherapy. Patients may receive adjuvant hormonal treatment or begin hormonal treatment at the discretion of the medical oncologist.", "The radiation therapy must begin within:", "4-12 weeks after definitive surgery", "2-6 weeks after chemotherapy, if chemotherapy is given first", "Radiation cannot be administered at the same time as chemotherapy.", "Age >= 18", "ECOG Performance status 0-2.", "Signed informed consent", "• Exclusion criteria", "The following guidelines are intended to assist physicians in selecting patients for whom the treatment protocol is safe and appropriate. Physicians should recognize that the following drugs can seriously increase the risk to the patient entering this protocol. Patients who meet the following criteria should not be included in this study:", "1a Multicentre breast CDI defined as discontinuous tumours separated by at least 5 cm of tissue not involved; alternatively, discontinuous tumours that are clinically or mammographically within distinct breast quadrants or subareolar central region.", "b Multifocal breast CID, defined as discrete discintigue outbreaks of invasive carcinoma, separated by intermediate tissues not involved, but within a global range of 5 cm, or in the same central region of the breast or subareolar quadrant.", "Tumour > 2.0 cm, nodal involvement in H & E spots, or metastatic involvement", "Histological evidence of:", "The lymphovascular invasion: as defined by a tumour embolism present in a space lined with endothelium; the cases of tumour embolism present in a space not bordered by endothelial cells but also very suspicious for an angiolymphatic space were also considered ineligible.", "EIC (Extensive Intraductal Component): defined as the presence of intraductal carcinoma both within the primary infiltrating channel tumour (including at least 25% of the tumour zone) and intraductal carcinoma clearly present beyond the edges of the invasive tumor, or as a mainly intraductal tumor with one or more focal invasion zones 7, 55.", "Invasive lobular carcinoma", "Cases with ambiguous or mixed histological characteristics that showed positive E-cadherin staining throughout the tumour by immunohistochemistry were classified as channel type and considered eligible 56, 57.", "Infiltrating papillary carcinoma", "Margins: In situ or invasive carcinoma is present within 2 mm of the margin of the creed resection.", "History of cosmetic or reconstructive breast surgery", "A medical condition such as uncontrolled infection (including HIV), uncontrolled diabetes mellitus or connective tissue diseases (lupus, systemic sclerosis or other vascular collagen diseases) which, in the opinion of the treating physician, would make this protocol unreasonably dangerous for the patient.", "• Patients with a second \"currently active\" malignancy other than non-melanoma skin cancers are not considered to be \"currently active\" malignancy if they have completed treatment and are considered by their doctor to be at risk of relapse less than 5% within three years.", "Patients with diffuse microcalcifications (> 1 quadrant or > 5 cm) suspected", "Pregnant women."], "Results": ["Performance measures:", "• Feasibility of IBP-led external radiation therapy as measured by the percentage of participants in the achievement of a dosimetrically satisfactory treatment plan", "-The study will be considered unlikely if more than 4 patients cannot receive treatment because their tumour is such that a dosimetrically satisfactory treatment plan cannot be designed for them.", "Time limit: Within one year from the date of registration of the protocol", "Results 1:", "Title of arm/group: Cohort 1 (36 Gy)", "Description of the arm/group: 36 Gy in 9 BID fractions x 4 1/2 days of treatment", "Partial breast irritation (IPB)", "Total number of participants analysed: 50", "Type of measurement: Number", "Unit of measure: percentage of participants 100", "Results 2:", "Title of the arm/group: Cohort 2 (40 Gy)", "Description of the arm/group: 40 Gy in 10 IDB fractions over 5 treatment days", "Partial breast irritation (IPB)", "Total number of participants analysed: 50", "Type of measurement: Number", "Unit of measure: percentage of participants 100"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/50 (6.0%)", "Fever 1/50 (2.0%)", "1/50 (2.00 %)", "Chest pain 1/50 (2.0%)", "Costochondritis 1/50 (2.0%)", "Infection (mastitis) 1/50 (2.0%)", "Breast pain 1/50 (2.0%)", "1/50 breast edema (2.0%)", "Pelvic pain 1/50 (2.0%)", "Dyspnoea 1/50 (2.0%)", "Erythema 1/50 (2.0%)", "Adverse Events 2:", "Total: 0/50 (0.00 per cent)", "- Fever 0/50 (0.00 %)", "- Rigors/figures 0/50 (0.00 %)", "- Chest pain 0/50 (0.00 %)", "Costochondritis 0/50 (0.00 %)", "Infection (mastitis) 0/50 (0.00 %)", "Breast pain 0/50 (0.00 %)", "- Breast edema 0/50 (0.00 %)", "Pelvic pain 0/50 (0.00 %)", "- Dyspnoea 0/50 (0.00 %)", "Erythema 0/50 (0.00 %)"]}