{"Clinical Trial ID": "NCT00119262", "Intervention": ["INTERVENTION 1:", "- Arm A (ddBAC > BT > B)", "- dense dose of bevacizumab, cyclophosphamide and doxorubicin, followed by paclitaxel and bevacizumab, followed by bevacizumab", "INTERVENTION 2:", "- Arm B (ddAC > BT > B)", "Dose of dense doxorubicin and cyclophosphamide, followed by paclitaxel and bevacizumab, followed by bevacizumab"], "Eligibility": ["Incorporation criteria:", "A breast adenocarcinoma confirmed histologically with the involvement of at least one axillary or internal breast lymph nodes during a routine histological examination with hematoxyline and eosin staining; NOTE: Patients with axillary or internal ganglionary breast involvement only demonstrated by immunohistochemistry are not eligible", "Patients should have completed definitive breast surgery including total mastectomy and axillary dissection (modified radical mastectomy), total mastectomy and sentinel ganglion biopsy, lymphectomy and axillary dissection, or sentinel lymphectomy and sentinel ganglion biopsy; NOTE: Axillary dissection is strongly encouraged in patients with lymph node disease identified on sentinel ganglion biopsy", "The margins of lumpectomy or mastectomy should be histologically free from invasive breast cancer and in situ channel carcinoma (CDIS); patients with positive resection margins for lobular carcinoma in situ (CLIS) are eligible.", "(ARM A ONLY) Interval between the last surgical procedure for breast cancer (lumpectomy, mastectomy, sentinel gland biopsy, axillary dissection or reexcision of lumpectomy margins) and D1 should be > 28 days and = < 84 days", "State of performance of ECOG 0-2", "Absolute number of neutrophils >= 1000/mm^3", "Number of platelets >= 100 000/mm^3", "Total bilirubin = < 1.5 mg/dL", "AST = < 2 upper limit of normal", "Serum creatinine = < 1.5 mg/dL", "Urine: creatinine ratio < 1.0", "PT INR = < 1.5", "PTT = < 1.5 x normal", "LVEF >= institutional limits of normal by MUGA or ECHO", "Prior to registration, the investigator should specify whether the radiation is expected; patients who have undergone lumpectomy should receive radiation; post-mastectomy radiation is left to the investigator's discretion.", "Patients with HER2+ (3+ with IHC or FISH+) breast cancer are not eligible and should be treated with trastuzumab adjuvant therapy.", "Patients with synchronous bilateral breast cancer (diagnosis within one month) are eligible if the upper NMR tumour meets the eligibility criteria for this trial.", "Patients should not show clinical signs of inflammatory disease or fixed axillary lymph nodes (N2) at the time of diagnosis.", "- Patients should not have received cytotoxic chemotherapy, hormonal treatment or prior radiotherapy for this breast cancer; prior treatment with anthracycline, anthracenione or taxane for any condition is not permitted; NOTE: prior use of tamoxifen for chemoprevention is permitted but should be discontinued upon entry into the study; similarly, prior use of raloxifene is permitted but should be discontinued upon entry into the study.", "- Patients should not have undergone major surgery within 4 weeks of entry; NOTE: Non-operative biopsy or the placement of a vascular access device is not considered a major surgical procedure.", "Patients should not have clinically significant cardiovascular disease, including:", "New York Heart Association (NYHA) grade II or greater congestive heart failure", "Class II or upper peripheral vascular disease", "Uncontrolled hypertension defined as SBP > 160 or DBP > 90", "Any history of cerebrovascular disease, including TIA or stroke", "Patients with a history of deep venous thrombosis or pulmonary embolism are not eligible; NOTE: Prophylactic use of anticoagulants to maintain the patent of a vascular assessment device is permitted.", "Patients may not require regular use of aspirin (for >= 10 days at doses > 325 mg/day) or regular therapeutic doses of other nonsteroidal anti-inflammatory agents known to inhibit platelet function; in addition, patients using one of the following medicines known to inhibit platelet function are not eligible: dipyridamole (Persantine), ticlopidine (Ticlid), clopidogrel (Plavix) and ciliastazol (Pletal); NOTE: regular use of Cox-2 inhibitors is allowed; NOTE: low-dose aspirin is allowed", "Patients with abdominal fistula, gastrointestinal perforation or intra-abdominal abscess within 6 months are excluded.", "Patients should not be hypersensitive to paclitaxel or to medicinal products using Cremophor, Chinese hamster ovarian products or other recombinant human antibodies.", "Patients with myocardial infarction or unstable angina within 12 months are excluded.", "Patients with arterial thrombotic events within 12 months are excluded.", "Patients should not have uncontrolled or clinically significant arrhythmias", "Women should not be pregnant or breast-feeding because of the potential adverse effects of bevacizumab on the developing fetus; all women of childbearing potential should undergo a blood test or urine study within 2 weeks of registration to exclude pregnancy.", "Women of childbearing potential and sexually active men are required to use an accepted and effective contraceptive method during the study and for at least 3-4 months after the last dose of bevacizumab."], "Results": ["Performance measures:", "Congestive heart failure rate", "• Clinical congestive heart failure includes patients with a symptomatic decline in LEVF at the lower or lower limit of normal (LLN), or symptomatic diastolic dysfunction. 223 treated patients were included in the analysis.", "Time: evaluated on day 1 of cycles 5, 9, 17 and 25 and at the end of treatment, then every 3 months for < 2 years and every 6 months for 2 to 3 years from the start of the study.", "Results 1:", "Title of arm/group: Arm A (ddBAC > BT > B)", "Description of the arm/group: dense dose of bevacizumab, cyclophosphamide and doxorubicin, followed by paclitaxel and bevacizumab, followed by bevacizumab", "Total number of participants analysed: 103", "Type of measurement: Number", "Unit of measure: percentage of participants 2.9 (0.6 to 8.3)", "Results 2:", "Title of arm/group: Arm B (ddAC > BT > B)", "Description of the arm/group: Dose of dense doxorubicin and cyclophosphamide, followed by paclitaxel and bevacizumab, followed by bevacizumab", "Total number of participants analysed: 120", "Type of measurement: Number", "Unit of measure: % of participants 2.5 (0.5 to 7.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 71/103 (68.93%)", "Anemia 1/103 (0.97%)", "Haemolysis 1/103 (0.97%)", "- febrile neutropenia 4/103 (3.88%)", "Cardio-ischaemic disorders 1/103 (0.97%)", "Left ventricular diastolic dysfunction 1/103 (0.97%)", "- Left ventricular systolic dysfunction 4/103 (3.88%)", "Diarrhoea with anterior colostomy 2/103 (1.94%)", "- Muco/stomatitis (symptom), oral cavity 3/103 (2.91%)", "Adverse Events 2:", "Total: 65/120 (54.17 per cent)", "Anemia 4/120 (3.33%)", "Haemolysis 0/120 (0.00 %)", "5/120 (4.17 per cent)", "- Cardiac ischaemia 0/120 (0.00 %)", "- Left ventricular diastolic dysfunction 2/120 (1.67%)", "- Left ventricular systolic dysfunction 4/120 (3.33%)", "Diarrhoea with or without anterior colostomy 0/120 (0.00 %)", "- Muco/stomatitis (symptom), oral cavity 3/120 (2.5 %)"]}