{"Clinical Trial ID": "NCT01401959", "Intervention": ["INTERVENTION 1:", "Cohort A: Patients with triple negative breast cancer", "Patients with triple negative breast cancer who do not have a complete pathological response after neoadjuvant treatment and surgery will receive 1.4 mg/m^2 of erebulin on days 1 and 8 every 21 days for 6 intravenous (IV) cycles.", "INTERVENTION 2:", "- Cohort B: Patients with positive/negative breast cancer ER/PR HER2", "Patients with a positive hormone receptor (ER and/or RR), negative breast cancer of HER who do not have a complete pathological response after neoadjuvant treatment and surgery will receive 1.4 mg/m^2 eribulin on days 1 and 8 every 21 days for 6 intravenous cycles (IV)."], "Eligibility": ["Incorporation criteria:", "Women >=18 years of age.", "A histologically confirmed breast cancer prior to surgery with the following sequencing criteria: T1-T3, T4a, T4b, N0-N2, N3a and M0 (T1N0M0 patients are excluded).", "Previous treatment with a minimum of 4 cycles of neoadjuvant anthracycline and/or taxane containing chemotherapy (+trastuzumab in HER2-positive patients).", "Patients should be 21 days of age and 84 days after breast surgery and fully recovered. Patients may have undergone mastectomy or breast preservation surgery with axillary dissection of the nodes.", "A pathological CR (pCR) was not obtained after neoadjuvant treatment (i.e., residual invasive breast cancer (>5 mm) in the breast or presence of nodal disease during surgery [ypT0/T1a, N1-N3a, M0 or ypT1b-T4, N0-N3a, M0].", "* Eastern Cooperative Oncology Group (ECOG) Performance Note of 0-1.", "- Recovery of any toxic effects from prior treatment up to <=1 year by the National Cancer Institute Common terminology criteria for adverse events (NCI CTCAE v4.0) except fatigue or alopecia.", "- Peripheral neuropathy Grade <=2 per NCI CTCAE v4.0 at the inlet of the test.", "The normal left ventricular ejection fraction (LVEF), within the institutional limits of normal, measured by echocardiography (ECHO) or multi-gated scan (MUGA) in patients to receive trastuzumab with erebulin (HER2-positive).", "Adequate haematological, hepatic and renal function", "To confirm the presence of a localized disease, calculated tomography (CT) of the chest and abdomen/pelvis (favorite abdomen/pelvis; accepted abdomen), brain head or MRI tomography (if symptomatic), positron emission tomography (PET) or bone scan (Note: a PET/CT is acceptable for basic imaging instead of CT or bone scan). Negative scans performed prior to the start of neoadjuvant treatment, or at any time thereafter, are acceptable and do not need to be repeated.", "• Women who are not of childbearing potential and women of childbearing potential who agree to use adequate contraceptive measures, who were not working and who have undergone a negative serum pregnancy test within 7 days of starting treatment.", "- Willingness and ability to comply with test and follow-up procedures.", "Ability to understand the nature of the investigation of this trial and to give informed consent in writing.", "• Agree to delay reconstruction in terms of implants placed in the setting up of extensions until chemotherapy is completed and the patient recovers.", "- Exclusion criteria:", "All patients with previously treated in situ carcinoma (i.e., non-invasive) are eligible, as well as patients with non-melanoma skin cancer.", "Radiotherapy prior to initiation of treatment under study.", "• History or clinical evidence of central nervous system metastases or other metastatic diseases.", "- An unhealed surgical wound.", "A known or suspected allergy/hypersensitivity to erebulin.", "- Cardiac disease, including: congestive heart failure Class II-IV by New York Heart Association classification; cardiac ventricular arrhythmias requiring anti-arrhythmic treatment; unstable angina (absorbing angina symptoms) or new angina (i.e. started in the last 3 months) or myocardial infarction in the last 6 months.", "• Chronic use of drugs that cause QTc prolongation. Patients should stop using these drugs 7 days before starting treatment.", "All women of childbearing potential must undergo a negative serum pregnancy test within 48 hours prior to the trial.", "* Patients with known diagnosis of human immunodeficiency virus (HIV), hepatitis C virus or acute or chronic hepatitis B infection.", "• Extension of heart rate-adjusted QT interval (QTc) > 480 msecs (using the Bazett formula).", "Minor surgical procedures (with the exception of a port a-cathé or other central venous access) were performed less than 7 days prior to the start of protocol therapy.", "A history of stroke including transient ischaemic attack (TIA) or deep venous thrombosis (DVT)/ pulmonary embolism (EP) that has not been treated in the last 6 months.", "Patients may not receive any other experimental or anticancer treatment during their participation in this trial.", "The history of any medical or psychiatric condition or laboratory abnormality that, in the opinion of the investigator, may increase the risks associated with participating in the trial or administration of experimental products or may interfere with the interpretation of the results.", "Inability or refusal to comply with the test and/or follow-up procedures described in the protocol."], "Results": ["Performance measures:", "Percentage of patients with two-year disease-free survival (SDF) as a measure of efficacy", "The percentage of patients who do not have evidence of recurrence of the disease at the time of 2 years, measured from the date of the first protocol treatment to the date of progression of the disease or the date of death, depending on the first cause. The progression is defined using the criteria for assessing response in solid tumours (RECIST v1.0), such as a 20% increase in the sum of the longest diameter of the target lesions, or a measurable increase in non-target injury, or the appearance of new lesions.", "Time limit: up to 2 years", "Results 1:", "Title of the arm/group: Cohort A: Patients with triple negative breast cancer", "Description arm/group: Patients with triple negative breast cancer who do not have a complete pathological response after neoadjuvant treatment and surgery will receive 1.4 mg/m^2 eribulin on days 1 and 8 every 21 days for 6 intravenous (IV) cycles.", "Total number of participants analysed: 53", "Type of measurement: Number", "Unit of measure: percentage of patients 56 (42 to 69)", "Results 2:", "Category of arm/group: Cohort B: Patients with breast cancer ER/PR positive/HER2 negative", "- Arm/group description: Patients with a positive hormone receptor (ER and/or RR), negative breast cancer of HER who do not have a complete pathological response after neoadjuvant treatment and surgery will receive 1.4 mg/m^2 on days 1 and 8 every 21 days for 6 intravenous cycles (IV).", "Total number of participants analysed: 42", "Type of measurement: Number", "Unit of measure: percentage of patients 83 (67-91)"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/53 (15.09 per cent)", "Febrile neutropenia * 1/53 (1.89%)", "Congestive heart failure * 1/53 (1.89%)", "Ventricular arrhythmia * 1/53 (1.89%)", "Cellulite * 0/53 (0.00 %)", "* 1/53 (1.89%)", "Pneumonia * 1/53 (1.89%)", "Sinusitis * 0/53 (0.00 %)", "- Tracheobronchitis * 0/53 (0.00 %)", "* 0/53 (0.00 %)", "Hyperglycaemia * 1/53 (1.89%)", "Adverse Events 2:", "Total: 1/42 (2.38 per cent)", "Febrile neutropenia * 0/42 (0.00 %)", "Congestive heart failure * 0/42 (0.00 %)", "Ventricular arrhythmia * 0/42 (0.00 %)", "Cellulite * 0/42 (0.00 %)", "- Mastitis * 0/42 (0.00 %)", "Pneumonia * 0/42 (0.00 %)", "Sinusitis * 0/42 (0.00 %)", "- Tracheobronchitis * 1/42 (2.38%)", "* 0/42 (0.00 %)", "Hyperglycaemia * 0/42 (0.00 %)"]}