{"Clinical Trial ID": "NCT02129556", "Intervention": ["INTERVENTION 1:", "Phase Ib 2 mg/kg", "HER2-positive, PD-L1 expressing, non-resectable loco-regional or metastatic breast carcinoma which progressed on the previous treatment with trastuzumab", "INTERVENTION 2:", "Phase Ib 10 mg/kg", "HER2-positive, PD-L1 expressing, non-resectable loco-regional or metastatic breast carcinoma which progressed on the previous treatment with trastuzumab"], "Eligibility": ["• Inclusion criteria for screening:", "Female", "- 18 years", "The breast adenocarcinoma, confirmed by histology, is loco-regional, or metastatic, non-resectable.", "The positivity HER2 (Immunohistochemical score 3+) or ERBB2 (ERBB2/centromer ratio 2.0 or average genetic copy number 6) amplification of the primary tumour or biopsy from metastatic or non-resectable loco-regional lesions.", "Trastuzumab-resistant disease, defined by:", "Progression of the disease during treatment with trastuzumab", "Recurrence during the adjuvant trastuzumab or within 12 months after the end of the adjuvant trastuzumab", "Patients for whom treatment with the current first-line combination of trastuzumab, pertuzumab and taxanes is not an option may be considered for registration.", "If a patient has received subsequent treatment with HER2, she should also have progressed on the next treatment.", "• Presence of at least one measurable injury (RECIST 1.1)", "LVEF 50%", "The patient agrees to submit an FFPE tumour biopsy for central confirmation of HER2 positivity and central assessment of PD-L1 status.", "Informed consent must be signed and dated by the patient and investigator prior to screening.", "The written consent to the presentation of biological material, indicating that the patient has been informed of the use, transfer and handling of tissues and blood, must be signed and dated by the patient and investigator prior to any specific procedure for this trial, including consent to translational research on the PFQ and frozen fresh tumour biopsies should the patient be enrolled in the trial.", "The patient has been informed and accepts data transfer and processing in accordance with national data protection guidelines.", "Eastern Cooperative Oncology Group (ECOG) Performance Status 0-1", "Life expectancy > 3 months.", "Haematopoietic status:", "Absolute number of neutrophils 1.5 × 109/L,", "Number of platelets 100 × 109/L,", "Hemoglobin 9 g/dL", "Liver status:", "In the case of Gilbert's known syndrome, a higher total serum bilirubin (< 2 × ULN) is allowed.", "AST and ALT 2.5 × ULN; if the patient has liver metastases, ALT and AST should be 5 × ULN.", "Renal status:", "Creatinine 1.5 ×ULN or creatinine clearance > 60 ml/min", "Proteinuria < 1 g/day", "International Standardized Rate (INR) or Prothrombin Time (PT) 1.5 × ULN, unless the patient is receiving anticoagulant therapy as long as PT or PTT (part-time thromboplastin) is within the therapeutic range of the intended use of anticoagulant.", "Registration criteria:", "All inclusion criteria for screening plus:", "• Central laboratory confirmation of a metastatic biopsy (or biopsy of a non-resectable loco-regional disease) of:", "HER2-positivity (Immunohistochemical score 3+) or ERBB2- amplification (ERBB2/centromera ratio 2.0 or average genetic copy 6),", "The presence of the PD-L1 expression evaluated by IHC (in Phase II of the trial, a parallel secondary cohort of 15 patients with negative PD-L1 disease will be enrolled)", "The patient agrees to submit the tumour tissue to translational research:", "A tissue biopsy from a non-resectable loco-regional or metastatic disease obtained 1 year prior to registration or a new tissue material from a newly obtained surgical or diagnostic biopsy For patients who had de novo disease at stage 4, a biopsy from the suspected primary breast injury is acceptable (provided that this biopsy was taken 1 year prior to registration).", "If applicable: FFPE tumour block of primary surgery or diagnostic biopsy.", "If applicable: pre-treatment of fresh frozen tumour biopsy.", "If possible: the FFPE tumour block of post-treatment biopsy will be taken at the time of progression of the disease or at the end of any treatment if completed before progression. This re-biopsy is strongly advised.", "If possible, the frozen fresh tumour biopsy of post-treatment biopsy will be taken at the time of disease progression or at the end of any treatment if it is completed before progression.", "The patient agrees to submit blood and plasma as a basic series (pretreatment) for translational research.", "In patients of childbearing potential, negative serum pregnancy test. The pregnancy test should be repeated within 72 hours of starting treatment.", "All cancer treatments, including endocrine therapy, except trastuzumab, should stop 3 weeks prior to the first test dose.", "- Exclusion criteria for screening:", "A prior treatment with another anti-PD-1, anti-PD-L1, L2 or anti-CTLA4 treatment.", "No FFPE material to centrally evaluate the positivity HER2 and the expression PD-L1.", "• Known human immunodeficiency virus (HIV) (HIV 1/2 antibody), or positive for reactive hepatitis B (HBsAg) or hepatitis C (HCV RNA [qualifying]).", "• Interstitial pulmonary disease", "• History of pneumonitis or active pneumonitis requiring steroid treatment", "Metastasis of the active central nervous system, as indicated by clinical symptoms, cerebral oedema and/or progressive growth (patients with a history of CNS metastases or spinal cord compression are eligible if they are clinically and radiologically stable for at least 4 weeks prior to the first dose of the test product and have not required high-dose steroid therapy in the last 4 weeks).", "Nervous system disorders", "• History of clinically significant or uncontrolled heart disease, including congestive heart failure (New York Heart Association 3 functional classification), angina, myocardial infarction or ventricular arrhythmia.", "Previous severe hypersensitivity reaction to treatment with another monoclonal antibody.", "- An active infection requiring systemic treatment.", "- Chronic systemic treatment with immunosuppressive agents, including corticosteroids.", "A concomitant illness or condition that would make the patient inappropriate for participation in the trial or any serious medical condition that would interfere with the patient's safety.", "• Known history of uncontrolled hypertension (180/110), unstable diabetes mellitus, resting dyspnoea or chronic oxygen treatment.", "Dementia, altered mental condition, or any psychiatric condition that prevents understanding or informed consent.", "• Treatment with a search agent within 4 weeks of registration.", "Patients with resolved vitiligo or infant asthma/atopy would be an exception to this rule. Patients requiring intermittent use of local bronchodilators or steroid injections would not be excluded from the trial. Patients with stable hypothyroidism on hormone replacement or Sjögren's syndrome will not be excluded from the trial.", "In the 3 weeks prior to the first trial dose, chemotherapy, radiotherapy and/or biological therapy against cancer did not recover to Grade 1 CATAE v.4 or better as a result of adverse events.", "• Pregnant or lactating women; lactation must stop before registration.", "Acceptable methods are intrauterine (hormone-free) devices, bilateral tubular occlusion, vasectomized partner or total abstinence. Oral, injectable or implant hormonal contraceptives are not permitted.", "Resolved or unstable, serious adverse events resulting from the prior administration of another experimental medicinal product.", "- Active or uncontrolled infection CTCAE v.4 grade 2 or more.", "• Live vaccines within 30 days of the first dose of the test treatment and during the test treatment.", "• Exclusion criteria for registration:", "All exclusion criteria for screening also apply to registration, including patients who have received one of the following treatments:", "• Live vaccines within 30 days of the first dose of the test treatment and during the test treatment.", "• History of CNS metastases or spinal cord compression if they have not been clinically stable for at least 4 weeks prior to the first dose of the test product and require high-dose steroid therapy.", "• Treatment with a search agent within 4 weeks of registration.", "The patient did not recover from CATAE v.4 grade 1 or better as a result of adverse reactions from previous treatment, with the exception of grade 2 alopecia.", "Human immunodeficiency virus (HIV) (HIV 1/2 antibody), or positive for hepatitis B or hepatitis C."], "Results": ["Performance measures:", "MK-3475 dose-limiting toxicity (DLT) in combination with trastuzumab", "- Determination of Dose Limit Toxicity (DLT) that is defined as an adverse event or abnormal laboratory value assessed as suspected to be related to (possibly, probable or certain) and not related to disease or disease progression.", "Any non-haematological adverse event of grade 3 or greater lasting at least one week;", "Any grade 4 haematological toxicity; or,", "Any adverse event causing a cycle 2 delay of more than 14 days.", "Time limit: within the first 21 days", "Results 1:", "Title of arm/group: Phase Ib 2 mg/kg", "Description of the arm/group: HER2-positive, PD-L1, expressive, non-resectable loco-regional or metastatic breast carcinoma which progressed on the previous treatment with trastuzumab", "Total number of participants analysed: 3", "Type of measure: Number of participants", "Unit of measure: Participants 0 0.0%", "Results 2:", "Title of arm/group: Phase Ib 10 mg/kg", "Description of the arm/group: HER2-positive, PD-L1, expressive, non-resectable loco-regional or metastatic breast carcinoma which progressed on the previous treatment with trastuzumab", "Total number of participants analysed: 3", "Type of measure: Number of participants", "Unit of measure: Participants 0 0.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/6 (66.67 per cent)", "Anemia 0/6 (0.00 %)", "1/6 (16.67%)", "Pericardial infusion 0/6 (0.00 %)", "Vertigo 1/6 (16.67%)", "Occlusion of the retinal vein 0/6 (0.00 %)", "Gastroenteritis 1/6 (16.67%)", "Vomiting 1/6 (16.67%)", "Diarrhoea 0/6 (0.00 %)", "Death 2/6 (33.33%)", "Dilation of biliary tracts 0/6 (0.00 %)", "Hepatic haemorrhage 0/6 (0.00 %)", "Adverse Events 2:", "Total: 25/52 (48.08 per cent)", "Anemia 1/52 (1.92%)", "Takotsubo cardiomyopathy 0/52 (0.00 %)", "- Pericardial infusion 2/52 (3.85%)", "Vertigo 0/52 (0.00 %)", "Retinal vein occlusion 1/52 (1.92%)", "Gastroenteritis 0/52 (0.00 %)", "Vomiting 0/52 (0.00 %)", "Diarrhoea 1/52 (1.92%)", "Deaths 9/52 (17.31%)", "Dilatation of bile channels 1/52 (1.92%)", "Hepatic haemorrhage 1/52 (1.92%)"]}