{"Clinical Trial ID": "NCT01491737", "Intervention": ["INTERVENTION 1:", "Bras A: Pertuzumab + Trastuzumab + AI +/- Chemotherapy", "Participants received a pertuzumab at a loading dose of 840 mg followed by 420 mg trastuzumab at a loading dose of 8 mg/kg body weight followed by 6 mg/kg body weight on day 1 or day 2 of each 3-week cycle until disease progression, unacceptable toxicity, withdrawal of consent or death, or at the predefined end of the study, whichever occurs first. Participants also received an aromatase inhibitor (AI), orally according to the product label (anastrozole: 1 mg once a day or letrozole: 2.5 mg once a day).", "INTERVENTION 2:", "Bras B: Trastuzumab + AI +/- Chemotherapy", "Participants received a trastuzumab at a loading dose of 8 mg/kg body weight followed by 6 mg/kg body weight on day 1 or day 2 of each 3-week cycle until disease progression, unacceptable toxicity, withdrawal of consent or death, or until the end of the predefined study, whichever occurs first. Participants also received an oral aromatase inhibitor (AI), based on product labelling (anastrozole: 1 mg once daily or letrozole: 2.5 mg once daily)."], "Eligibility": ["Incorporation criteria:", "Participants with advanced metastatic or locally advanced breast cancer, HER2-positive and hormone-positive receptor", "Postmenopausal situation over 1 year", "HER2-positive as evaluated by the local laboratory on the primary or metastatic tumour", "► Positive hormone receptor defined as positive estrogen receptor and/or positive progesterone receptor", "At least one measurable injury and/or non-measurable disease evaluated according to the criteria for assessing response in solid tumours Version 1.1", "- Exclusion criteria:", "Previous non-hormonal anticancer systemic treatment in metastatic or locally advanced breast cancer", "Previous treatment with anti-HER2 for breast cancer, with the exception of trastuzumab and/or lapatinib in neoadjuvant or adjuvant settings", "Progression of disease during treatment with adjuvant trastuzumab and/or lapatinib", "• History of persistent haematological toxicity of grade 2 or higher according to the National Cancer Institute's common toxicity criteria Version 4.0", "• Disease-free interval of end of non-hormonal systemic adjuvant/neoadjuvant therapy at recurrence within 6 months", "Other malignant tumours over the past 5 years, with the exception of in situ cervix carcinoma or basal cell carcinoma", "Clinical or radiographic evidence of central nervous system metastases or major cardiovascular disease"], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "The progression of the disease was assessed according to the Criteria for Assessing Response in Solid Tumours (RECIST), version 1.1 and is defined as at least a 20% increase in the sum of the diameters of the target lesions, taking as a reference the smallest sum on the study (this includes the base sum if it is the smallest in the study). The sum of the diameters of the target lesions must also show an absolute increase of at least 5 mm (Note: the occurrence of one or more new lesions is also considered a progression). Participants who did not have PFS events were censored at the time of the last evaluation of the evaluable tumours. The primary analysis of PFS was expected when a total of 165 PFS events had occurred, and the final analysis after at least 60 months of follow-up.", "Duration: Mean study follow-up time for: Primary analysis: 31.7 [0.0-44.3] months versus 30.4 [0.0-45.8] months in arm A versus arm B; Final analysis: 73.20 [0.03-88.34) months versus 71.06 [0.03-88.97] months in arm A versus arm B", "Results 1:", "Title of arm/group: arms A: Pertuzumab + Trastuzumab + AI +/- chemotherapy", "In addition, participants received an oral Aromatase Inhibitor (AI) according to the product's label (anastrozole: 1 mg once daily or letrozole: 2.5 mg once daily).", "Total number of participants analysed: 129", "Median (95% confidence interval)", "Unit of measure: month Primary analysis: 18.89 (14.09 to 27.66)", "Final analysis: 20.63 (14.39 to 28.35)", "Results 2:", "Title of arm/group: Bras B: Trastuzumab + AI +/- Chemotherapy", "The participants received trastuzumab at a loading dose of 8 mg/kg body weight followed by 6 mg/kg body weight on day 1 or day 2 of each 3-week cycle until the disease progression, until unacceptable toxicity, withdrawal of consent or death, or until the end of the predefined study, whichever occurs first. Participants also received an oral aromatase inhibitor (AI) according to the product label (anastrozole: 1 mg once daily or letrozole: 2.5 mg once daily).", "Total number of participants analysed: 129", "Median (95% confidence interval)", "Unit of measure: month Primary analysis: 15.80 (11.04 to 18.56)", "Final analysis: 15.80 (11.04 to 18.66)"], "Adverse Events": ["Undesirable Events 1:", "Total: 46/127 (36.22 per cent)", "Febrile neutropenia 4/127 (3.15 per cent)", "Neutropenia 1/127 (0.79%)", "Atrial fibrillation 2/127 (1.57%)", "- Heart failure 0/127 (0.00 %)", "- Left ventricular dysfunction 4/127 (3.15%)", "Mitral valve disease 1/127 (0.79%)", "Ischemia myocardial 1/127 (0.79%)", "Sinus tachycardia 1/127 (0.79%)", "Myocardial infarction 1/127 (0.79%)", "Surrenal haemorrhage 1/127 (0.79%)", "Adverse Events 2:", "Total: 28/124 (22.58 per cent)", "- Febrile neutropenia 2/124 (1.61%)", "Neutropenia 1/124 (0.81%)", "Atrial fibrillation 0/124 (0.00 %)", "Heart failure 1/124 (0.81%)", "- Left ventricular dysfunction 0/124 (0.00 %)", "Mitral valve disease 0/124 (0.00 %)", "Myocardial ischemia 0/124 (0.00 %)", "- Sinus tachycardia 0/124 (0.00 %)", "Myocardial infarction 0/124 (0.00 %)", "Adrenal haemorrhage 0/124 (0.00 %)"]}