{"Clinical Trial ID": "NCT02069093", "Intervention": ["INTERVENTION 1:", "Dexamethasone-based washing", "The participants were split and cracked 10 mL of 0.5mg/5 mL of oral steroid dexamethasone (investigation treatment) 4 times a day (qid) orally for 2 minutes each for 8 weeks. Participants remained without food or drink (NPO) for one hour after administration of oral washing."], "Eligibility": ["Incorporation criteria:", "Adult women > 18 years of age with metastatic or locally advanced breast cancer who are not eligible for curative surgery or radiation therapy", "· Histological or cytological confirmation of the hormone positive receptor (HR+) human epidermal growth factor receptor 2 negative breast cancer (HER2-)", "Menopausal women. Postmenopausal status is defined either by:", "Age of 55 years and one year or more of amenorrhea", "Age < 55 years and 1 year or more of amenorrhea, with estradiol test < 20 pg/ml", "• Surgical menopause with bilateral oophorectomy", "Note: Ovarian radiation or treatment with agonist luteinizing hormone (LH-RH) (gosereline acetate or leuprolid acetate) is not permitted for the induction of ovarian suppression.", "The patient has been evaluated by a treating physician to be the appropriate candidate for everolimus plus treatment of exemestane as treatment for advanced or metastatic breast cancer and plans to prescribe everolimus 10mg PO QD in combination with exemestane 25mg PO QD", "The patient should start treatment with everolimus 10mg plus exemestane 25mg during cycle 1 Day 1 of the trial", "ECOG Status 2", "Adequate renal function: serum creatinine 1.5x ULN;", "At the beginning, the patient's self-reported oral pain level, using VAS, should be 0 and the normal diet scale should be 60.", "Signed informed consent obtained prior to any pre-selection procedure", "- Exclusion criteria:", "Patients currently receiving cancer treatments (with the exception of biphosphonate, denosumab);", "• Patients with stomatitis/ oral mucositis/ mouth ulcers;", "- known intolerance or hypersensitivity to everolimus or other rapamycin analogues (e.g. sirolimus, temsirolimus);", "A known impairment of gastrointestinal function (GI) or gastrointestinal disease that may significantly affect oral absorption of everolimus;", "Uncontrolled diabetes mellitus as defined by HbA1c >8% despite adequate treatment. Patients with a known history of fasting glucose deficiency or diabetes mellitus (MD) may be included, however blood glucose and diabetes therapy should be closely monitored throughout the trial and adjusted as necessary;", "Patients with serious and/or uncontrolled medical problems such as:", "Unstable angora pectoris, symptomatic congestive heart failure, myocardial infarction 6 months before the onset of everolimus, severe uncontrolled cardiac arrhythmia, or any other clinically significant heart disease", "• Congestive heart failure symptomatic of the heart of New York Association Class III or IV", "• Severe (acute or chronic) or uncontrolled infection, liver disease such as cirrhosis, decompensated liver disease (except for hepatitis B and hepatitis C positive patients)", "Sensitive to severe damage to lung function (spirometry and LOCD 50% or less normal saturation and O2 88 % or less at rest in ambient air)", "Active and haemorrhagic diathesis;", "Chronic treatment with corticosteroids or other immunosuppressive agents is permitted.", "known history of HIV-positiveness;", "Patients who have received live attenuated vaccines within one week of the start of the testolimus and during the study should also avoid close contact with others who have received live attenuated vaccines. Examples of live attenuated vaccines include intranasal influenza, measles, mumps, rubella, oral polio, BCG, yellow fever, varicella and typhoid vaccines TY21a;", "Patients with a history of other primary malignancy, with the exception of non-melanoma skin cancer and in situ carcinoma of the cervix, uterus or breast whose patient has not been affected for 3 years;", "Patients with a history of non-compliance with medical plans or who are considered to be potentially unreliable or unable to complete the patient's study or newspaper;", "Patients who are currently undergoing clinical study or who have not had a resolution of all acute toxic effects or cancer treatment prior to Grade 1 CTTAE version 4.03 (except for alopecia or other toxicities that are not considered to be a safety risk to the patient at the discretion of the investigator)."], "Results": ["Performance measures:", "Number of participants with stomatitis Grade 2", "Grade 1 = minimal symptoms, normal diet; Grade 2 = symptomatic but able to swallow a modified diet; Grade 3 = symptomatic and unable to feed or hydrate orally; Grade 4 = symptoms associated with potentially fatal consequences.", "Time limit: 56 days", "Results 1:", "Title of the arm/group: Dexamethasone based on the mouth", "In addition, participants received 10 mg everolimus and 25 mg exemstane (study treatments) according to local regulations.", "Total number of participants analysed: 86", "Type of measurement: Number", "Unit of measure: Participants Stomatitis grade >=2: Yes: 2", "Stomatitis class >=2: N°: 83", "Stomatitis class >=2: Not evaluable: 1"], "Adverse Events": ["Undesirable Events 1:", "Total: 20/92 (21.74%)", "- Lymphadenopathy 1/92 (1.09%)", "Heart failure 1/92 (1.09%)", "1/92 (1.09%)", "Gastric Ulcer 1/92 (1.09%)", "Rectal haemorrhage 1/92 (1.09%)", "Chest pain 1/92 (1.09%)", "Generalised oedema 1/92 (1.09%)", "Mass 1/92 (1.09%)", "Pyrexia 2/92 (2.17 per cent)", "Lung infection 1/92 (1.09%)", "Pneumonia 2/92 (2.17 per cent)", "- Sepsis 1/92 (1.09%)"]}