{"Clinical Trial ID": "NCT01705691", "Intervention": ["INTERVENTION 1:", "1st arm: Paclitaxel and AC", "Paclitaxel 80 mg/m2 IV per week for 12 doses followed by doxorubicin and cyclophosphamide IV every 21 days for 4 cycles", "Paclitaxel: 80 mg/m2 IV for 60 minutes per week for 12 weeks", "Doxorubicin: 60 mg/m2 IV for 15 minutes on day 1 every 21 days for 4 cycles", "Cyclophosphamide: 600 mg/m2 IV over 30 minutes on day 1 every 21 days for 4 cycles", "INTERVENTION 2:", "Second arm: Erivine then AC", "Eribulin 1.4 mg/m2 IV on days 1 and 8 of a 21-day cycle for 4 cycles followed by doxorubicin and cyclophosphamide IV every 21 days for 4 cycles", "Eribulin: 1.4 mg/m2 IV over 2 to 5 minutes on days 1 and 8 every 21 days for 4 cycles", "Doxorubicin: 60 mg/m2 IV for 15 minutes on day 1 every 21 days for 4 cycles", "Cyclophosphamide: 600 mg/m2 IV over 30 minutes on day 1 every 21 days for 4 cycles"], "Eligibility": ["Incorporation criteria:", "Patients should have a life expectancy of at least 10 years, excluding their diagnosis of breast cancer. (Comorbid conditions should be considered, but not the diagnosis of breast cancer.)", "Patients with reproductive potential should agree to use an effective non-hormonal contraceptive method during treatment and for at least 6 months after the last study dose.", "The patient must have consented to participate and signed and dated a consent form approved by the Institutional Review Board (IRB) that is consistent with federal and institutional guidelines.", "Patients must be women.", "Patients should be > 18 years of age.", "The performance status of the Eastern Cooperative Oncology Group (ECOG) must be 0 or 1.", "The diagnosis of invasive breast adenocarcinoma should have been made either by the heart biopsy of the needle or by a limited incisional biopsy.", "If the ER analysis is negative, then analysis of the progesterone receptor (PgR) should also be performed. (Patients are eligible with either positive or negative hormonal hormonal tumours.)", "The clinical stage, based on the physical examination assessment, must be stage IIB, IIIA, IIIB or IIIC of the U.S. Joint Committee on Cancer (JJCC): cT2 and cN1, cT3 and cN0 or cN1, any cT and cN2 or cN3, cT4", "The patient should have a mass in the breast or axilla of 2.0 cm or greater by physical examination, unless the patient has inflammatory breast cancer, in which case a disease measurable by physical examination is not necessary.", "At the time of randomisation, blood counts performed within 4 weeks prior to randomization must meet the following criteria: absolute neutrophil counts (NPCs) must be greater than or equal to 1200/mm3; platelet counts must be greater than or equal to 100,000/mm3; haemoglobin values must be greater than or equal to 10 g/dL.", "Total bilirubin should be less than or equal to the upper limit of normal (ULN) for the laboratory, unless the patient has an elevation of bilirubin > ULN to 1.5 x ULN due to Gilbert's disease or a similar syndrome involving slow bilirubin conjugation; and alkaline phosphatase should be less than or equal to 1.5 x ULN for the laboratory; and aspartate aminotransferase (AST) and alanine aminotransferase (ALT) should be less than or equal to 1.5 x ULN for the laboratory.", "Patients with alkaline phosphatase > ULN but with ULN less than or equal to 1.5 x ULN may be included in the study if the liver imaging (CT, MRI, PET or TEP-CT scan) performed within 4 weeks prior to randomization does not demonstrate metastatic disease and if the requirements of the following criteria for unexplained skeletal pain are met.", "Patients with unexplained skeletal pain or alkaline phosphatase > ULN but less than or equal to 1.5 x ULN may be included in the study if a bone scan, TEP-CT scan or TEP scan performed within 4 weeks prior to randomization does not demonstrate metastatic disease.", "The serum creatinine administered within 4 weeks prior to randomization should be less than or equal to 1.5 x ULN for the laboratory.", "- Serum potassium and serum magnesium, performed within 4 weeks of randomization, should be within normal limits.", "The evaluation of the left ventricular ejection fraction (LVF) by 2-D echocardiogram or multiple acquisition analysis (MUGA) performed within 90 days prior to randomization must be greater than or equal to 50%, regardless of the lower limit of normal (LLN) of the installation.", "The ECG performed within 4 weeks prior to entry into the study must demonstrate a QTc interval of 0.47 s or less.", "- Exclusion criteria:", "The tumours that have been determined to be HER2-positive by immunohistochemistry (3+) or in situ hybridization (positive for gene amplification), or that have been determined to be HER2-equivocal, and the investigator plans to administer trastuzumab or other targeted treatment.", "- Fine needle aspiration (NPA) alone to diagnose primary breast cancer.", "A biopsy excision or a lumpectomy performed prior to randomization.", "(Procedures that are allowed prior to entry into the study include: 1) Axillary node nucleus RNA or biopsy for any patient, and 2) although not recommended, preneoadjuvant sentinal node biopsy (SN) for patients with clinically negative axillary node nodes.)", "(Note: Thoracic imaging is mandatory for all patients within 90 days prior to randomization. Further imaging [if necessary] must have been performed within 4 weeks prior to randomization.)", "The history of ipsilateral invasive breast cancer, regardless of the treatment or ipsilateral ductic carcinoma of Situ (SCIS) treated with radiotherapy (RT). (Patients with a history of situ lobular invasive breast cancer (SCIS), contralateral DCIS [regardless of RT] or contralateral invasive breast cancer are eligible.)", "• History of non-brain malignancies (except for in situ cancers treated only by local excision and basal cell and squamous skin carcinomas) within 5 years of randomization.", "A known metastatic disease of any tumour (solid or haematological tumour).", "Previous treatment with anthracyclines, taxanes, cyclophosphamide or eribulin for any malignancy.", "Treatment including RT, chemotherapy and/or targeted treatment for breast cancer currently diagnosed prior to randomisation.", "• Continuous endocrine therapy such as raloxifene or tamoxifen (or another SERM) or aromatase inhibitor. (Patients are eligible if these drugs are discontinued prior to randomization.)", "Any ongoing sexual hormonal therapy, e.g. contraceptive pills and replacement ovary hormone therapy. Patients are eligible if these drugs are discontinued prior to randomization.", "(Patients are eligible if these medicines and/or substances can be discontinued before the first dose of eribulin and should not be resumed before the last dose of eribulin.)", "Hepatitis B is active or hepatitis C with abnormal liver function tests.", "Intrinsic lung disease leading to dyspnoea.", "• An active infection; or a chronic infection requiring chronic suppressive antibiotics.", "Resistant to grade 2 diarrhea, regardless of etiology.", "A sensory or motor neuropathy greater than or equal to Class 2, as defined by the Common Criteria for the Toxicity of NCI to Adverse Reactions (CTCAE) v4.0.", "Conditions that would prohibit intermittent administration of corticosteroids for premedication of paclitaxel.", "- Chronic daily corticosteroid treatment with a dose greater than or equal to 10 mg/day of methylprednisolone equivalent (excluding inhaled steroids).", "- Uncontrolled hypertension defined as systolic PB > 150 mmHg or diastolic PB > 90 mmHg, with or without antihypertensive drugs. (Patients with hypertension that is well controlled by drugs are eligible.)", "- Cardiac disease (history and/or active disease) that would prevent the use of any of the medicines included in the regimen, including, but not limited to, active heart disease: symptomatic angina in the last 180 days requiring the initiation or increase of an anti-anginary medication or other intervention; ventricular arrhythmias, except for benign premature ventricular contractions; supraventricular and nodal arrhythmias requiring a heart pacemaker or not controlled by a drug; conduction abnormality requiring a heart pacemaker; valvular disease with documented compromise in cardiac function; and symptomatic pericarditis.", "Another non-malignant systemic disease that would prevent the patient from receiving study treatment or prevent the necessary follow-up.", "• Pregnancy or lactation at randomisation.", "Any psychiatric or addictive disorder or other condition which, in the opinion of the investigator, would prevent him from meeting the requirements of the study.", "The use of any investigation officer within 4 weeks prior to randomization."], "Results": ["Performance measures:", "Complete pathological response rate (RAP) after neoadjuvant treatment in the breast and axillary glands", "Percentage of patients with no histological evidence of cancer in the lymph nodes of the breast and axillary.", "Delay: At the time of surgery, about 24 to 28 weeks.", "Results 1:", "Title of arm/group: Arm 1: Paclitaxel then AC", "Description of the arm/group: Paclitaxel 80 mg/m2 IV per week for 12 doses followed by doxorubicin and cyclophosphamide IV every 21 days for 4 cycles", "Paclitaxel: 80 mg/m2 IV for 60 minutes per week for 12 weeks", "Doxorubicin: 60 mg/m2 IV for 15 minutes on day 1 every 21 days for 4 cycles", "Cyclophosphamide: 600 mg/m2 IV over 30 minutes on day 1 every 21 days for 4 cycles", "Total number of participants analysed: 19", "Type of measurement: Number", "Unit of measure: percentage of participants 26.3", "Results 2:", "Title of arm/group: Arm 2: Erivin then AC", "Description of the arm/group: Eribulin 1.4 mg/m2 IV on days 1 and 8 of a 21-day cycle for 4 cycles, followed by doxorubicin and cyclophosphamide IV every 21 days for 4 cycles", "Eribulin: 1.4 mg/m2 IV over 2 to 5 minutes on days 1 and 8 every 21 days for 4 cycles", "Doxorubicin: 60 mg/m2 IV for 15 minutes on day 1 every 21 days for 4 cycles", "Cyclophosphamide: 600 mg/m2 IV over 30 minutes on day 1 every 21 days for 4 cycles", "Total number of participants analysed: 30", "Type of measurement: Number", "Unit of measure: percentage of participants 16.7"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/19 (15.79 per cent)", "1/19 (5.26%)", "Colite 1/19 (5.26 per cent)", "- Pain in the extremities 0/19 (0.00 %)", "Nephrolithiasis 0/19 (0.00 per cent)", "1/19 (5.26%)", "- Dyspnoea 0/19 (0.00 %)", "Hematoma 0/19 (0.00 %)", "Adverse Events 2:", "Total: 4/30 (13.33%)", "Febrile neutropenia 1/30 (3.33%)", "- Collite 0/30 (0.00 per cent)", "1/30 (3.33%)", "Nephrolithiasis 1/30 (3.33%)", "Pulmonary embolism 0/30 (0.00 %)", "Dyspnoea 1/30 (3.33%)", "Hematoma 1/30 (3.33%)"]}