{"Clinical Trial ID": "NCT00981812", "Intervention": ["INTERVENTION 1:", "• Visualized lesions using positron emission mammography (PEM)", "Total lesions visualized using positron emission mammography."], "Eligibility": ["Incorporation criteria:", "Women", "Subject aged 25 to 100 years", "Subjects have at least one breast imaging result on mammography and/or ultrasound, which is assessed as highly suggestive of malignancy and recommended for biopsy", "The subject is able to give his informed consent", "- Exclusion criteria:", "- The subject is pregnant.", "The subject is actively breast-feeding or ceases to breast-feed less than 2 months ago", "The subject has breast implants", "The subject is planned for the sentinel node procedure using radioactive Tc-99m within 24 hours of the PEM study", "The subject has contraindications for basic biopsy and other invasive procedures", "The subject has type I diabetes or poorly controlled type II diabetes", "The subject has undergone surgery or radiation therapy in the study or chemotherapy in the last 12 months.", "The subject did not fast for 4-6 hours prior to surgery and/or had fasted blood glucose above 140 mg/dl on the day of PEM imaging"], "Results": ["Performance measures:", "• Feasibility that breast biopsy can be performed using PEM and Stereo Navigator Software after the diagnostic EMP on the same day.", "[Unspecified]", "Calendar: At the time of biopsy", "Results 1:", "Title of arm/group: Lesions visualized using positron emission mammography (PEM)", "Description of the arm/group: Total lesions visualized using the positron emission mammography.", "Total number of participants analysed: 20", "Type of measurement: Number", "Unit of measure: Breast injury index Lesioines: 22", "• Index damage visualised to PEM: 21", "Additional damage observed only at the point of contact PEM: 6", "Technically appropriate injury for targeting: 26", "Number of lesions per biopsy: 24"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/20 (0.00 %)"]}