{"Clinical Trial ID": "NCT00405938", "Intervention": ["INTERVENTION 1:", "Bevacizumab/Anastrozole", "Bevacizumab 10mg/kg IV every 2 weeks (patients who also receive trastuzumab may receive their bevacizumab at 15 mg/kg every 3 weeks instead of 10 mg/kg every 2 weeks (see section Trastuzumab below)) and anastrozole (1 mg per day orally) should be administered in 4 week cycles.", "INTERVENTION 2:", "Bevacizumab/Fulvestrant", "Bevacizumab/fulvestrant (with trastuzumab in HER2+ patients). Bevacizumab 10mg/kg IV every 2 weeks [patients who also receive trastuzumab have the possibility to receive their bevacizumab at 15 mg/kg every 3 weeks instead of 10 mg/kg every 2 weeks (see Trastuzumab section below)] fulvestrant (500 mg intramuscular on day 1 of Cycle 1, followed by 250 mg intramuscular of fulvestrant on day 15 of Cycle 1. On day 1 of Cycle 2 and the first day of all subsequent cycles, patients in this treatment group will receive 250 mg intramuscular of fulvestrant)."], "Eligibility": ["Incorporation criteria:", "Postmenopausal breast cancer (adenocarcinoma) estrogen (ER) and/or progesterone receptor (PR) positive that is locally advanced or locally recurrent and cannot be surgically eliminated OR with measurable disease and/or can be evaluated including isolated bone metastases", "Women 18 years of age or older", "• Documentation of ER+ and/or PR+", "No prior chemotherapy or hormone therapy for metastatic breast cancer or inoperable breast cancer that is locally recurrent or locally advanced", "A measurable or evaluable disease", "Radiation therapy for painful bone damage or imminent fractures is permitted as long as there is a measurable or evaluable disease outside the apparent area.", "Must have adequate bone marrow, kidney and liver function", "Patients receiving prior chemotherapy with anthracycline should have a normal left ventricle ejection fraction.", "- Exclusion criteria:", "No metastatic central nervous system disease", "No history of myocardial infarction (MI), stroke or transient ischemic attacks in the last 6 months", "No symptoms of peripheral vascular disease", "No history of abdominal fistula, gastrointestinal perforation or intrabdominal abscesses in the last 6 months", "No known hypersensitivity to phosphate, trehalose or polysorbate", "No serious non-healing injury, ulcer or bone fracture", "No uncontrolled hypertension or history of hypertensive seizure", "No New York Hear Association class II congestive heart failure", "No significant involvement of the liver or lungs in cancer", "No history of significant psychiatric disorders", "No significant vascular disease", "If you do not qualify for the trial, the study staff will explain the reasons. If you qualify, the study staff will explain the trial in detail and answer any questions you may have."], "Results": ["Performance measures:", "The progression-free survival (PFS), the length of time, in months, that patients were alive from their first date of protocol treatment until their disease deteriorated", "• Progression-free survival (PFS) is defined as the interval, in months, between the date of first treatment and the date of progression of the disease or death, whichever occurs first.", "Time limit: 18 months", "Results 1:", "Title of the arm/group: Bevacizumab/Anastrozole", "Bevacizumab 10mg/kg IV every 2 weeks (patients who also receive trastuzumab may receive their bevacizumab at 15 mg/kg every 3 weeks instead of 10 mg/kg every 2 weeks (see section Trastuzumab below)) and anastrozole (1 mg per day orally) should be administered in cycles of 4 weeks.", "Total number of participants analysed: 38", "Median (95% confidence interval)", "Unit of measurement: months 21 [1] (14 to NA)", "Results 2:", "Title of the arm/group: Bevacizumab/Fulvestrant", "Bevacizumab/fulvestrant (with trastuzumab in HER2+ patients). Bevacizumab 10mg/kg IV every 2 weeks ( patients who also receive trastuzumab have the opportunity to receive their bevacizumab at 15 mg/kg every 3 weeks instead of 10 mg/kg every 2 weeks (see Trastuzumab section below)) fulvestrant (500 mg intramuscular day 1 of Cycle 1, followed by 250 mg intramuscular day 15 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 and on the first day of all subsequent cycles of Cycle 1 of Cycle 2 of Cycle 2 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 2 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1 of Cycle 1, patients in this treatment arm will receive 250 mg intramuscular fulvestrant.", "Total number of participants analysed: 41", "Median (95% confidence interval)", "Unit of measure: months 9 (5-13)"], "Adverse Events": ["Undesirable Events 1:", "Total: 10/38 (26.32 per cent)", "- CTnI [1]0/38 (0.00%)", "Superventricular arrhythmia - Sinus Bradycardia 1/38 (2.63%)", "Pain - Cardiac 0/38 (0.00%)", "Ischaemic heart disease/infarction 0/38 (0.00 %)", "- Restrictive cardiomyopathy 1/38 (2.63%)", "Dehydration 0/38 (0.00 %)", "Diarrhoea 1/38 (2.63 per cent)", "1/38 (2.63 per cent)", "Nausea 1/38 (2.63 per cent)", "Death 0/38 (0.00 %)", "Weakness 1/38 (2.63 per cent)", "Adverse Events 2:", "Total: 12/41 (29.27 per cent)", "- CTnI [1]1/41 (2.44 %)", "Superventricular arrhythmia - Sinus Bradycardia 0/41 (0.00 %)", "Pain - Cardiac 1/41 (2.44%)", "Ischaemic heart disease/infarction 1/41 (2.44%)", "- Restrictive cardiomyopathy 0/41 (0.00 %)", "Dehydration 1/41 (2.44 per cent)", "Diarrhoea 0/41 (0.00 %)", "- Vomiting 0/41 (0.00 %)", "- Nausea 0/41 (0.00 %)", "Deaths 1/41 (2.44 per cent)", "Weakness 0/41 (0.00 %)"]}