{"Clinical Trial ID": "NCT02287675", "Intervention": ["INTERVENTION 1:", "- Lymphoseek", "Lymphoseek (technetium Tc 99m tilmanocept) Injection is indicated for lymphatic mapping with a portable gamma meter to help locate lymph nodes draining a primary tumour site in patients with breast cancer or melanoma and guiding the sentinel biopsy of lymph nodes using a portable gamma meter in patients with clinically negative squamous carcinoma of the oral cavity.", "INTERVENTION 2:", "- Colloid sulfur", "Technetium Tc 99m Sulfur Colloid Injection is a radioactive diagnostic agent indicated as follows:", "In adults, to help:", "Location of lymph nodes draining a primary tumour in patients with", "- Breast cancer or malignant melanoma when used with a portable gamma meter.", "The evaluation of the peritoneo-venous patent (LeVeen) was carried out in adults."], "Eligibility": ["Incorporation criteria:", "The subject must be female and 18 years of age or older.", "The subject should be a preoperative clinical Tis, T1, T2, T3, T4, as well as a clinical N0 and a breast cancer clinical M0.", "The subject must have a diagnosis of primary breast cancer.", "The subject must be a candidate for surgery, either with lumpectomy and SLNB, or with mastectomy and SLNB, as a treatment for breast cancer.", "The subject must have a performance status in the Eastern Cooperative Oncology Group (ECOG) from 0 to 2nd grade.", "The subject must provide written informed consent with the authorization of the Health Insurance Portability and Liability Act (HISA) prior to participating in the study.", "- Exclusion criteria:", "The subject has clinical or radiological or pathological evidence of metastatic cancer, including any abnormal or expanded clinical evidence of palpable lymph nodes or biopsy/surgical bipsia/aspiration of the fine needs of malignant cells in any lymph node.", "The subject has known hypersensitivity to the vital blue colourant (VBD) in a case where the vital blue colourant was intended for use during SLNB.", "The subject has a positive pregnancy test or is lactating.", "The subject has already undergone surgery on the breast or axilla indicated."], "Results": ["Performance measures:", "Injection site relocation for Lymphoseek and 99mTc-Sulfur Colloid (SC).", "The clearance rate of the injection site is the time between the radiotracer injection and the maximum radioactive level of the NSA. The clearance rate of the injection will be determined by SPECT planar imaging and SPECT/CT. The subjects will undergo standard sequential planar imaging at intervals of 30 to 60 seconds until the sentinel lymphatic node is observed.", "Duration: 2 hours", "Results 1:", "Title of the arm/group: Lymphoseek", "Description of the arm/group: Lymphoseek (technetium Tc 99m tilmanocept) Injection is indicated for lymphatic mapping with a portable gamma meter to help locate lymph nodes draining a primary tumour site in patients with breast cancer or melanoma and guiding sentinel biopsy of lymph nodes using a portable gamma meter in patients with clinically negative squamous carcinoma of the oral cavity.", "Total number of participants analysed: 18", "Average (standard deviation)", "Unit of measurement: report 1.78 (0.85)", "Results 2:", "Title of arm/group: Sulphur colloid", "Description of the arm/group: Technetium Tc 99m Sulfur Colloid Injection is a radioactive diagnostic agent indicated as follows:", "In adults, to help:", "Location of lymph nodes draining a primary tumour in patients with", "- Breast cancer or malignant melanoma when used with a portable gamma meter.", "The evaluation of the peritoneo-venous patent (LeVeen) was carried out in adults.", "Total number of participants analysed: 22", "Average (standard deviation)", "Unit of measurement: minutes 0.045 (0.18)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/18 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}