{"Clinical Trial ID": "NCT01738438", "Intervention": ["INTERVENTION 1:", "- Cabozantinib", "Cabozantinib was administered at an oral dose of 60 mg once daily for 21 day cycles. Treatment continued in the absence of disease progression or unacceptable toxicity."], "Eligibility": ["Incorporation criteria:", "Invasive breast cancer confirmed histologically or cytologically with stage IV disease", "The primary tumour and/or metastasis should be ER-negative, PR-negative and HER2-negative", "May have received 0-3 previous chemotherapeutic treatments for metastatic breast cancer. Must be out of treatment for at least 21 days prior to registration", "• Must have stopped any biological therapy at least 14 days prior to registration", "May have received early or metastatic radiation therapy but must have completed treatment at least 14 days prior to registration", "• Must agree to use medically acceptable methods of contraception", "Confirmation of the availability of paraffin-fixed tumour tissue", "• Capable of swallowing tablets", "- Exclusion criteria:", "Pregnant or breast-feeding", "• Received another research officer within 14 days of registration", "• Received a c-Met inhibitor", "• Known brain metastases that are untreated, symptomatic or require treatment to control symptoms", "A psychiatric illness or a social situation that may limit the ability to comply with the requirements of the study", "• Require concomitant therapeutic dose treatment with anticoagulants or antiplatelets", "• Diagnosis of another disease requiring systemic treatment in the last two years (with the exception of non-melanoma skin cancer or in situ cervical carcinoma)", "Known as positive for HIV", "Active infection requiring IV antibiotics on the first day of cycle 1", "• Uncontrolled and significant intercurrent disease", "• Requires chronic concomitant treatment of a potent CYP3A4 inducer", "• Tumour in contact with, invade or collect the main blood vessels", "After clinically significant gastrointestinal bleeding within 6 months, hemoptysis of more than 0.5 tablespoons of red blood within 3 months or other signs of pulmonary haemorrhage within 3 months of registration"], "Results": ["Performance measures:", "Objective response rate", "For target lesions: CR is the complete elimination of all target lesions and PR is at least a 30% decrease in the sum of the longest diameter (LD) of target lesions, taking as a reference sum the LD. PR or a better overall response assumes a stable/minimum incomplete (DS) response/disease for the evaluation of non-target lesions and the absence of new lesions.", "The treatment continued until disease progression or unacceptable toxicity. The duration of treatment was median of 3 cycles (1-17).", "Results 1:", "Title of the arm/group: Cabozantinib", "Description of the arm/group: Cabozantinib was administered at an oral dose of 60 mg once daily for 21 cycles of day. Treatment continued in the absence of disease progression or unacceptable toxicity.", "Total number of participants analysed: 35", "Type of measurement: Number", "Unit of measure: proportion of participants 0.09 (0.02 to 0.26)"], "Adverse Events": ["Undesirable Events 1:", "Total: 14/35 (40.00 per cent)", "Infections and infestations - Other 1/35 (2.86%)", "1/35 (2.86 per cent)", "Duration of prolonged activated partial thromboplastin 1/35 (2.86%)", "Increased alanine aminotransferase 1/35 (2.86%)", "Aspartate aminotransferase increases 2/35 (5.71%)", "Increased lipase 3/35 (8.57%)", "Hypophosphataemia 1/35 (2.86%)", "Bone pain 2/35 (5.71%)"]}