{"Clinical Trial ID": "NCT03066947", "Intervention": ["INTERVENTION 1:", "SV-BR-1-GM monotherapy", "Pretreatment with a low dose of cyclophosphamide 2-3 days prior to SV-BR-1-GM inoculation; SV-BR-1-GM inoculation in 4 upper back (x2) and thigh (x2) sites; low post-inoculation inoculation Interferon-alpha-2b at vaccination sites ~2 and ~4 days after SV-BR-1-GM inoculation", "SV-BR-1-GM: see above", "Cyclophosphamide: Low dose pretreatment to reduce regulatory T cells", "Interferon-alpha-2b: Low dose given at vaccine site to stimulate immune response"], "Eligibility": ["Incorporation criteria:", "1. Have histological confirmation of breast cancer with recurrent and/or metastatic lesions via the research site.", "Patients with new or progressive metastatic breast cancer in the brain will be eligible provided that:", "There is no need for steroids and patients have not had steroids at least 2 weeks", "No tumour is >50 mm3", "- ECOG status <3", "The tumours do not encroach on the middle cerebral artery/speech motor band", "In case of surgical decompression, surgery must be cured and at least 3 weeks have elapsed since general anesthesia.", "Patients consent to MRI studies at 3-4 week intervals until evidence of tumour regression in at least 2 imaging studies. In no case will the interval between MRI studies be more than 3 months. The MRI study can be introduced at any time if patients develop new symptoms or clearly aggravate symptoms and/or the introduction of steroids.", "2. Have evidence of a persistent, recurrent or progressive disease for which there is no known or established treatment available with curative intent, after failing at least one standard community-based systemic chemotherapy treatment (and endocrine treatment if applicable)", "3. Be 18 years of age or older and female", "4. Expected survival of at least 4 months", "5. Have an adequate state of performance (ECOG 0-2)", "6. Patients may be kept on hormonal therapy provided there is clear evidence of tumour progression", "7. Have given informed consent in writing.", "- Exclusion criteria:", "- Concomitant or recent chemotherapy (within 3 weeks), XRT treatment within 3 weeks, may have had immunotherapy in the past (stopping within 3 weeks), or general anaesthesia/major surgery (within 3 weeks). Patients should have recovered from all known or expected toxicity of previous treatment and have spent a period of \"washing\" without treatment of 3 weeks before starting this program (8 weeks for people receiving nitrosourea or mitomycin).", "• History of clinical hypersensitivity to GM-CSF, interferon-alpha-2b (Merck), yeast, beef or any component used in the preparation of the experimental vaccine.", "BUN > 30 and a creatinine > 2.", "Absolute number of granulocytes < 1000; platelets < 100,000.", "Bilirubin >2.0; alkaline phosphatase >5x upper limit of normal (ULN); ALT/AST >2x LSN.", "• Proteinuria >1+ on urine analysis or >1 gm/24h.", "The left ventricular ejection fraction (LVEF determined by cardiac echo or MUGA analysis) is less than the normal limits of the establishment-specific test range, which can be repeated once at the discretion of the investigator with the approval of the sponsor.", "New York Heart Association stage 3 or 4 heart disease.", "A pleural effusion of moderate or worse severity.", "Any woman of childbearing age, unless:", "• Agrees to take measures to avoid becoming pregnant during the study and", "To have a negative serum pregnancy test within 7 days of starting treatment.", "Pregnant or lactating women.", "People with previous malignancies treated effectively and not in need of treatment for more than 24 months are eligible, provided there is clear documentation that the current local recurrence or metastatic site represents the recurrence of primary mammary malignancies.", "Patients who are HIV positive (by self-report) or have clinical or laboratory characteristics indicating AIDS.", "14. Patients who require systemic steroids at a dose equivalent to >10 mg/day of prednisone. Beta-blocker therapy, although not exclusive, is discouraged and alternatives should be sought if possible. Beta-blocker could compromise the use of epinephrine for the rare possibility of anaphylaxis. Anticoagulants should be approved by the investigator with notification from the sponsor.", "Patients who are receiving treatment for rheumatologic or autoimmune disease unless approved by the investigator in consultation with the sponsor (e.g., for autoimmune thyroiditis or diabetes replacement therapy).", "* Patients with severe psychiatric disorder (schizophrenia, bipolar personality disorder or borderline) or other clinically progressive major medical conditions, unless approved by PI.", "Men with breast cancer.", "Patients may not be the subject of a concurrent clinical trial unless approved by PI."], "Results": ["Performance measures:", "Number of patients treated with emerging adverse events in two or more patients [Security]", "To evaluate the number of patients with toxicity events while on SV-BR-1-GM, as defined by the Common Terminology Criteria for Adverse Events (CCTAE)", "Timeline: By completing the study, an average of one year", "Results 1:", "Title of arm/group: SV-BR-1-GM Monotherapy", "Description of the arm/group: Pretreatment with low-dose cyclophosphamide 2-3 days prior to inoculation of SV-BR-1-GM; inoculation of SV-BR-1-GM in 4 upper back (x2) and thigh (x2) sites; low-dose interferon-alpha-2b after inoculation of SV-BR-1-GM at vaccination sites ~2 and ~4 days after inoculation of SV-BR-1-GM", "SV-BR-1-GM: see above", "Cyclophosphamide: Low dose pretreatment to reduce regulatory T cells", "Interferon-alpha-2b: Low dose given at vaccine site to stimulate immune response", "Total number of participants analysed: 24", "Type of measure: Number of participants", "Unit of measure: Participants Patients with adverse reactions: 24 100.0%", "erythema injection site: 11 45.8%", "Injection site pruritis: 8 33.3%", "Induration injection point: 7 29.2%", "Fatigue: 6 25.0%", "Nausea: 6 25.0%", "Constipation: 5 20.8%", "Abdominal pain: 4 16.7%", "Influenza symptoms: 4 16.7%", "Diarrhoea: 3 12.5 per cent", "Increase in GGTP: 3 12.5 per cent", "Injection site reaction: 3 12.5 %", "Urinary infection: 3 12.5 per cent", "Vomiting: 3 12.5 per cent", "Abdominal distension: 2 8.3%", "Increased alkaline phosphatase: 2 8.3%", "Increase in ALTs: 2 8.3%", "Anorexia: 2 8.3%", "• Increase in ASAT: 2 8.3%", "Back pain: 2 8.3%", "Cooling: 2 8.3%", "Decreased appetite: 2 8.3%", "Dehydration: 2 8.3%", "Dizzying sensations: 2 8.3%", "Erythema Multiform: 2 8.3%", "• Glucose increase: 2 8.3%", "Decrease in hematocrit: 2 8.3%", "Hypercalcaemia: 2 8.3%", "Decreased lymphocytes: 2 8.3%", "Myalgia: 2 8.3%", "Pleural swelling: 2 8.3%"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/24 (33.33 per cent)", "* 21/24 (4.17%)", "Palpitations * 21/24 (4.17 per cent)", "GRD * 21/24 (4.17 per cent)", "Fever * 21/24 (4.17 per cent)", "Sepsis * 1/24 (4.17 per cent)", "urinary infection * 21/24 (4.17 per cent)", "Influenza A * 21/24 (4.17 per cent)", "Dehydration * 21/24 (4.17 per cent)", "Hyponatraemia * 21/24 (4.17 per cent)", "Sensation of hypercalcaemia * 21/24 (4.17 %)", "Bone pain * 21/24 (4.17 per cent)"]}