{"Clinical Trial ID": "NCT00262834", "Intervention": ["INTERVENTION 1:", "Vorinostat", "Women in the vorinostat group were expected to receive 6 oral doses of vorinostat 300 mg twice daily (bid), the last dose being administered by study staff approximately 2 hours prior to scheduled breast surgery (or biopsy)."], "Eligibility": ["Incorporation criteria:", "No prior or concomitant hormonal treatment for breast cancer", "* Histologically confirmed breast cancer, stage I-III disease, requiring definitive surgery or other primary treatment (e.g., preoperative/neoadjuvant systemic treatment) for breast cancer", "ECOG 0-2 OR Karnofsky 60-100%", "Absolute number of neutrophils 1,500/mm3", "Number of platelets 100 000/mm^3", "Normal Bilirubine", "ASAT and ALT 2.5 times the upper limit of normal", "PT 14 seconds", "Normal creatinine", "No symptomatic congestive heart failure", "No unstable breast angina", "No cardiac arrhythmia", "No pregnancy or breast-feeding", "Negative pregnancy test", "Fertile patients should use effective contraception", "No infection in progress or active", "No psychiatric illness or social situation that would prevent compliance with the study", "No other uncontrolled intercurrent disease", "No history of allergic reactions attributed to compounds of chemical or biological composition similar to vorinostat", "At least 30 days since previous hormone replacement therapy (e.g. estrogen and/or progestin)", "Concomitant preparations of authorized vaginal hormones (e.g., vagifema or estring)", "No simultaneous contraceptive pills", "No previous ipsilateral radiation therapy", "No prior or concomitant radiation therapy for breast cancer", "No previous or concomitant new treatment for breast cancer", "At least 14 days from previous valproic acid or other histone deacetylase inhibitor", "No other competing search agent", "No combination antiretroviral therapy concomitantly for HIV-positive patients", "No other concomitant treatment for this cancer", "WBC 3.000/mm^3", "- Exclusion criteria:", "Patients should not receive any other experimental agents.", "History of allergic reactions attributed to compounds of chemical or biological composition similar to SAHA.", "Patients may not take valproic acid or any other histone deacetylase inhibitor for at least 2 weeks prior to starting SAHA therapy.", "Pregnant women."], "Results": ["Performance measures:", "Number of participants with adverse events", "17 of the 25 participants who received vorinostat had at least one suspected adverse reaction related to the study drug; no adverse reactions were severe and treatment was considered safe.", "Time limit: After 3 days of vorinostat", "Results 1:", "Title of the arm/group: Vorinostat", "Description of the arm/group: Women in the vorinostat group were expected to receive 6 oral doses of vorinostat 300 mg twice daily (bid), the last dose being administered by study staff approximately 2 hours prior to scheduled breast surgery (or biopsy).", "Total number of participants analysed: 25", "Type of measurement: Number", "Unit of measurement: participants 17"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/25 (0.00 per cent)"]}