{"Clinical Trial ID": "NCT01565083", "Intervention": ["INTERVENTION 1:", "Pertuzumab + Trastuzumab + Vinorelbine: Separate infusion", "Infusion of trastuzumab IV at a loading dose of 840 mg on day 1 of Cycle 1 (cycle length = 21 days), followed by 420 mg on day 1 of each subsequent cycle. Infusion of trastuzumab IV at a loading dose of 8 mg/kg on day 2 of Cycle 1, followed by 6 mg/kg on day 2 of each subsequent cycle. Infusion of vinorelbine IV (administered after trastuzumab) at a dose of 25 mg/m^2 on day 2 and day 9 of Cycle 1, followed by 30-35 mg/m^2 on day 2 and day 9 of each subsequent cycle.", "INTERVENTION 2:", "Pertuzumab + Trastuzumab + Vinorelbine: unique infusion", "Infusion of trastuzumab IV at a loading dose of 840 mg on day 1 of Cycle 1 (cycle length = 21 days), followed by 420 mg on day 1 of each subsequent cycle. Infusion of trastuzumab IV at a loading dose of 8 mg/kg on day 2 of Cycle 1, followed by 6 mg/kg on day 1 of each subsequent cycle. Infusion of vinorelbine IV at a dose of 25 mg/m^2 on day 2 and day 9 of Cycle 1, followed by 30-35 mg/m^2 on day 1 and day 8 of each subsequent cycle."], "Eligibility": ["Incorporation criteria:", "Histologically or cytologically confirmed and documented breast adenocarcinoma with metastatic or locally advanced disease not suitable for curative resection", "HER2-positive as evaluated by the local laboratory on the primary or metastatic tumour", "At least one measurable injury and/or non-measurable disease evaluated according to RECIST v1.1 criteria", "The Eastern Cooperative Oncology Group (ECOG) has achieved progress 0 or 1", "At least 55 % left ventricular ejection fraction (LVF)", "Life expectancy of at least 12 weeks", "- Exclusion criteria:", "Previous non-hormonal anticancer systemic treatment in metastatic or locally advanced breast cancer", "• Previously approved anti-HER2 or investigational agents in any breast cancer treatment, with the exception of trastuzumab and/or lapatinib in the adjuvant or neoadjuvant setting", "Progression of the disease during treatment with trastuzumab and/or lapatinib in the adjuvant or neoadjuvant setting", "• Interval without disease of end of non-hormonal systemic adjuvant or neoadjuvant therapy to recurrent disease of less than 6 months", "History of persistent haematological toxicity of grade 2 or higher (National Cancer Institute Common Terminology Criteria [NCI-CTC], version 4.0) resulting from previous adjuvant or neoadjuvant treatment", "Radiographic evidence of central nervous system metastases that are not well controlled by local treatment (irradiation or surgery)", "Current NCI-CTC peripheral neuropathy, version 4.0 Grade 3 or higher", "• History of other malignancies over the past 5 years, with the exception of in situ carcinoma of the cervix, non-melanoma skin carcinoma, stage 1 uterus cancer or cancers with a curative outcome similar to those mentioned above", "A serious and uncontrolled concomitant disease that contraindicates the use of one of the experimental drugs used in this study or that exposes participants to a high risk of treatment-related complications", "Inadequate haematological, hepatic or renal function", "- Uncontrolled blood pressure or clinically significant cardiovascular disease", "• Hepatitis B, hepatitis C or human immunodeficiency virus (HIV)", "Current chronic daily treatment with corticosteroids (>/= 10 mg/day of methylprednisolone or equivalent), excluding inhaled steroids"], "Results": ["Performance measures:", "Percentage of participants with the best overall response (BOR) assessed by the researcher according to the criteria for assessing responses in solid tumours Version 1.1 (RECIST v1.1)", "All measurable lesions up to a maximum of 2 lesions per organ and 5 lesions in total or pathological lymph nodes (with a short axis [SA] of at least (>/=) 15 millimetres [mm]) were identified as target (TL) lesions and measured and recorded at baseline. A sum of diameters (the longest for non-nodal lesions, SA for nodal lesions) for all LT were calculated and reported as the initial sum of diameters (SD). All other lesions (or disease sites) were identified as non-TL. CR: disappearance of all LT and reduction of SA to less than (<) 10 mm for nodal/ non-TL LT. PR: >/=30% (%) decrease in LT DT, taking as a SD reference.", "Time: every 3 cycles up to 36 months and every 6 cycles thereafter if the progression is free after 36 months, 28 days after the end of treatment, every 3 months thereafter (maximum up to approximately 3.5 years)", "Results 1:", "Title of the arm/group: Pertuzumab + Trastuzumab + Vinorelbine: Separate infusion", "Pertuzumab IV infusion at a loading dose of 840 mg on day 1 of Cycle 1 (cycle length = 21 days), followed by 420 mg on day 1 of each subsequent cycle. Trastuzumab IV infusion at a loading dose of 8 mg/kg on day 2 of Cycle 1, followed by 6 mg/kg on day 2 of each subsequent cycle. Vinorelbine IV infusion (administered after trastuzumab) at a dose of 25 mg/m^2 on day 2 and day 9 of Cycle 1, followed by 30-35 mg/m^2 on day 2 and day 9 of each subsequent cycle. Pertuzumab and trastuzumab were administered sequentially in separate infusion bags, followed by vinorelbine until disease progression, unacceptable toxicity, withdrawal of consent, death or termination of the predefined study (up to 47 cycles).", "Total number of participants analysed: 89", "Type of measurement: Number", "Unit of measure: percentage of participants 74.2 (63.8 to 82.9)", "Results 2:", "Title of the arm/group: Pertuzumab + Trastuzumab + Vinorelbine: Single infusion", "Infusion pertuzumab IV at a loading dose of 840 mg on day 1 of Cycle 1 (cycle length = 21 days), followed by 420 mg on day 1 of each subsequent cycle. Trastuzumab IV infusion at a loading dose of 8 mg/kg on day 2 of Cycle 1, followed by 6 mg/kg on day 1 of each subsequent cycle. Vinorelbine IV infusion at a dose of 25 mg/m^2 on day 2 and day 9 of Cycle 1, followed by 30-35 mg/m^2 on day 1 and day 8 of each subsequent cycle. If the administration of the three medicinal products was well tolerated during Cycle 1, then on day 1 of each subsequent cycle, pertuzumab 420 mg and trastuzumab 6 mg/kg were administered in a single infusion bag, followed by vinorelbine until disease progression, unacceptable toxicity, withdrawal of consent, death or termination of the predefined study (up to 47 cycles).", "Total number of participants analysed: 91", "Type of measurement: Number", "Unit of measure: percentage of participants 63.7 (53.0 to 73.6)"], "Adverse Events": ["Undesirable Events 1:", "Total: 32/106 (30.19 per cent)", "Febrile neutropenia * 6/106 (5.66 %)", "Leukopenia * 1/106 (0.94%)", "Neutropenia * 1/106 (0.94%)", "Arrhythmia * 1/106 (0.94%)", "Atrial fibrillation * 0/106 (0.00 %)", "Heart failure * 0/106 (0.00 %)", "Left ventricular dysfunction * 1/106 (0.94%)", "Myocardial infarction * 1/106 (0.94%)", "Superventricular tachycardia * 0/106 (0.00 %)", "Tachycardia * 0/106 (0.00 %)", "Adverse Events 2:", "Total: 44/107 (41.12 per cent)", "Febrile neutropenia * 3/107 (2.80%)", "Leucopenia * 0/107 (0.00 %)", "Neutropenia * 3/107 (2.80%)", "Arrhythmia * 0/107 (0.00 %)", "Atrial fibrillation * 1/107 (0.93%)", "* 1/107 (0.93%)", "Left ventricular dysfunction * 0/107 (0.00 %)", "Myocardial infarction * 0/107 (0.00 %)", "Superventricular tachycardia * 1/107 (0.93%)", "Tachycardia * 1/107 (0.93%)"]}