{"Clinical Trial ID": "NCT00849472", "Intervention": ["INTERVENTION 1:", "AC, followed by weekly Paclitaxel and competing Pazopanib", "The participants were treated with intravenous doxorubicin (IV) (60 milligrams per square metre [mg/m^2]) and cyclophosphamide (AC) (600 mg/m^2) every 21 days for 4 cycles, followed by weekly paclitaxel (WP) 80 mg/m^2 IV on days 1, 8 and 15 every 28 days for 4 cycles administered at the same time as oral pazopanib 800 mg (2 tablets taken at the same time each day, i.e. 1 hour before or 2 hours after a meal) taken daily and lasting up to 7 days before surgery."], "Eligibility": ["Incorporation criteria:", "The patient must have consented to participate and must have signed and dated an appropriate IRB-approved consent form that is consistent with the federal and institutional guidelines for the treatment of the study and presentation of tumour and blood samples required for the related scientific studies FB-6", "The ECOG performance shall be 0 or 1", "Patients should have the ability to swallow oral medicines.", "The diagnosis of invasive breast adenocarcinoma should have been done either by the heart biopsy of the needle or by limited incisional biopsy.", "If the ER analysis is negative, then the PgR analysis should also be performed. (Patients are eligible with hormonal positive or hormonal negative tumours.)", "Patients should have a clinical stage IIIA, IIIB or IIIC disease with a mass in the breast or axilla measuring at least 2.0 cm by physical examination, unless the patient has inflammatory breast cancer, in which case a physically measurable disease is not required.", "Adequate function of the organ", "The evaluation of LEVF by 2-D echocardiogram or MUGA analysis performed within 3 months prior to study must be greater than or equal to 50%, regardless of the LNL of the establishment.", "The ECG performed within 4 weeks prior to entry into the study must demonstrate a QTc interval of 0.47 s or less.", "The TSH level shall be within the normal laboratory limits.", "- Exclusion criteria:", "The tumours that have been judged HER2-positive by immunohistochemistry (3+) or by FISH or CISH (positive for gene amplification), or have been considered HER2-equivocal, and the investigator plans to administer trastuzumab or other targeted treatment.", "RNA alone to diagnose primary breast cancer.", "A biopsy excision or a lumpectomy performed prior to entry into the study.", "Axillary surgery prior to entry into the study.", "- Definitive clinical or radiological evidence of metastatic disease.", "• History of ipsilateral invasive breast cancer, regardless of treatment or Ipsilateral CDIS treated with RT.", "Invasive contralateral breast cancer at any time.", "Patients with the following cancers are eligible if diagnosed and treated over the last 5 years: in situ cervix carcinoma, in situ colon carcinoma, in situ melanoma, and basal cell and squamous skin carcinoma.", "• Requirement for chronic use of one of the prohibited medicinal products or substances", "Previous treatment with anthracyclines, taxanes or pazopanibs for any malignancy.", "Treatment including RT, chemotherapy and/or targeted treatment for breast cancer currently diagnosed prior to entry into the study.", "continued treatment with any hormonal agent such as raloxifene, tamoxifen or any other SERM.", "Any sexual hormonal therapy, e.g. contraceptive pills and ovarian hormone replacement therapy", "History of hepatitis B or C.", "- Symptomatic pancreatitis or asymptomatics greater than or equal to grade 2 elevation of amylase or lipase according to NCI CTCAE v3.0.", "Documented pancreatitis history.", "- Uncontrolled hypertension defined as systolic PB greater than 140 mmHg or diastolic PB greater than 90 mmHg, with or without antihypertensive treatment.", "History of hypertensive seizure or hypertensive encephalopathy.", "A heart disease that would prevent the use of any of the medicines included in the FB-6 treatment regimen.", "History of TIA or CVA.", "History of any arterial thrombotic event within 12 months of entry into the study.", "• Pulmonary embolism or DVT within 6 months of entry into the study.", "A symptomatic peripheral vascular disease.", "Any significant bleeding within 6 months prior to entry into the study, excluding menorrhagia in premenopausal women.", "A known haemorrhagic diathesis, coagulopathy or the requirement for therapeutic doses of coumadine.", "A serious or non-healing injury, skin ulcers or bone fracture.", "One or more gastroduodenal ulcers determined by endoscopy to be active.", "• History of IG perforation, abdominal fistula or intra-abdominal abscesses.", "• Malabsorption syndrome, ulcerative colitis, inflammatory bowel disease, small stomach or intestine resection, or other disease significantly affecting gastrointestinal function.", "A sensory or motor neuropathy greater than or equal to Class 2, as defined by the NCI CTCAE v3.0.", "Conditions that would prohibit intermittent administration of corticosteroids for premedication of paclitaxel.", "• Anticipation of the need for major surgery (other than breast surgery required) during the study and for at least 3 months after the last dose of pazopanib.", "• Pregnancy or lactation at the time of entry into the study.", "Another non-malignant systemic disease that would prevent the patient from receiving study treatment or prevent the necessary follow-up.", "A known immediate or delayed hypersensitivity reaction to doxorubicin, cyclophosphamide, paclitaxel, pazopanib or chemically related pazopanib.", "The use of any research officer within 4 weeks of enrolment in the study."], "Results": ["Performance measures:", "Number of participants with a complete pathological response (CPR) in the breast and nodes", "PCR has not been defined as histological evidence of invasive tumour cells in the surgical breast sample, axillary ganglia, or sentinel node identified after neoadjuvant chemotherapy.", "Duration: From the start of the study to the moment of surgery (mean of 221.9 days [standard deviation of 23.65 days] after entry into the study)", "Results 1:", "Title of arm/group: AC, followed by weekly Paclitaxel and competing Pazopanib", "The participants were treated with intravenous doxorubicin (IV) (60 milligrams per square metre [mg/m^2]) and cyclophosphamide (AC) (600 mg/m^2) every 21 days for 4 cycles, followed by weekly paclitaxel (WP) 80 mg/m^2 IV on days 1, 8 and 15 every 28 days for 4 cycles administered at the same time as oral pazopanib 800 mg (2 tablets taken at the same time each day, i.e. 1 hour before or 2 hours after a meal) taken daily and lasting up to 7 days before the operation.", "Total number of participants analysed: 93", "Type of measurement: Number", "Unit of measure: Participants 16"], "Adverse Events": ["Undesirable Events 1:", "Total: 15/101 (14.85%)", "Anemia 1/101 (0.99%)", "Febrile neutropenia 1/101 (0.99%)", "Myocardial Ischemia 1/101 (0.99%)", "Nausea 1/101 (0.99%)", "- Vomiting 1/101 (0.99%)", "Pyrexia 2/101 (1.98%)", "- Herpes zona 1/101 (0.99%)", "Infection 2/101 (1.98%)", "Perineal abscess 1/101 (0.99%)", "Cellulite 1/101 (0.99%)", "Thermal burn 1/101 (0.99%)", "Increased alanine aminotransferase 1/101 (0.99%)"]}