{"Clinical Trial ID": "NCT00688909", "Intervention": ["INTERVENTION 1:", "- Letrozole", "Participants received 2.5 milligrams (mg) of Letrozole tablets orally once daily (QD) for a period of 24 weeks."], "Eligibility": ["Incorporation criteria:", "Menopausal women with early HR+ breast cancer at the time of initial diagnosis For study purposes, menopausal women are defined as:", "Age of 50 years and amenorrheic for 12 months or more.", "- 50 years of age and amenorrheic for 3 months or more after receiving adjuvant chemotherapy.", "Age < 50 years and amenorrheic for 12 months or more.", "A previous bilateral oophorectomy.", "A previous hysterectomy and postmenopausal levels of FSH, LH and estradiol according to local institutional standards.", "Age > 55 and anterior hysterectomy.", "Patients who are intolerant and stop anastrozole 2-3 weeks prior to entry into the study when administered as an adjuvant treatment for early breast cancer of HR+ due to grade 2-3 arthralgia-myalgia (NCI-CTCAE V3).", "· Positive hormone receptor tumours as defined by institutional standards.", "0, 1, or 2 ECOG performance status", "- Consent to participate in the trial.", "- Exclusion criteria:", "Menopausal women with metastatic breast cancer or local relapse, excluding recurrence of the chest wall, without signs of systemic disease.", "A recent history of pain associated with a non-traumatic bone fracture.", "• Pain requiring chronic use of analgesics (for any reason).", "• History of rheumatological disease with the exception of osteoarthritis.", "A prior hormonal treatment with I.A.s other than anastrozole.", "A systemic hormone replacement therapy (SRT) less than 4 weeks prior to entry into the study, other than Estring®, Vagifem® or low-dose estrogen vaginal cream.", "A concomitant disease that significantly affects the quality of life.", "* Patient unable to complete self-administered questionnaire.", "* Patients unable to sign the consent form.", "Other inclusion/exclusion criteria defined by the Protocol may apply."], "Results": ["Performance measures:", "Number of participants who ceased to participate in the second year or higher arthralgia/myalgia.", "- Arthralgia status and myalgia status were classified separately at base (V1), week 12 (V3) and week 24/EOS (V4). Grades 0 for no pain, 1 for mild pain, 2 for moderate pain, 3 for severe pain and 4 for disabling pain were used.", "Duration: End of study (24 weeks)", "Results 1:", "Title of the arm/group: Letrozole", "Description of the arm/group: Participants received 2.5 milligrams (mg) of Letrozole tablets orally once daily (QD) for a period of 24 weeks.", "Total number of participants analysed: 261", "Type of measure: Number of participants", "Unit of measure: Participants 25 9.6%"], "Adverse Events": ["Undesirable Events 1:", "Total: 5/261 (1.92%)", "Chronic cholecystitis 1/261 (0.38%)", "· Post-procedure biliary leak 1/261 (0.38%)", "Stenosis of the spine 1/261 (0.38%)", "- Depression 1/261 (0.38%)", "- Mania 1/261 (0.38%)", "Pulmonary impotence 1/261 (0.38%)"]}