{"Clinical Trial ID": "NCT00820170", "Intervention": ["INTERVENTION 1:", "Dasatinib and Paclitaxel", "The Phase I portion is a standard dose of three patients per cohort, a dose increase will be used. Between 6 and 54 patients are likely to be required to determine DMT of dasatinib in combination with weekly paclitaxel.", "The Phase II part of this trial has a two-step Simon plan to determine the efficacy of dasatinib when administered in combination with paclitaxel.", "Dasatinib and Paclitaxel: A treatment cycle consists of 28 days, according to the following schedule:", "Dasatinib 120MG PO once daily, weekly paclitaxel 80 mg/m2 administered intravenously for 1 hour on day 1, 8 and 15 of a 28-day cycle.", "In the case of 2 dose-limiting toxicity (DLT) in the first cohort (0), the next cohort will test dasatinib with a different schedule, 5 days and 2 days off, omitting dasatinib on the previous day and on the day of paclitaxel administration."], "Eligibility": ["Incorporation criteria:", "In women or men, the diagnosis of invasive adenocarcinoma has been confirmed in MSKCC.", "For Phase I, patients with ER/PR/HER2 disease who are no longer eligible for hormonal treatment or HER2 treatment will be eligible.", "For the part of Phase II, there must be documentation on the negative HER2 status (IHC 0-1+ or FISH/CISH negative).", "A paraffin tissue block or unmarked slides from prior surgery should be available.", "Evidence of locally advanced or recurrent or progressive metastatic breast cancer.", "Presence of:", "For Phase I: at least one measurable or measurable metastatic lesion,", "For Phase II: at least one metastatic lesion measurable according to the RECIST criteria that have not been irradiated (i.e. newly occurring lesions in previously irradiated areas are accepted). Ascites, pleural effusion and bone metastases are not considered measurable.", "Previous therapies:", "For Phase I: All previous endocrine or biological treatments are allowed. In addition, patients may not be treated in the metastatic setting or have received a number of prior cytotoxic treatments.", "For Phase II: 0-2 previous treatments for metastatic diseases are allowed.", "All previous intravenous chemotherapy, radiotherapy and biphosphonates must have been discontinued at least 3 weeks prior to entry into the study, 3 weeks also for trastuzumab and bevacizumab. All acute toxic effects (excluding alopecia) of any previous treatment must have been resolved by NCI CTC (version 3) Grade 1.", "• Endocrine therapy with an aromatase inhibitor, SERM (i.e. tamoxifen) or a fulvestrant is allowed, but should be discontinued before entering the study.", "The ECOG's performance status is 0 or 1.", "Age > or = up to 18 years.", "Total bilirubin 1.5 times the upper limit of institutional normal (ULN)", "• Hepatic enzymes (AST, ALT) 2.5 times the institutional ULN", "Serum Na, K+, Mg2+, Phosphate and Ca2+ Lower limit of normal (LLN)", "• Creatinine Serum 1.5 times the institutional ULN", "Number of neutrophils, platelets, both grade 0-1", "PT (INR) and PTT Grade 0-1, except for patients with Coumadin or low molecular weight heparin", "- Ability to take oral medicines (dasatinib should be swallowed whole)", "Concomitant medicines:", "The patient agrees to discontinue St. Johns Wort during treatment with dasatinib", "The patient agrees that biphosphonates IV should be retained for the first 8 weeks of dasatinib therapy because of the risk of hypocalcaemia.", "The patient agrees to discontinue QT prolongation agents that are strongly associated with Torsades de Pointes, including: (patients should discontinue treatment 7 days prior to initiation of dasatinib therapy) such as:", "Quinidine, procainamide, disopyramide", "- Amiodarone, sotalol, ibutilide, dofetilide", "erythromycin, clarithromycin", "- Chlorpromazine, haloperidol, mesoridazine, thioridazine, pimozide", "- cisapride, bepridil, droperidol, methadone, arsenic, chloroquine, domperidone, halofantrin, levomethadyl, pentamidine, sparfloxacin, lidoflazine.", "The concomitant use of H2 blockers or proton pump inhibitors with dasatinib is not recommended. The use of antacids should be considered instead of H2 blockers or proton pump inhibitors in patients receiving dasatinib therapy.", "The patient may not receive potent CYP3A4 inhibitors. These inhibitors are prohibited (patients should discontinue treatment 7 days prior to starting dasatinib therapy) and include:", "Itraconazole, ketoconazole, miconazole, coriconazole", "Amprenavir, atazanavir, fosamprenavir, indinavir, nelfinavir, ritonavir", "Ciprofloxacin, clarithromycin, diclofenac, doxycycline, enoxacin, imatinib, isoniazide", "Cetamine, nefazodone, nicardipine, propofol, quinidine, telithromycin", "Women of childbearing age (WOCBP) must have:", "A negative serum or urinary pregnancy test within 72 hours of starting the study drug", "People with reproductive potential should agree to use an adequate contraceptive method throughout treatment and for at least 4 weeks after discontinuation of the study drug.", "Patients with reproductive potential may participate only if they have agreed to use an effective method of contraception and to continue contraception for 30 days from the date of the last administration of the drug under study.", "Informed written consent signed, including a HIPAA form, in accordance with the institutional guidelines.", "- Exclusion criteria:", "Life expectancy < 3 months.", "A severe allergic reaction prior to paclitaxel treatment.", "Presence of a new or recurrent symptomatic pleural effusion and/or requiring medical intervention (NIC CTC Grade 2, 3 or 4).", "• Completion of prior chemotherapy < 3 weeks prior to initiation of study therapy.", "Prior hormonal treatment should be discontinued prior to initiation of treatment. Biological treatment (e.g., bevacizumab, trastuzumab) for the treatment of metastatic diseases should be discontinued > or = 3 weeks from the start of protocol treatment.", "A concomitant medical condition that may increase the risk of toxicity.", "Patients may not have any clinically significant cardiovascular disease, including the following:", "Myocardial infarction or ventricular tachyarrhythmia within 6 months", "• Prolonged QTc >480 msec (correction of Fridericia)", "Less than normal institutional ejection fraction", "- (unless a heart pacemaker is present)", "Patients with cardiopulmonary symptoms of an unknown cause (e.g. shortness of breath, chest pain, etc.) should be evaluated using an initial echocardiogram with or without the necessary stress test in addition to the electrocardiogram (EKG) to exclude QTc prolongation. The patient may be referred to a cardiologist at the discretion of the Principal Investigator.", "Subjects with hypokalaemia or hypomagnesaemia if they cannot be corrected before the administration of dasatinib", "• History of significant non-cancer-related haemorrhagic disorder, including:", "Diagnosed congenital disorders (e.g. von Willebrand's disease)", "• Diagnosis of haemorrhagic disorder acquired within one year (e.g. antifactor VIII antibodies acquired)", "Other medical conditions that, in the opinion of the investigator, could lead to an unacceptable increase in risk.", "The presence of asymptomatic brain metastases or brain metastases that have already been irradiated is not a reason for exclusion on trial.", "• History of uncontrolled seizures, central nervous system disorders or psychiatric disabilities considered clinically significant by the investigator, excluding informed consent or inhibiting compliance with oral drug use.", "There is an uncontrolled gastrointestinal malabsorption syndrome.", "The willingness and ability to comply with planned visits, treatment plan, laboratory tests and other study procedures are required to participate in this clinical trial.", "A simultaneous radiotherapy is not allowed for progression of the disease during protocol treatment, but may allow pre-existing non-target lesions with the approval of the principal investigator of the trial.", "Patients with > grade 1 neuropathy will be excluded from this trial."], "Results": ["Performance measures:", "Phase I: Maximum tolerated dose/Dasatinib DMT when administered in combination with a fixed weekly dose of paclitaxel.", "[Unspecified]", "Time limit: up to 1 year, until the end of Phase I", "Results 1:", "Title of the arm/group: Dasatinib and Paclitaxel", "Description of the arm/group: The Phase I portion is a standard dose increase regimen of three patients per cohort. Between 6 and 54 patients are likely to be required to determine DMT of dasatinib in combination with weekly paclitaxel.", "The Phase II part of this trial has a two-step Simon plan to determine the efficacy of dasatinib when administered in combination with paclitaxel.", "Dasatinib and Paclitaxel: A treatment cycle consists of 28 days, according to the following schedule:", "Dasatinib 120MG PO once daily, weekly paclitaxel 80 mg/m2 administered intravenously for 1 hour on day 1, 8 and 15 of a 28-day cycle.", "In the case of 2 dose-limiting toxicity (DLT) in the first cohort (0), the next cohort will test dasatinib with a different schedule, 5 days and 2 days off, omitting dasatinib on the previous day and on the day of paclitaxel administration.", "Total number of participants analysed: 15", "Type of measurement: Number", "Unit of measurement: mg dasatinib 120"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/3 (100.00 per cent)", "Decreased haemoglobin/anaemia 1/3 (33.33%)", "1/3 (33.33%) supraventricular arrhythmia", "Fatigue 1/3 (33.33%)", "- Pain 0/3 (0.00 %)", "Infection 0/3 (0.00 %)", "Pneumonia 0/3 (0.00 %)", "Skin infection 0/3 (0.00 %)", "Abnormal laboratory test 0/3 (0.00 %)", "Decrease in serum phosphate 0/3 (0.00 %)", "Bone pain 0/3 (0.00 %)", "- Syncope vasovagal 0/3 (0.00 %)"]}