{"Clinical Trial ID": "NCT00679211", "Intervention": ["INTERVENTION 1:", "• 6 months of follow-up", "Trastuzumab emtansine (T-DM1) was administered to participants at a dose of 3.6 mg/kg by intravenous infusion (IV) every 3 weeks until disease progression, unmanageable toxicity or completion of the study were documented.", "INTERVENTION 2:", "9 months of follow-up", "Trastuzumab emtansine (T-DM1) was administered to participants at a dose of 3.6 mg/kg by intravenous infusion (IV) every 3 weeks until disease progression, unmanageable toxicity or completion of the study were documented."], "Eligibility": ["Incorporation criteria:", "Signed Informed Consent Form(s) Specific to the Study", "- 18 years", "- Histologically documented breast cancer", "HER2-positive disease", "Metastatic breast cancer", "Progression of the disease on the latest chemotherapy regimen received in metastatic medium", "Previous treatment with anthracycline, trastuzumab, taxane, lapatinib and capecitabin in neoadjuvant, adjuvant, locally advanced or metastatic media and prior treatment with at least two treatment lines (a treatment line may be a combination of two agents or mono-agent chemotherapy) in the metastatic medium", "At least two lines of anti-HER2 therapy should have been administered in the metastatic setting as monotherapy or in combination with chemotherapy or hormonal therapy. The agent targeted by HER2 may include trastuzumab, lapatinib or an experimental agent with HER2 inhibitory activity.", "A minimum of 6 weeks of trastuzumab for the treatment of metastatic diseases is required", "Patients should have had at least 14 days of metastatic exposure to lapatinib and capecitabine (supplied together or separately), unless they are intolerant to lapatinib and/or capecitabine.", "- Exclusion criteria:", "- Chemotherapy 21 days prior to registration", "- Trastuzumab 21 days before registration", "• Hormonal treatment 7 days prior to registration", "- granulocyte stimulating agent < 14 days prior to registration", "● Experimental treatment 28 days prior to registration", "Previous radiotherapy for the treatment of metastatic breast cancer 21 days before registration", "• Untreated, symptomatic or treatment-necessary brain metastases to control symptoms; or any radiation therapy, surgery or other treatment to control symptoms of brain metastases within 3 months of the first study", "History of intolerance (including Grade 3-4 infusion reaction) or hypersensitivity to trastuzumab or murine proteins", "History of exposure to the following cumulative doses of anthracyclines: doxorubicin or doxorubicin liposomal > 500 mg/m^2; epirubin > 900 mg/m^2; mitoxantrone > 120 mg/m^2 and idarubicin > 90 mg/m^2", "• Peripheral neuropathy in Grade 3 by National Cancer Institute Common Terminological Criteria for Adverse Events (NCI CTCAE), v3.0", "• History of other malignant tumours in the last 5 years, with the exception of in situ carcinoma of the cervix or basal cell carcinoma", "Current unstable angina", "History of symptomatic congestive heart failure (CHF) or ventricular arrhythmia requiring treatment", "History of myocardial infarction within 6 months of registration", "- Left ventricular ejection fraction (LVF) < 50% within 28 days of registration", "History of decreased FEVL to < 50% or symptomatic CHF with prior treatment with adjuvant trastuzumab", "• Severe resting dyspnoea due to complications of advanced malignancy or requiring ongoing oxygen therapy", "(e.g., clinically significant cardiovascular, pulmonary or metabolic diseases)", "• Major surgery or significant traumatic injury within 28 days prior to registration or anticipation of major surgery during study treatment", "Current pregnancy or lactation", "The current known human immunodeficiency virus (HIV), active hepatitis B and/or hepatitis C virus", "● Assessed by the investigator for not being able or unwilling to comply with protocol requirements"], "Results": ["Performance measures:", "Percentage of participants with an objective response assessed as part of an independent radiological review", "The objective response was defined as a complete (RC) or partial (PR) response determined twice after four weeks of interval, assessed using the solid tumour response assessment criteria (RCIST).", "CR: the elimination of all target lesions and all non-target lesions and the normalization of the level of tumour marker and no new lesions.", "PR: loss of all target lesions and persistence of one or more non-target lesions and/or maintenance of the level of tumour marker above normal limits, or at least 30% reduction of the sum of the longest diameter of the target lesions, and no further injury or unequivocal progression of existing non-target lesions.", "The primary data collection deadline was 17 September 2009 (approximately 6 months after the last patient was enrolled) and the final efficacy analysis was conducted using a data collection deadline of 1 January 2010 (approximately 9 months after the last patient was enrolled).", "Timeline: From randomization to the primary testing deadline of September 2009 (6 months after the last patient was enrolled) to the final efficacy analysis deadline of January 1, 2010 (approximately 9 months after the last patient was enrolled).", "Results 1:", "Title of arm/group: 6 months of follow-up", "Description of the arm/group: Trastuzumab emtansine (T-DM1) was administered to participants at a dose of 3.6 mg/kg by intravenous infusion (IV) every 3 weeks to documented progression of the disease, unmanageable toxicity or discontinuation of the study.", "Total number of participants analysed: 110", "Type of measurement: Number", "Unit of measure: percentage of participants 32.7 (24.1 to 42.1)", "Results 2:", "Title of arm/group: 9 months of follow-up", "Description of the arm/group: Trastuzumab emtansine (T-DM1) was administered to participants at a dose of 3.6 mg/kg by intravenous infusion (IV) every 3 weeks to documented progression of the disease, unmanageable toxicity or discontinuation of the study.", "Total number of participants analysed: 110", "Type of measurement: Number", "Unit of measure: percentage of participants 32.7 (24.1 to 42.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 29/110 (26.36 per cent)", "Atrial fibrillation 1/110 (0.91%)", "Nausea 2/110 (1.82%)", "Abdominal pain 1/110 (0.91%)", "Upper abdominal pain 1/110 (0.91%)", "Constipation 1/110 (0.91%)", "- Pancreatitis 1/110 (0.91%)", "- Vomiting 1/110 (0.91%)", "Pyrexia 3/110 (2.73%)", "Axillary pain 2/110 (1.82%)", "Chest pain 1/110 (0.91%)", "Influenza syndrome 1/110 (0.91%)", "Adverse Events 2:", "- Yeah, that's right."]}