{"Clinical Trial ID": "NCT00929240", "Intervention": ["INTERVENTION 1:", "Maintenance phase: Bevacizumab", "In the initial phase, all participants received bevacizumab 15 mg/kg IV on day 1 of each 3 week cycle for at least 3 cycles and a maximum of 6 cycles or up to the progression of the disease, unacceptable toxicity or withdrawal request from the participant, depending on what occurred first with docetaxel, a recommended dose of 100 mg/m^2 IV administered on day 1 of each cycle. Doses of 75 to 100 mg/m^2 of docetaxel could be administered at the discretion of the investigator. At the end of the initial phase, participants with an objective response (PR or RC) or SD received 15 mg/kg of bevacizumab IV on day 1 of each 3 week cycle until the progression of the disease, unacceptable toxicity, a request for withdrawal of the participant or the end of the study, whichever occurs first.", "INTERVENTION 2:", "Maintenance phase: Bevacizumab + Capecitabine", "In the initial phase, participants received bevacizumab 15 mg/kg IV on day 1 of each 3-week cycle for at least 3 cycles and a maximum of 6 cycles or until disease progression, unacceptable toxicity or withdrawal, depending on the first possibility, as well as docetaxel, a recommended dose of 100 mg/m2 IV administered on day 1 of each cycle. Doses of 75 to 100 mg/m2 of docetaxel could be administered at the investigator's discretion. At the end of the initial phase, participants with an objective response were randomized to receive bevacizumab 15 mg/kg IV on day 1 of each 3-week cycle plus capecitabine 1000 mg/m2 twice daily on days 1 to 14 of each 3-week cycle until disease progression, unacceptable toxicity, withdrawal request or completion, whichever occurs first."], "Eligibility": ["Incorporation criteria:", "<= 18 years in adults;", "HER2-negative metastatic breast cancer", "- Applicants for taxane-based chemotherapy;", "The ECOG's performance status is 0 or 1.", "- Exclusion criteria:", "Previous chemotherapy for metastatic breast cancer;", "- Prior adjuvant/neoadjuvant chemotherapy within 6 months of the study;", "Prior radiation therapy for the treatment of metastatic diseases;", "Chronic daily treatment with aspirin (325 mg/day) or clopidogrel(>75 mg/day)."], "Results": ["Performance measures:", "Percentage of participants with disease progression or death (discontinuation of data maintenance phase October 4, 2013)", "The progression was based on the tumour evaluation performed by the researchers according to the criteria for assessing the response in solid tumours (RECIST). Progressive disease (PD) was defined as an increase of 20 percent (%) or more in the sum of the longest diameter (LD) of the target lesions taking as a reference the smallest sum of LD recorded or the occurrence of new lesions.", "Time limit: randomisation, at the end of each third cycle (every 9 weeks) until the end of the maintenance phase and every 3 months until the disease progresses or death until the data stop on 4 October 2013, up to 4 years", "Results 1:", "Title of arm/group: Maintenance phase: Bevacizumab", "In the initial phase, all participants received bevacizumab 15 mg/kg IV on day 1 of each 3-week cycle for at least 3 cycles and a maximum of 6 cycles or up to the progression of the disease, unacceptable toxicity or a request for withdrawal of the participant, depending on the first possibility, with docetaxel, a recommended dose of 100 mg/m^2 IV administered on day 1 of each cycle. Doses of 75 to 100 mg/m^2 of docetaxel may be administered at the discretion of the investigator. At the end of the initial phase, participants with an objective response (PR or RC) or SD received 15 mg/kg of bevacizumab IV on day 1 of each 3-week cycle until disease progression, unacceptable toxicity, participant withdrawal request or completion of the study, whichever occurs first.", "Total number of participants analysed: 94", "Type of measurement: Number", "Unit of measure: percentage of participants 88.3", "Results 2:", "Title of arm/group: Maintenance phase: Bevacizumab + Capecitabine", "During the initial phase, participants received 15 mg/kg IV on day 1 of each 3 week cycle for at least 3 cycles and a maximum of 6 cycles or until disease progression, unacceptable toxicity or withdrawal, depending on the first possibility, with docetaxel, a recommended dose of 100 mg/m^2 IV administered on day 1 of each cycle. Doses of 75 to 100 mg/m^2 of docetaxel could be administered at the investigator's discretion. At the end of the initial phase, participants with an objective response were randomized to receive bevacizumab 15 mg/kg IV on day 1 of each 3 week cycle plus capecitabine 1000 mg/m^2 twice daily on days 1 to 14 of each 3 week cycle until disease progression, unacceptable toxicity, withdrawal request or completion, whichever occurs first.", "Total number of participants analysed: 91", "Type of measurement: Number", "Unit of measure: percentage of participants 75.8"], "Adverse Events": ["Undesirable Events 1:", "Total: 78/284 (27.46%)", "Febrile neutropenia * 28/284 (9.86%)", "Neutropenia * 217/284 (5.99 %)", "Leucopenia * 23/284 (1.06%)", "Anemia * 22/284 (0.70 %)", "Thrombocytopenia * 20/284 (0.00 %)", "Myocardial infarction * 20/284 (0.00 %)", "Arrhythmia * 21/284 (0.35%)", "Atrial fibrillation * 1/284 (0.35%)", "Coronary artery disorders * 20/284 (0.00 %)", "Left ventricular dysfunction * 21/284 (0.35%)", "Adverse Events 2:", "Total: 7/92 (7.61 per cent)", "Febrile neutropenia * 0/92 (0.00 %)", "Neutropenia * 20/92 (0.00 %)", "Leucopenia * 20/92 (0.00 %)", "Anemia * 20/92 (0.00 %)", "Thrombocytopenia * 20/92 (0.00 %)", "Myocardial infarction * 20/92 (0.00 %)", "Arrhythmia * 20/92 (0.00 %)", "Atrial fibrillation * 0/92 (0.00 %)", "Coronary heart disease * 20/92 (0.00 %)", "Left ventricular dysfunction * 20/92 (0.00 %)"]}