{"Clinical Trial ID": "NCT00629499", "Intervention": ["INTERVENTION 1:", "Intervention", "100 mg/m2 of nab paclitaxel per week (i.e., days 1, 8 and 15 of each 3-week treatment cycle) in combination with 600 mg/m2 of cyclophosphamide IV once every 3 weeks for 4 cycles (i.e., a total treatment period of 12 weeks [84 days]). Patients with in situ fluorescence hybridization (FISH) HER2+ or IHC3+ in the breast will also receive trastuzumab treatment in addition to the combination of nab paclitaxel/cyclophosphamide. The maintenance treatment with trastuzumab will continue (for patients receiving trastuzumab) after the 12-week treatment period with nab paclitaxel/cyclophosphamide/trastuzumab. The total time for trastuzumab treatment will be 52 weeks rather than just 12 weeks."], "Eligibility": ["Incorporation criteria:", "Invasive adenocarcinoma of the breast or inflammatory breast cancer, confirmed histologically, with an interval between definitive breast surgery and the registration of the study of less than 60 days.", "The definitive surgical treatment should be either mastectomy or breast preservation treatment with dissection of axillary lymph nodes for operable breast cancer (pT1 4 [including breast inflammatory cancer], pN0 3, and M0).", "Patients with axillary lymph node containing metastatic adenocarcinoma > 0.2 mm or negative lymph nodes with high risk characteristics", "Patients with positive or negative HER2/neu tumours (her2 positivity should be documented by FISH or IHC 3+ positivity).", "Patients who should receive trastuzumab should have normal cardiac function (MUGA [heart ejection fraction > 50%, or greater than or equal to the lower institutional limit of normal], or echocardiogram [ECHO] within the institutional normal limits).", "Statement of Operations of the Eastern Cooperative Oncology Group (ECOG) (PS) 2.", "Patients who are either chemotherapy-naïve, or who received prior chemotherapy more than 5 years ago.", "Patients with previous invasive cancers (including breast cancer) are eligible only if they have been treated for more than 5 years before entering this study and have no signs of recurrent disease.", "Adequate bone marrow function", "adequate liver function,", "Adequate renal function,", "• Patients of childbearing potential should use an effective contraceptive method that is acceptable to their study physician from the time informed consent is signed up to at least 3 months after the last dose of protocol therapy, and should have a negative serum pregnancy test prior to the study.", "The pre-existing peripheral neuropathy must be less than or equal to the first year by the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) v3.0 criteria.", "MammoSite® brachytherapy radiation is accepted when performed immediately after surgery and prior to chemotherapy.", "• Patients with bilateral and synchronous breast cancer, provided that a primary tumour meets the inclusion criteria.", "- Exclusion criteria:", "Pregnant or lactating patients.", "M1 metastatic disease.", "Patients requiring neoadjuvant chemotherapy.", "• Life expectancy greater than 6 months.", "History of heart disease, with a New York Heart Association (NYHA) Class II or more CHF", "A myocardial infarction (MI) or unstable angina during the last 12 months prior to the first day of treatment, severe arrhythmias requiring treatment, history of stroke or transient ischemic attack at any time, clinically significant peripheral vascular disease or signs of diathesis or haemorrhagic coagulopathy.", "Any experimental agent within 30 days of receipt of the first dose of the drug under study.", "Treatment with trastuzumab or bevacizumab.", "- Concomitant treatment with any other anticancer treatment is not permitted.", "• History of major psychiatric disorders.", "• History of active and uncontrolled infection.", "A serious, unhealing injury, ulcer or bone fracture.", "Other diseases, metabolic dysfunctions, physical examination results, or results of clinical laboratory tests that give reasonable suspicion of a disease or condition that is contraindicated by the use of an experimental drug, that may affect the interpretation of the results, or that make the patient at high risk of treatment complications."], "Results": ["Performance measures:", "Number of participants who remained alive without evidence of recurrence as a measure of the tolerance of the adjuvant Nab Paclitaxel", "[Unspecified]", "Time limit: 18 months", "Results 1:", "Title of the arm/group: Intervention", "- Arm/group description: 100 mg/m2 of weekly intravenous nab paclitaxel (i.e., days 1, 8 and 15 of each 3-week treatment cycle) in combination with 600 mg/m2 of cyclophosphamide IV once every 3 weeks for 4 cycles (i.e., a total treatment period of 12 weeks [84 days]). Patients with fluorescence in situ hybridization (FISH) HER2+ or IHC3+ breast cancer will also be treated with trastuzumab in addition to the combination of nab paclitaxel/cyclophosphamide. Trastuzumab maintenance treatment will continue (for patients receiving trastuzumab) after the 12-week treatment period with nab paclitaxel/cyclophosphamide/trastuzumab.", "Total number of participants analysed: 63", "Type of measure: Number of participants", "Unit of measure: Participants 63 100.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/63 (6.35 per cent)", "Haemorrhage - GI 1/63 (1.59%)", "- Vomiting 1/63 (1.59%)", "Fracture [1]1/63 (1.59%)", "Mental status 1/63 (1.59%)"]}