{"Clinical Trial ID": "NCT00662129", "Intervention": ["INTERVENTION 1:", "- Paclitaxel + Gemcitabine + Bevacizumab", "Patients receive 125 mg/m^2 paclitaxel albumin-stabilized nanoparticle formulation IV over 30 minutes and 1000 mg/m^2 gemcitabine IV hydrochloride over 30 minutes on days 1 and 8 and 15 mg/kg bevacizumab IV over 30-90 minutes on day 1. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Histologically or cytologically confirmed infiltrating breast cancer", "Clinical evidence of metastatic disease", "A measurable disease, defined as at least one measurable injury by RECIST criterion", "No non-measurable disease only, defined as all other lesions, including small lesions (the longest diameter < 2 cm) and truly unmeasurable lesions, including one of the following:", "Bone injury", "Nervous system disorders", "Ascites", "Pleural/pericardial effusion", "Inflammatory breast disorders", "- Lymphangitis cutis/pulmonies", "• Abdominal masses that are not confirmed and followed by imaging techniques", "Cystic lesions", "Patients with positive HER-2/neu tumours should have prior treatment with trastuzumab (Herceptin®) or have a contraindication for trastuzumab.", "No signs of active brain metastases, including leptomenal involvement, on MRI or scanner", "- CNS metastases controlled by previously authorised surgery and/or radiotherapy", "• Must be asymptomatic for 2 months without evidence of progression prior to entry into the study", "Unspecified hormonal receptor status", "CHARACTERISTICS OF PATIENTS:", "• Menopausal status not specified", "Life expectancy 12 weeks", "ECOG Performance Status 0-1", "ANC 1,500/mm3", "Number of platelets 100 000/mm3", "Hemoglobin 9.0 g/dL", "ASAT and ALT 2.5 times the upper limit of normal (ULN)", "- Alkaline phosphatase 2.5 times ULN", "Total bilirubin 1.5 times ULN", "Creatinine 1.5 mg/dL", "urinary protein levels: creatinine < 1 or urinalysis < 1+", "Patients with baseline proteinuria 1+ should have a urinary protein 24 hours a day < 1 g", "No pregnancy or breast-feeding", "Negative pregnancy test", "Fertile patients should use effective contraception during and for 30 days after completion of study therapy.", "• Capable of completing questionnaires alone or with assistance", "No peripheral neuropathy > grade 1", "No allergy or hypersensitivity to paclitaxel bound to albumin, paclitaxel, gemcitabine hydrochloride, bevacizumab, albumin, excipients of the drug product or chemically similar agents", "No stage III or IV of non-brain-invasive malignancy in the last five years", "No other active malignancy except skin cancer or non-melanoma carcinoma in situ of the cervix", "The patient should not receive any other specific treatment for prior malignancy.", "No uncontrolled hypertension (i.e., blood pressure [BP] > 160/90 mm Hg twice at least 5 minutes interval)", "Patients who have recently started or adjusted antihypertensive medicinal products are eligible provided that BP is < 140/90 mm Hg on any new regimen for 3 different observations within 14 days", "No hemorrhagic diathesis or uncontrolled coagulopathy", "No haemoptysis in the last 6 months", "No arterial or venous thrombosis in the last 12 months", "No history of stroke", "No history of hypertensive seizure or hypertensive encephalopathy", "No abdominal fistula or gastrointestinal perforation in the last 6 months", "No unhealing injury, ulcer or serious fracture", "No clinically significant heart disease, defined as one of the following:", "Congestive heart failure", "Symptomatic coronary artery", "A unstable angina", "• Cardiac arrhythmias poorly controlled by medicines", "Myocardial infarction in the last 12 months", "No co-morbid systemic disease or other serious concomitant disease which, in the opinion of the investigator, would render the patient inappropriate for entry into the study or would significantly interfere with the appropriate safety and toxicity assessment of the prescribed regimens.", "THERAPE PRIOR CONCURENT:", "See Disease Characteristics", "No previous chemotherapy for metastatic disease", "- May have received previous adjuvant chemotherapy", "Previous authorised neoadjuvant chemotherapy", "More than 6 months after previous treatment with adjuvant or neoadjuvant taxane (i.e. docetaxel or paclitaxel)", "• Prior hormonal treatment in adjuvant or metastatic media is permitted", "More than 4 weeks from previous radiation therapy (unless non-target injury only, or single dose radiation for palliation)", "• Radiotherapy prior to a target injury is permitted provided there is a clear progression of the lesion since the radiation therapy has been completed.", "More than 4 weeks since a previous cytotoxic chemotherapeutic agent or an experimental drug", "More than 2 weeks from the start and no concomitant acetylsalicylic acid, anticoagulants or thrombolytic agents (except for once daily 81 mg acetylsalicylic acid)", "More than 6 weeks after major surgery, chemotherapy or immunological treatment", "More than a week since previous minor surgery (e.g., nucleus biopsy)", "The placement of a vascular access device within 7 days is permitted", "More than 3 months since previous neurosurgery", "No concomitant treatment in a different clinical study in which research procedures are performed or research therapies are administered", "Tests related to symptom management (cancer control) that do not use hormonal treatments or treatments that may block the route of the targeted agents used in this study may be permitted."], "Results": ["Performance measures:", "6-month progression-free survival rate (PFS)", "The primary criterion in this trial is the 6-month progression-free survival rate. A patient is considered to be a 6-month progression-free survivor if the patient is at 6 months of registration without a disease progression document (it is not necessary for the patient to be in study at 6 months to be considered a success). The proportion of success will be estimated by the number of successes divided by the total number of patients assessed. Confidence intervals for the proportion of actual success will be calculated using the properties of the binomial distribution. The progression is defined using the RECIST criteria, as an increase of at least 20% in the sum of the longest diameter (LD) of the target lesions taking as a reference the smallest sum of LD recorded since the start of treatment or the occurrence of one or more new lesions, the occurrence of one or more new lesions, or the unequivocal progression of existing non-target lesions.", "Time limit: 6 months", "Results 1:", "Title of the arm/group : Paclitaxel + Gemcitabine + Bevacizumab", "In the absence of disease progression or unacceptable toxicity, patients receive 125 mg/m^2 paclitaxel albumin-stabilized nanoparticle formulation IV over 30 minutes and 1000 mg/m^2 gemcitabine IV hydrochloride over 30 minutes on days 1 and 8 and 15 mg/kg bevacizumab IV over 30 to 90 minutes on day 1.", "Total number of participants analysed: 48", "Type of measurement: Number", "Unit of measure: proportion of patients without progression 0.792 (0.647 to 0.882)"], "Adverse Events": ["Undesirable Events 1:", "Total: 20/49 (48.82 per cent)", "Febrile neutropenia 1/49 (2.04%)", "Haemoglobin decrease 3/49 (6.12%)", "Constipation 1/49 (2.04%)", "Diarrhoea 3/49 (6.12 per cent)", "Oral mucositis 1/49 (2.04%)", "Nausea 3/49 (6.12 per cent)", "Fistula of the oral cavity 1/49 (2.04%)", "Vomiting 2/49 (4.08%)", "Fatigue 3/49 (6.12 per cent)", "Fever 2/49 (4.08%)", "- Catheter-related infection 1/49 (2.04%)", "Infection 1/49 (2.04%)"]}