{"Clinical Trial ID": "NCT01617668", "Intervention": ["INTERVENTION 1:", "LCL161 + Paclitaxel (Signature of general positive expression)", "Patients randomized to the experimental arm for positive gene expression received LCL161 1800 mg once weekly + paclitaxel 80 mg/m2 weekly for 12 weeks.", "INTERVENTION 2:", "- Paclitaxel only (Signature of general positive expression)", "Patients randomized to the control arm for a positive gene expression signature received 80 mg/m2 paclitaxel per week for 12 weeks."], "Eligibility": ["Incorporation criteria:", "● Histologically confirmed diagnosis of triple invasive negative breast cancer", "Known status of the predictive expression signature of the LCL161 gene as determined during molecular pre-selection", "Candidates for breast mastectomy or breast conservation surgery", "A primary tumour of more than 20 mm and a diameter of less than or equal to 50 mm measured by imaging (previous amendment No. 3 was a tumour of more than 10 mm)", "Regional Nodes N0-N2", "No distant metastatic disease", "ECOG Performance Status 0-1", "Adequate bone marrow function", "Adequate liver function and serum transaminases", "Adequate renal function", "- Exclusion criteria:", "· Bilateral or inflammatory breast cancer (bilateral mammography is required during screening/database); locally recidivating breast cancer", "Patients who are currently receiving systemic treatment for any other disease, or who have received systemic treatment for one disease in the previous 3 months", "Uncontrolled cardiac disorders", "Patients who are currently receiving chronic (>3 months) treatment with corticosteroids at a dose of 10 mg prednisone (or its glucocorticoid equivalent) per day (inhaled and topical steroids are allowed), or any other chronic immunosuppressive therapy that cannot be discontinued prior to the start of the study", "Infected GI function that may affect LCL161 absorption", "Pregnant or lactating women", "Women of childbearing potential, defined as all women physiologically capable of becoming pregnant, unless they use highly effective contraceptive methods during administration and for 180 days after the study", "Other inclusion/exclusion criteria defined by the Protocol may apply."], "Results": ["Performance measures:", "• Complete pathological response rate (CPR) in the breast after 12 weeks of therapy", "In order to assess whether the addition of LCL161 to the weekly paclitaxel improves the efficacy of paclitaxel in women with triple negative breast cancer, analyses were performed separately in the negative and positive gene expression signature groups based on Bayesian design using a binomial distribution for the data with a previous beta. The type of measurement used for this analysis is median posterior and the dispersal method is the credible interval (Crl) rather than the confidence interval (CI). The median values are posterior to the pCR rate for each group.", "Time limit: 12 weeks", "Results 1:", "Title of arm/group: LCL161 + Paclitaxel (Signature of general positive expression)", "Arm/group description: Patients randomized to the experimental arm for a positive genetic expression signature received once a week LCL161 1800 mg + paclitaxel 80 mg/m2 per week for 12 weeks.", "Total number of participants analysed: 51", "Median (95% confidence interval)", "Unit of measure: Percentage of participants 24.9 (14.5-37.8)", "Results 2:", "Name of arm/group: Paclitaxel only (Signature of general positive expression)", "Bra/group description: Patients randomized to the control arm for a positive genetic expression signature received paclitaxel 80 mg/m2 per week for 12 weeks.", "Total number of participants analysed: 50", "Median (95% confidence interval)", "Unit of measure: Percentage of participants 23.4 (13.3 to 36.2)"], "Adverse Events": ["Undesirable Events 1:", "Total: 45/106 (42.45 per cent)", "Anemia 1/106 (0.94%)", "Disseminate intravascular coagulation 1/106 (0.94%)", "Febrile neutropenia 1/106 (0.94%)", "- Lymphatic pain 1/106 (0.94%)", "Neutropenia 2/106 (1.89%)", "Sinus tachycardia 1/106 (0.94%)", "Upper abdominal pain 0/106 (0.00 %)", "Diarrhoea 2/106 (1.89%)", "Nausea 1/106 (0.94%)", "2/106 (1.89%)", "- Sensation of cold 1/106 (0.94%)", "Adverse Events 2:", "Total: 7/103 (6.80 per cent)", "Anemia 1/103 (0.97%)", "Disseminate intravascular coagulation 0/103 (0.00 %)", "Febrile neutropenia 1/103 (0.97%)", "- Lymphatic ganglion pain 0/103 (0.00 %)", "Neutropenia 0/103 (0.00 %)", "- Sinus tachycardia 0/103 (0.00 %)", "Upper abdominal pain 1/103 (0.97%)", "Diarrhoea 0/103 (0.00 %)", "- Nausea 0/103 (0.00 %)", "0/103 (0.00 %)", "- Coldness 0/103 (0.00 %)"]}