{"Clinical Trial ID": "NCT00431067", "Intervention": ["INTERVENTION 1:", "Afatinib 50 mg", "Patients received a continuous daily dose of Afatinib 50 mg for 28 days until disease progression or excessive toxicity."], "Eligibility": ["• Inclusion criteria:", "Incorporation criteria:", "* Male or female patients with a confirmed diagnosis of stage IIIB or IV HER2 metastatic breast cancer positive (HER2+ and FISH positive or HER2 3+).", "Patients with visceral disease or rapid progression should not be included if they have not had prior chemotherapy in addition to trastuzumab. Patients who are intolerant to trastuzumab and have received adequate chemotherapy and/or hormonal treatment are eligible for progression.", "- Aged 18 or older.", "• Life expectancy of at least four (4) months.", "Informed written consent is consistent with the ICH-GPC guidelines.", "Eastern Cooperative Oncology Group (ECOG, R01-0787) Performance Note 0, 1 or 2.", "Patients should not have received chemotherapy or immune treatment in the last 4 weeks (2 weeks for trastuzumab).", "Patients should have recovered from any treatment-related toxicity of chemo-, hormone-, immuno- or radiotherapy prior to the CTC less than or equal to Class 1.", "Patients should have recovered from previous surgery.", "Patients should have a measurable disease as defined by the RECIST criteria.", "- Exclusion criteria:", "- Exclusion criteria:", "An active infectious disease.", "Gastrointestinal disorders that may interfere with the absorption of the study drug or chronic diarrhea.", "A serious disease or a concomitant non-oncological disease considered by the investigator to be incompatible with the protocol.", "Patients with active/symptomatic brain metastases Patients with a history of treated brain metastases should have stable or normal MRI at screening and be at least three months after radiation or surgery.", "- Left cardiac ventricular function with resting ejection fraction < 50%.", "Absolute number of neutrophils (NACs) less than 1500 cells/mm3.", "Number of platelets less than 100,000 cells/mm3.", "Bilirubine greater than 1.5 mg/dl (>26 micromol/L, SI unit equivalent).", "Aspartate amino transferase (AST) or alanine amino transferase (ALT) greater than three times the upper limit of normal.", "Serum creatinine is greater than 1.5 mg/dl (>132 micromol/L, SI unit equivalent).", "Women and men (and their partners) who are sexually active and who do not want to use a medically acceptable contraceptive method.", "Pregnancy or lactation.", "Treatment with other experimental medicinal products; chemotherapy, immunotherapy, radiotherapy or hormone therapy (including LHRH agonists, or other hormones taken for breast cancer), or participation in another clinical study within the last 4 weeks prior to or in combination with treatment.", "- Prior treatment with a medicine that inhibits EGFR or HER2 (except trastuzumab).", "* Patients unable to comply with protocol.", "Active abuse of alcohol or drugs.", "* Patients with a history of other malignancies (with the exception of superficial basal skin cancer and cervical cancer surgically cured in situ), unless they are free of disease for at least 3 years."], "Results": ["Performance measures:", "- Objective response (OR)", "The objective response (OR) including the complete response (CR) and the partial response (PR) according to the solid tumour response assessment criteria (RECIST).", "Duration: from the first dose of medication to response, up to 34 months", "Results 1:", "Title of arm/group: Afatinib 50 mg", "Patients received a continuous daily dose of Afatinib 50 mg for 28 days until disease progression or excessive toxicity.", "Total number of participants analysed: 41", "Type of measurement: Number", "Unit of measure: Participants 4"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/41 (19.51 per cent)", "Constipation 1/41 (2.44 per cent)", "Diarrhoea 1/41 (2.44%)", "Nausea 2/41 (4.88 per cent)", "Vomiting 3/41 (7.32 per cent)", "biliary collic 1/41 (2.44%)", "Infective diarrhoea 1/41 (2.44%)", "Decrease of the international standardized ratio by 1/41 (2.44%)", "Dehydration 2/41 (4.88 per cent)", "Hyponatremia 1/41 (2.44%)", "Progression of the malignant neoplasm 2/41 (4.88 %)", "Headache 1/41 (2.44 per cent)"]}