{"Clinical Trial ID": "NCT01856543", "Intervention": ["INTERVENTION 1:", "- Eucerin", "Patients will be asked to apply cream to the upper outer quadrant, the upper inner quadrant, the lower outer quadrant and the lower inner quadrant, as well as the irradiated nodal fields. They will be asked to apply cream to a thin and uniform layer twice a day, in the morning and in the evening, not within 4 hours immediately prior to radiation therapy. Patients will be advised that the application immediately after radiation therapy is acceptable for those who need treatment in the morning. Patients will receive newspapers to record the date and time of application of the cream in the study. Patients should return complete newspapers during their weekly checks and within 2 weeks +/- 2 working days after completion of the RT.", "- Eucerin", "INTERVENTION 2:", "- Mometasone furoate 0.1%", "Patients' education regarding the amount to be applied (depending on the body habit) and the area of the treatment field will be reinforced by the N.N. prior to the first radiation treatment. Some of the patient's education may include the application of the cream. Patients will be asked to apply cream to the outer upper quadrant, the inner upper quadrant, the outer lower quadrant and the inner lower quadrant, as well as the irradiated nodal fields. Patients will be asked to apply cream to a thin and uniform layer twice a day, in the morning and in the evening, and not within 4 hours immediately prior to radiation treatment. Patients will be informed that the application immediately after radiation treatment is acceptable for those who need to receive treatment in the morning.", "- Mometasone F"], "Eligibility": ["Incorporation criteria:", "- 18 years", "Stage 1-4 Invasive breast cancer confirmed histologically at MSKCC", "• Status after mastectomy with axillary exploration (sensional node biopsy and/or dissection of the axillary lymph node) to receive a PMRT", "ECOG Performance status of 0 or 1", "- Exclusion criteria:", "Men", "Patients with clinical signs of serious illness", "Pregnant or lactating patients", "A radiotherapy prior to the ipsilateral thoracic wall or thorax", "Patients requiring increased chest wall", "- Concomitant chemotherapy (biological agents are allowed)", "A psychiatric illness that would prevent the patient from giving his or her informed consent", "Inability or unwillingness to comply with skin care instructions and follow-up", "Allergy to eucerin or MF", "Residual class >1 skin toxicity, cellulitis or partially cured injury(s) at the site of intended use at the time of initiation of the study", "A medical condition such as uncontrolled infection (including HIV), uncontrolled diabetes mellitus or connective tissue diseases (lupus, systemic sclerosis or other collagen vascular diseases)", "- Palliative or preoperative radiation treatment"], "Results": ["Performance measures:", "Percentage of participants with moisture desquamation", "The dermal toxicity assessment will be conducted weekly while the patient is receiving RT, by RNA or doctor using CTCAE 4.0 and the weekly state control form, in accordance with standard practice.", "Time limit: 2 years", "Results 1:", "Title of the arm/group: Eucerin", "Patients will be advised to apply cream in a thin and uniform layer twice a day, in the morning and in the evening, and not within 4 hours immediately prior to radiation treatment. Patients will be advised that the application immediately after radiation treatment is acceptable for those who need to receive treatment in the morning.", "- Eucerin", "Total number of participants analysed: 73", "Type of measurement: Number", "Unit of measure: % of participants with or without desquamation 66.7", "Results 2:", "Title of the arm/group: Mometasone Furoate 0.1%", "Description of the arm and group: The patient's education regarding the amount to be applied (depending on the body habit) and the area of the treatment field will be reinforced by the N.N. prior to the first radiation treatment. Part of the patient's education may include the application of the cream. Patients will be asked to apply cream to the outer upper quadrant, the inner upper quadrant, the outer lower quadrant and the inner lower quadrant, as well as the irradiated nodal fields. They will be asked to apply cream on a thin and uniform layer twice a day, in the morning and evening, not within 4 hours immediately preceding the radiation treatment.", "- Mometasone F", "Total number of participants analysed: 70", "Type of measurement: Number", "Unit of measure: % of participants with or without desquamation 43.8"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/73 (4.11 per cent)", "Cardiac chest pain 1/73 (1.37%)", "Myocarditis 1/73 (1.37 %)", "Pericarditis 1/73 (1.37%)", "- Ventricular tachycardia 1/73 (1.37%)", "- Skin infection 0/73 (0.00 %)", "Radiation dermatitis 0.73 (0.00 %)", "Dyspnoea 1/73 (1.37 per cent)", "Adverse Events 2:", "Total: 3/70 (4.29 per cent)", "Cardiac chest pain 0/70 (0.00 %)", "Myocarditis 0/70 (0.00 %)", "Pericarditis 0/70 (0.00 %)", "- Ventricular tachycardia 0/70 (0.00 %)", "2/70 (2.86%)", "Radiation dermatitis 1/70 (1.43%)", "- Dyspnoea 0/70 (0.00 %)"]}