{"Clinical Trial ID": "NCT01881230", "Intervention": ["INTERVENTION 1:", "Bras A: Nab-Paclitaxel + Gemcitabine", "Participants received nab-Paclitaxel 125 mg/m^2 on days 1 and 8 by intravenous (IV) administration and then gemcitabine 1000 mg/m^2 on days 1 and 8 by IV administration of each 21-day treatment cycle.", "INTERVENTION 2:", "Bras B: Nab-Paclitaxel + Carboplatin", "Participants received nab-Paclitaxel 125 mg/m^2 on days 1 and 8 by IV administration, followed by the carboplatin area under curve 2 (AUC 2) on days 1 and 8 in each 21-day treatment cycle. Participants continued treatment until progressive disease (PD), unacceptable toxicity, need for palliative radiotherapy or surgical intervention of lesions, withdrawal of study treatment, withdrawal of study consent, participant's refusal or investigator felt that it was no longer in the participant's best interest to continue treatment."], "Eligibility": ["A subject will only be eligible for inclusion in this study if all of the following criteria are met:", "Women, 18 years of age at the time of signing informed consent", "Adenocarcinoma of the breast confirmed by the pathology", "From a pathological point of view, confirmed as triple negative, documented source, defined as the following two elements:", "- Negative estrogen receptor (ER) and progesterone receptor (PgR): < 1% of tumour cell nuclei are immunoreactive in the presence of evidence that the sample can express ER or PgR (positive intrinsic controls)", "The human epidermal growth factor Receptor 2 (HER2) negative according to the American Society of Clinical Oncology - College of American Pathologists (ASCO/CAP) i. Immunohistochemistry (IHC) 0 or 1 Fluorescence In Situ Hybridization (FISH) negative (or equivalent negative test).", "Subjects with a previous history of breast cancer of different phenotypes (i.e. ER/PgR/HER2 positive) should have pathological confirmation of a triple negative disease at at least one of the current metastasis sites.", "Subjects must have received treatment prior to the adjuvant or neoadjuvant anthracycline; unless: (a) treatment with anthracycline has not been indicated or has not been the best treatment option for the subject in the opinion of the attending physician; and (b) treatment with anthracycline is not indicated or, in the opinion of the attending physician, is not the best treatment option for the subject's metastatic disease.", "a. Newly diagnosed subjects with NMBT are eligible for the study if treatment with anthracycline is not indicated or is not the best treatment option for the subject in the physician's opinion.", "Subjects with measurable metastatic disease, defined by the criteria for assessing response in solid tumours 1.1 (RECIST 1.1)", "• Life expectancy 16 weeks after randomisation", "No prior cytotoxic chemotherapy for metastatic breast cancer. Prior immunotherapy and/or monoclonal antibody treatment is acceptable. Previous treatments should have been discontinued at least 30 days prior to the start of the study and all related toxicities should have been resolved up to grade 1 or less.", "A prior neoadjuvant or adjuvant chemotherapy, if administered, must have been completed at least 6 months prior to randomisation, with all related toxicities resolved, and documented evidence of disease progression according to the RECIST 1.1 guidelines is required.", "A. If previous neoadjuvant or adjuvant chemotherapy contains taxane, gemcitabine or platinum, treatment must have been completed at least 12 months prior to randomization", "· Prior radiation therapy must have been performed prior to randomization, with full recovery of acute radiation side effects. At least one measurable injury must be completely outside the radiation portal or there must be clear radiological or clinical evidence of progressive disease in the radiation portal, in accordance with the RECIST guidelines 1.1", "At least 30 days after major surgery before randomization, with complete recovery", "The Eastern Cooperative Oncology Group (ECOG) is in a position to assess the Statement of Operations 0-1", "During screening, the subject has the following blood count:", "Absolute number of neutrophils (ANC) 1500/mm^2;", "— Platelets 100 000/mm^2;", "Hemoglobin (Hgb) 9 g/dL", "The subject presents the following levels of blood chemistry during screening:", "Aspartate aminotransferase (AST) Glutamic-oxaloacetic serum transaminase (SGOT), Alanine Aminotransferase (ALT) Serum Pyruvate Serum Transaminase (SGPT) 2.5 x upper limit of normal range (ULN); if liver metastases are present 5.0 x ULN", "Total serum bilirubin LSN; or total bilirubin LSN 3.0 × LSN with direct bilirubin in the normal range in subjects with documented Gilbert's syndrome", "creatinine clearance > 60 mL/min (by Cockcroft-Gault)", "Women of childbearing potential (defined as sexually mature women who (1) have not undergone hysterectomy (surgical removal of the uterus) or bilateral oophorectomy (surgical removal of both ovaries) or (2) have not been naturally menopausal for at least 24 consecutive months (i.e., they have had periods at any time during the previous 24 consecutive months) must:", "Demonstrate a negative test result from the serum pregnancy test at screening (by a central laboratory) confirmed by a local negative pregnancy pound within 72 hours prior to the first dose of PI); pregnancy test with a sensitivity of at least 25 mIU/mL; and", "Either commit to the true abstinence* of heterosexual contact (which must be reviewed monthly) or agree to use, and be able to comply, two effective methods of contraception approved by the physician (oral hormonal designer, injectable or implantable; tubular ligature; intrauterine device; barrier contraceptive with spermicide; or vasectomized partner) without interruption for 28 days or more as per local guidelines, prior to the start of the study, during treatment (including dose interruptions), and for 28 days after the study has been discontinued or more as per local guidelines", "Women must refrain from breast-feeding from randomization, during participation in the study and for 28 days or more, as required by local guidelines, after the termination of the IP.", "Inform and voluntarily sign an informed consent document prior to any assessment or procedure related to the study.", "• Capable of meeting the schedule of study visits and other protocol requirements", "- Exclusion criteria:", "A subject will not be eligible for inclusion in this study if one of the following criteria applies:", "Male subjects", "Concomitant chemotherapy or other anti-tumour therapy for breast cancer. Prior immunotherapy and treatment of monoclonal antibodies are acceptable.", "Subjects who have previously received cytotoxic chemotherapy after incomplete resection of recurrent locoregional disease", "• History of brain metastases, including leptomenal involvement, or known signs of brain metastases.", "Subjects presenting a bone as the only metastatic disease site", "Subjects with regional lymph node as the only metastatic disease site", "A serious intercurrent, medical or psychiatric disease, including a serious active infection", "History of congestive heart failure or class II-IV myocardial infarction within 6 months of randomization", "Subjects with a previous history of breast cancer are eligible, but the most recent biopsy obtained must demonstrate a triple negative disease (documented source). Subjects with a previous history of in situ cancer or localized basal cell or squamous skin cancer are eligible.", "Subjects with a history of interstitial pulmonary disease, a history of slowly progressive dyspnoea and unproductive cough, sarcoidosis, silicosis, idiopathic pulmonary fibrosis, pulmonary pneumonitis or multiple uncontrolled or unstable allergies that, in the opinion of the investigator, may lead to serious complications", "• Peripheral neuropathy Grade 2 by National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) v4.0", "Subjects who received an experimental product in the previous 4 weeks prior to randomization", "The subject is currently enrolled or will be enrolled in another clinical study in which experimental therapeutic procedures are performed or experimental therapies are administered while participating in this study.", "Pregnant or lactating women", "Subjects with prior hypersensitivity to nab-paclitaxel, gemcitabine, carboplatin or any other nucleoside analogue", "Any major medical condition, laboratory abnormality or psychiatric illness that prevents the subject from participating in the study", "Any condition, including laboratory abnormalities, that exposes the subject to an unacceptable risk if he/she participates in the study.", "Any condition that confuses the ability to interpret study data", "• History of HIV-positive human immunodeficiency virus (HIV)", "Subjects receiving immunosuppressive or myelosuppressive medicinal products that, in the opinion of the investigator, would increase the risk of serious neutropenic complications"], "Results": ["Performance measures:", "Kaplan-Meier estimates of progression-free survival (PFS) based on the evaluation of researchers.", "The response of tumours was evaluated every 6 weeks using the Criteria for Assessing Response in Solid Tumours (RECIST 1.1) and defined as follows: The complete response (CR) is the elimination of all target lesions; Partial response (PR) occurs when the sum of the diameters of the target lesions decrease by at least 30% from the initial value; Stable disease is not a shrinkage sufficient to qualify for PR nor a sufficient increase in lesions to qualify for progressive disease (PD); Progressive disease - is an increase of at least 20% in the sum of the diameters of target lesions from nadir.", "Delay: From the date of randomization to the data deadline of December 16, 2016; the total duration of the study was 31 months for arm A, 34 months for arm B and 35 months for arm C", "Results 1:", "Title of arm/group: Arm A: Nab-Paclitaxel + Gemcitabine", "Description of the arm/group: Participants received nab-Paclitaxel 125 mg/m^2 on days 1 and 8 by intravenous (IV) administration and then gemcitabine 1000 mg/m^2 on days 1 and 8 by IV administration of each 21-day treatment cycle.", "Total number of participants analysed: 61", "Median (95% confidence interval)", "Unit of measure: month 5.5 (4.1 to 7.0)", "Results 2:", "Title of arm/group: Bras B: Nab-Paclitaxel + Carboplatin", "The participants continued treatment until progressive disease (PD), unacceptable toxicity, need for palliative radiotherapy or surgical intervention of lesions, withdrawal of study treatment, withdrawal of study consent, participant's refusal or investigator felt that it was no longer in the participant's best interest to continue treatment.", "Total number of participants analysed: 64", "Median (95% confidence interval)", "Unit of measure: month 8.3 (5.7 to 10.6)"], "Adverse Events": ["Undesirable Events 1:", "Total: 22/60 (36.67%)", "Anemia 2/60 (3.33%)", "Febrile neutropenia 1/60 (1.67%)", "Neutropenia 1/60 (1.67%)", "Pancytopenia 0/60 (0.00 %)", "Thrombocytopenia 0/60 (0.00 %)", "Acute myocardial infarction 0/60 (0.00 %)", "Atrial fibrillation 1/60 (1.67%)", "Heart failure 1/60 (1.67%)", "Myocardial infarction 0/60 (0.00 %)", "Palpitations 1/60 (1.67%)", "Pericardial infusion 0/60 (0.00 %)", "Adverse Events 2:", "Total: 20/64 (31.25 per cent)", "Anemia 2/64 (3.13%)", "- Febrile neutropenia 3/64 (4.69 %)", "Neutropenia 2/64 (3.13%)", "Pancytopenia 0/64 (0.00 %)", "Thrombocytopenia 0/64 (0.00 %)", "- Acute myocardial infarction 0/64 (0.00 %)", "Atrial fibrillation 0/64 (0.00 %)", "- Heart failure 0/64 (0.00 %)", "Myocardial infarction 1/64 (1.56%)", "- Palpitations 0/64 (0.00 %)", "Pericardial infusion 0/64 (0.00 %)"]}