{"Clinical Trial ID": "NCT02597452", "Intervention": ["INTERVENTION 1:", "• Intelligent breast exam, iBE", "One single arm: Additional breast examination by an FDA-approved smart handheld breast examination device and clinical breast examination during their scheduled breast screening appointment. No return visit required for participation.", "In addition to a clinical examination of the breast administered by a trained person, a bilateral iBE examination will be conducted on the whole breast. If the patient is selected to participate in the inter-rater reliability portion of the study, the subject will undergo both the iBE and the clinical examination of the breast twice sequentially by two different individuals trained separately during the same visit."], "Eligibility": ["Incorporation criteria:", "- 18 years and over", "Women and men with symptomatic breast mass (by palpation or imaging) OR", "Asymptomatic women present themselves at the imaging centre for screening mammography", "Signed informed consent", "- Exclusion criteria:", "Patients under 18 years of age", "Patients who have already participated in this study and are back at the Women's Imaging Centre for follow-up diagnostic tests"], "Results": ["Performance measures:", "- Compare the results of iBE tests to clinical breast examinations (CEE) by assessing the sensitivity of the device using imaging results", "Comparison of calculated sensitivities or percentage of true positive breast lesions (based on imaging results) of iBE and EBC", "Duration: about one month after imaging", "Results 1:", "Title of the arm/group: Intelligent breast exam, iBE", "- Arm/Group Description: Single arm: Additional breast examination by an FDA-approved portable intelligent breast examination device and a clinical breast examination during their scheduled breast screening appointment.", "In addition to a clinical examination of the breast administered by a trained person, a bilateral iBE examination will be conducted on the whole breast. If the patient is selected to participate in the inter-rater reliability portion of the study, the subject will undergo both the iBE and the clinical examination of the breast twice sequentially by two different individuals trained separately during the same visit.", "Total number of participants analysed: 486", "Type of measurement: Number", "Unit of measure: percentage of real positive injuries 34.3"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/486 (0.00 per cent)"]}