{"Clinical Trial ID": "NCT00916578", "Intervention": ["INTERVENTION 1:", "Single-arm establishment, open label, phase II", "Patients will receive 825 mg/m2 capecitabine. One of the two daily doses of capecitabine will be taken 2 hours before radiation therapy. Capecitabine will be administered when patients receive radiation therapy. The doses of radiation therapy will be 50 to 57 Gy at the initial clinical target volume."], "Eligibility": ["Incorporation criteria:", "· Histological confirmation of invasive breast cancer", "No contraindications to radiation therapy (such as pregnancy, radiation prior to the volume of the disease, or systemic disease in which radiation therapy is an absolute contraindication)", "• Patients with severe chemo-refractory disease in the breast causing symptoms (pain, drainage, stress) OR severe breast disease (greater or equal to T3) and/or progressive lymph nodes, persistent or not sensitive to chemotherapy deemed to be inoperative or questionable OR A serious recurrent disease in a non-irradiated breast or in the chest wall or in the regional lymphatic (basic biopsy will not be offered to patients without severe breast disease).", "Are able to swallow and store oral medicines (intact pill)", "• Over 18 years of age", "Female", "- Exclusion criteria:", "• Possession of active or uncontrolled infection", "Have dementia, altered mental condition or psychiatric condition that would prevent understanding or informed consent", "Have used an experimental drug within 21 days prior to the first dose of the drug under study", "They are receiving anti-coagulation therapy (i.e. warfarin, heparin)", "• Uncontrolled arrhythmia or congestive heart failure (CHF) based on clinical history or physical examination", "The patient cannot receive complete irradiation of the brain at the same time as treatment with Xeloda."], "Results": ["Performance measures:", "Response rates of patients receiving preoperative or palliative concomitant radiation with capecitabine within and at risk or in regional lymph nodes basins.", "The response of RECIST was evaluated after 45 Gy radiation in patients with breast cancer treated with capecitabine and concomitant radiotherapy.", "Timeline: Participants were monitored from 2009 to 2012.", "Results 1:", "Title of arm/group: Single-arm establishment, Open label, Phase II", "Description of the arm/group: Patients will receive 825 mg/m2 capecitabine. One of the two daily doses of capecitabine will be taken 2 hours prior to radiation therapy. Capecitabine will be administered when patients receive radiation therapy. The doses of radiation therapy will be 50 to 57 Gy at the initial clinical target volume.", "Total number of participants analysed: 33", "Type of measurement: Number", "Unit of measurement: participants 26"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/26 (0.00 per cent)"]}