{"Clinical Trial ID": "NCT02550210", "Intervention": ["INTERVENTION 1:", "- Breast Cancer Index (BCL)", "The breast cancer speaker (BCL) uses 3D printing to create a plastic shape similar to a bra that corresponds to the breast surface when the patient is in the position of Supine MRI (and surgical). This landlord will be built pre-operatively, sterilized and provided to the surgeon at the time of surgery.", "The contour of breast cancer at the breast surface to the point where cancer is closest to the skin is integrated into the locator so that the surgeon can simply apply the locator within the patient and draw the contour of the tumor on the skin."], "Eligibility": ["Incorporation criteria:", "Age over or equal to 18 years", "• Histological diagnosis of palpable invasive breast cancer or in situ channel carcinoma", "The patient's desire to undergo breast surgery", "Ability to voluntarily provide informed consent to participate prior to any assessment or procedure related to the study", "Cancer increases on MRI imaging of the breast.", "- Exclusion criteria:", "• Absolute contraindication to MRI, including the presence of an implanted electrical device (pacemaker or neurostimulator), aneurysm clip or a metal foreign body in or near the eyes", "Severe clausetrophobia", "Contraindication for the use of gadolinium-based intravenous contrast, including life-threatening allergy or impaired renal function (creatinine > 2.0)", "History of median sternotomy", "The patient's attestation that he or she is not pregnant will be acceptable in accordance with the DHMC standard MRI policy."], "Results": ["Performance measures:", "The distance measured by the pathology From the tumour ridge to the centre of the ink spots, as marked by the black pins.", "Five measurements will be made per patient and the mean distance difference will be derived between the palpate and the image of the co-recorded MRI-optic scan of the predicted tumour contours. BCL will be considered accurate if all 5 measurements are > 0 cm from the edge of the tumour.", "Time limit: 30 days", "Results 1:", "Title of the arm/group: Breast Cancer Index (BCL)", "The breast cancer marker (BCL) uses 3D printing to create a plastic shape similar to a bra that corresponds to the breast surface when the patient is in the supine MRI (and surgical) position.", "The contour of breast cancer at the breast surface to the point where cancer is closest to the skin is integrated into the locator so that the surgeon can simply apply the locator within the patient and draw the contour of the tumor on the skin.", "Total number of participants analysed: 18", "Average (standard deviation)", "Unit of measurement: cm 1,7 (1,2)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/23 (0.00 per cent)"]}