{"Clinical Trial ID": "NCT00464646", "Intervention": ["INTERVENTION 1:", "- Cohort A", "Cohort A: Women with locally advanced breast cancer (Clinical Stage IIIA, IIIB and IIIC)", "INTERVENTION 2:", "- Cohort B", "Cohort B: Women with resected breast cancer of pN2 or pN3 (pathological stage III)"], "Eligibility": ["Incorporation criteria:", "Eligibility conditions for patients with LABC (cohort A):", "The diagnosis of invasive breast adenocarcinoma should have been done either by the heart biopsy of the needle or by limited incisional biopsy.", "Patients should have a clinical disease of stage IIIA, IIIB or IIIC with a breast or axilla mass greater than or equal to 2.0 cm measured by clinical examination, unless the patient has inflammatory breast carcinoma, in which case a measurable disease is not required.", "Eligibility conditions for patients with resected Stage III breast cancer (Cohort B)", "Patients should have undergone a total mastectomy or mastectomy.", "Patients should have completed one of the following procedures for the assessment of pathological nodal status.", "• Sentinel lymphadectomy followed by the elimination of other non-sensional lymph nodes, or", "Axillary lymphadenectomy without isolation procedure SN.", "The interval between the last surgery (for breast cancer treatment or sequencing) and entry into the study should not exceed 84 days.", "According to the pathological assessment, the ipsilateral nodes should be pN2 or pN3.", "If the pathological examination demonstrates a tumour at the resection line, additional operating procedures may be performed to obtain clear margins. If the tumour is still present at the resection margin after reexcision, the patient must undergo a total mastectomy to be eligible. (Patients with positive margins for LCIS are eligible without further resection.)", "For patients undergoing mastectomy, margins should be free from raw residual tumours. Patients with microscopic positive margins are eligible.", "Conditions for eligibility of patients (ALL patients)", "The patient must have consented to participate and signed and dated a consent form approved by the IRB that is consistent with federal and institutional guidelines.", "Patients must be women.", "The patient must be 18 years of age or older.", "The patient's ECOG performance should be 0 or 1.", "The tumour should be an invasive adenocarcinoma of the breast during histological examination.", "Breast cancer should be determined as HER2-positive prior to entry into the study. FISH tests require gene amplification. IHC analyses require a highly positive coloring score (3+).", "At the time of entry into the study, blood counts must meet the following criteria:", "The absolute number of neutrophils (ANCs) must be greater than/equal to 1200/mm3.", "The number of platelets shall be greater than/equal to 100,000/mm3.", "Haemoglobin should be greater than/equal to 10 g/dL.", "The following criteria for evidence of adequate liver function shall be met:", "Total bilirubin should be less than/equal to the ULN for the laboratory, unless the patient has a Grade 1 bilirubin elevation (greater than ULN 1.5 x ULN) due to Gilbert's disease or a similar syndrome involving slow conjugation of bilirubin; and", "The alkaline phosphatase shall be less than 2.5 x ULN for the laboratory; and", "The AST shall be less than/equal to 1.5 x ULN for the laboratory.", "For example, if the alkaline phosphatase is greater than the ULN but less than/equal to 2.5 x ULN, then the AST should be less/equal to the ULN. If the AST is greater than the ULN but less/equal to 1.5 x ULN, then the alkaline phosphatase should be less/equal to the ULN.", "Patients with AST or alkaline phosphatase greater than ULN may be included in the study if liver imaging (CT, MRI or PET scan) does not exhibit metastatic disease and has adequate liver function.", "Patients with skeletal pain or alkaline phosphatase greater than ULN but less than or equal to 2.5 x ULN may be included in the study if a bone scan or PET scan does not demonstrate metastatic disease. Patients with suspected results on bone scan or PET scan are eligible if suspicious results are confirmed to be be benign by X-ray, MRI or biopsy.", "The serum creatinine is lower/equal to the LSN for the laboratory.", "The ratio of urinary proteins to creatinine (UPC) should be less than 1.0.", "All patients should have their DVEF evaluated by 2-D echocardiogram within 3 months of entry into the study. (The analysis of the GVEF can be substituted for the 2-D echocardiogram based on institutional preferences.) The DVEF should be greater than/equal to 55%, regardless of the establishment's LLN.", "Note: Since pre-entry LEVF is used as a reference for comparing subsequent LEVF assessments to determine if trastuzumab and bevacizumab can be administered, it is essential that this baseline study be an accurate assessment of the patient's LEVF. If the baseline LEVF is greater than 65%, the investigator is encouraged to confirm the accuracy of the initial LEVF outcome and consider repeating the study if the accuracy is uncertain.", "- Exclusion criteria:", "Conditions for inadmissibility of the patient (cohort A)", "FNA alone to diagnose the primary tumor.", "(Procedures that are allowed include: 1) RNA or axillary node nucleus biopsy for any patient, and 2) although not recommended, preneoadjuvant NS biopsy for patients with clinically negative axillary nodes.", "Conditions for inadmissibility of the patient (cohort B)", "- Breast reconstruction using tissue extensions or implants at the time of mastectomy.", "Conditions for inadmissibility of the patient (ALL patients)", "- Definitive clinical or radiological evidence of metastatic disease.", "Invasive bilateral synchronization of breast cancer.", "Invasive ipsilateral or controlateral breast cancer history, regardless of the treatment or Ipsilateral CDIS treated with RT.", "Patients with the following cancers are eligible if diagnosed and treated in the previous 5 years: in situ cervix carcinoma, in situ colon carcinoma, in situ melanoma, and basal cell and squamous skin carcinoma.", "A prior treatment with anthracyclines, taxanes, trastuzumab or bevacizumab for any malignancy.", "Treatment including RT, chemotherapy and/or targeted treatment for breast cancer currently diagnosed prior to entry into the study.", "The continuation of treatment with any hormonal agent such as raloxifene, tamoxifen or any other SERM. (Patients are eligible if these drugs are discontinued prior to entry into the study.)", "Any sexual hormonal therapy, e.g. contraceptive pills, replacement ovary hormone therapy, etc. These patients are eligible if this therapy is discontinued prior to entry into the study. (Women with reproductive potential should agree to use an effective non-hormonal contraceptive method during study treatment and for at least 6 months after completion of the targeted treatment.)", "A heart disease that would prevent the use of medicines included in treatment regimen FB-5, including:", "An active heart disease: angina, which requires the use of anti-anginal drugs; ventricular arrhythmias, except for benign, drug-controlled premature ventricular contractions; supraventricular and nodal arrhythmias requiring a cardiac pacemaker or not controlled by medicines; conduction abnormality requiring a heart pacemaker; and clinically significant valvular disease.", "• History of heart disease: myocardial infarction documented by elevated cardiac enzymes or persistent regional wall abnormalities when evaluating LV function; documented CHF; or documented cardiomyopathy.", "• Uncontrolled hypertension defined as systolic PB greater than 150 mmHg or diastolic PB greater than 90 mmHg, with or without an antihypertensive drug. Patients with an initial increase in PB are eligible if PB initiation or adjustment reduces pressure to meet entry criteria.", "History of hypertensive seizure or hypertensive encephalopathy.", "History of TIA or CVA.", "History of other arterial thrombotic events in the 12 months prior to study.", "A symptomatic peripheral vascular disease.", "Any significant bleeding within 6 months prior to entry into the study, excluding menorrhagia in premenopausal women.", "A serious or non-healing injury, skin ulcers or bone fracture.", "One or more gastroduodenal ulcers determined by endoscopy to be active.", "• History of IG perforation, abdominal fistula or intra-abdominal abscesses.", "• Anticipation of the need for major surgery (other than breast surgery required for patients in cohort A) during the study and for at least 3 months after the completion of bevacizumab.", "A known haemorrhagic diathesis, coagulopathy or the requirement for therapeutic doses of coumadine.", "Another non-malignant systemic disease that would prevent the patient from receiving study treatment or prevent the necessary follow-up.", "A sensory/motor neuropathy superior to/equal to Class 2, as defined by the NCI CTCAE v3.0.", "Conditions that would prohibit the administration of corticosteroids.", "History of hypersensitivity reaction to polysorbate 80.", "• Pregnancy or lactation at the time of entry into the study. (Note: Pregnancy tests must be performed according to institutional standards for women of childbearing age.)", "The use of any research officer within 4 weeks of enrolment in the study.", "- Psychiatric or addictive disorders or other conditions which, in the opinion of the investigator, would prevent the patient from meeting the requirements of the study."], "Results": ["Performance measures:", "Number of patients with complete pathological response (PCR) in the breast and nodes in patients with HER2-positive CBLA after neoadjuvant therapy (Cohort A)", "The pCR determination is performed by the local pathologist after examination of the tissues (arms and knots) removed at the time of surgery. The result measurement is the number of participants without histological evidence of invasive tumour cells in the surgical breast sample, axillary lymph nodes or NS identified after neoadjuvant chemotherapy.", "Time limit: estimated at the time of surgery on average at 8 months", "Results 1:", "Title of the arm/group: Cohort A", "Description of the arm/group: Cohort A: Women with locally advanced breast cancer (Clinical Stage IIIA, IIIB and IIIC)", "Total number of participants analysed: 73", "Type of measurement: Number", "Unit of measure: participants 34", "Results 2:", "Title of the arm/group: Cohort B", "Description of the arm/group: Cohort B: Women with post-N2 or pN3 breast cancer (pathological stage III)", "Total number of participants analysed: 0", "Type of measurement: Number", "Unit of measurement: participants"], "Adverse Events": ["Undesirable Events 1:", "Total: 16/76 (21.05 per cent)", "Hemoglobin 0.16 (0.00 %)", "Left ventricular systolic function 1/76 (1.32%)", "- Hypertension 0/76 (0.00 %)", "Dehydration 1/76 (1.32%)", "Diarrhoea 1/76 (1.32%)", "Haemorrhage, IG - stomach 0/76 (0.00 %)", "Perforation, IM - colon 1/76 (1.32%)", "Ulcer, IG - stomach 0/76 (0.00 %)", "Head pain/headache 3/76 (3.95%)", "Back pain 2/76 (2.63 %)", "Adverse Events 2:", "Total: 5/29 (17.24 per cent)", "Hemoglobin 1/29 (3.45%)", "Left ventricular systolic function 0/29 (0.00 %)", "Hypertension 1/29 (3.45%)", "Dehydration 1/29 (3.45%)", "Diarrhoea 0/29 (0.00 %)", "Haemorrhage, IG - stomach 1/29 (3.45%)", "Perforation, IM - colon 0/29 (0.00 %)", "Ulcer, IG - stomach 1/29 (3.45%)", "Head pain/headache 0/29 (0.00 %)", "Back pain 0/29 (0.00 %)"]}