{"Clinical Trial ID": "NCT02600923", "Intervention": ["INTERVENTION 1:", "Palbociclib+Létrozole", "Participants were given palbociclib orally once daily at 125 mg for 21 days, followed by 7 days for each 28-day cycle, and 2.5 mg QD oral letrozole as a continuous daily dosing regimen. Participants continued to receive treatment with palbociclib+letrozole until disease progression, symptomatic deterioration, unacceptable toxicity, death, withdrawal of consent or time of commercial availability of palbociclib, as applicable."], "Eligibility": ["Incorporation criteria:", "Adult women diagnosed with advanced breast adenocarcinoma (recurring or metastatic locoregional diseases).", "Women who are not of childbearing age.", "A positive tumour with ER and/or Progesterone (PgR) receptors based on local laboratory results (test according to local practice).", "HER2-negative breast cancer based on local laboratory results (test according to local practice or local guidelines).", "Patients should be suitable candidates for treatment with letrozole.", "The Eastern Co-operative Oncology Group (ECOG) achieved performance status 0-2.", "Adequate function of bone marrow.", "Adequate liver function", "- Adequate renal function.", "- Exclusion criteria:", "A known hypersensitivity to letrozole, or to any of its excipients, or to any palbociclib excipient.", "The current use of foods or medicines known to be potent inhibitors or inducers of CYP3A4 isoenzymes within 7 days of entry into the study.", "A prior treatment with a CDK inhibitor.", "Previous involvement in a clinical study of palbociclib.", "Participation in other studies involving experimental medicinal products within 2 weeks of entry into the study and/or during participation in the study.", "QTc > 480 msec; history of QT syndrome, Brugada syndrome or known history of QTc prolongation, or Torsade de Pointes.", "A high cardiovascular risk, including, but not limited to, recent myocardial infarction, severe/unstable angina and severe cardiac dysrhythmia in the last 6 months prior to registration.", "Note: patients with skin cancer from properly treated basal or squamous cells, a history of intraepithelial neoplasia or in situ disease (e.g. in situ cervix carcinoma or in situ melanoma) may enter.", "Uncontrolled or symptomatic active brain metastases. Previously treated and clinically stable brain metastases are allowed.", "Other acute or chronic serious medical or psychiatric conditions.", "Patients who are research site staff directly involved in the conduct of the study and their family members, site staff otherwise supervised by the investigator, or patients who are Pfizer employees directly involved in the conduct of the study."], "Results": ["Performance measures:", "Number of participants with all-cause treatment - Emerging Adverse Events (EAE)", "All adverse reactions reported after the start of drug therapy were considered adverse reactions. The severity of adverse reactions was classified according to the Common Terminology Criteria for Adverse Reactions (CCTAE) version 4.03. Grade 1 adverse reactions are mild adverse reactions; Grade 2 adverse reactions are moderate adverse reactions; Grade 3 adverse reactions are serious adverse reactions; Grade 4 adverse reactions are fatal adverse reactions; Grade 5 adverse reactions are adverse reactions.", "Duration: 3 years", "Results 1:", "Title of the arm/group: Palbociclib+Letrozole", "The participants continued to receive treatment with palbociclib+letrozole until disease progression, symptomatic deterioration, unacceptable toxicity, death, withdrawal of consent, or timing of commercial availability of palbociclib, as the first case.", "Total number of participants analysed: 130", "Type of measure: Number of participants", "Unit of measure: 1st year participants: 0 0.0%", "Grade 2: 17 13.1%", "Grade 3: 82 63.1%", "Grade 4: 23 17.7%", "Grade 5: 7.5.4 per cent"], "Adverse Events": ["Undesirable Events 1:", "Total: 32/130 (24.62 per cent)", "Anemia * 1/130 (0.77%)", "Febrile neutropenia * 1/130 (0.77%)", "Neutropenia * 1/130 (0.77%)", "Pancytopenia * 1/130 (0.77%)", "Arteriosclerosis coronary artery * 1/130 (0.77%)", "* 1/130 (0.77%)", "Chest pain * 1/130 (0.77%)", "* 2/130 (1.54%)", "* 1/130 (0.77%)", "Cellulite * 1/130 (0.77%)"]}