{"Clinical Trial ID": "NCT01425268", "Intervention": ["INTERVENTION 1:", "• Expansion of aeroform tissues", "AeroForm Fabric Expansion inflation with carbon dioxide by remote control", "AeroForm Tissue Extension: The tissue extension controlled by the AeroForm patient is a breast tissue extender implanted after mastectomy and activated by remote control to release small doses of carbon dioxide from an internal tank to fill and inflate the extensor.", "INTERVENTION 2:", "• Expansion of saline tissue", "Inflated saline tissue expansion by injection of saline solution needles", "A saline tissue extensor is a tissue extensor that is implanted after mastectomy and swollen over time with needle injections to fill and inflate the saline extensor."], "Eligibility": ["Incorporation criteria:", "The subject is a woman between the ages of 18 and 70.", "The subject must have tissue expansion as part of her breast reconstruction.", "The subject is able to provide written informed consent.", "The subject is capable and willing to comply with all the requirements of the study.", "The subject is able to understand and manage treatment at home.", "- Exclusion criteria:", "The skin of the subjects is not suitable for tissue expansion.", "The subject has the remaining tumour cells after his mastectomy.", "The subject has an infection that is current or prior to the planned expansion site.", "The skin of the subjects has been damaged by previous radiological treatments and the use of non-irradiated tissue from another part of his body will not be used.", "4a. The subject had planned radiotherapy at the planned expansion site during the extensor implantation.", "5. The subject has a history of failing tissue expansion or breast implantation at the planned expansion site.", "6. The subject has any existing medical condition that the physician thinks puts the subject at an increased risk of complications (e.g., severe vascular collagen disease, poorly managed diabetes).", "7. The subject is taking all the medications that the physician thinks the subject is at an increased risk of complications (e.g., prednisone, Coumadin).", "8. The subject is currently participating in a parallel study on drugs or instruments.", "The subject is overweight (BMI > 33). 11. The subject is not prepared to comply with the air travel or altitude restriction of less than 3300 feet (1000 metres) from the reference level at the time the AeroForm fabric extensor was installed.", "12. The subject currently has an implanted electronic device such as a pacemaker, defibrillator, neurostimulator or drug infusion device.", "13. The subject is pregnant or is planning to become pregnant during the study period.", "14. The subject has a history of psychological disorders, substance abuse or alcohol abuse that may affect his or her ability to safely use the device."], "Results": ["Performance measures:", "To succeed in tissue expansion and exchange of a permanent breast implant unless preceded by an event related to the absence of a device", "The primary criterion is assessed when the subject has completed tissue expansion and has completed an exchange with standard breast implants. Subjects who have not completed the exchange procedure due to an event related to the device are considered to be malfunctions.", "Time limit: 12 months", "Results 1:", "Title of the arm/group: Expansion of AeroForm fabrics", "Description of the arm/group: AeroForm fabric expansion inflation with carbon dioxide by remote control", "AeroForm Tissue Extension: The tissue extension controlled by the AeroForm patient is a breast tissue extender implanted after mastectomy and activated by remote control to release small doses of carbon dioxide from an internal tank to fill and inflate the extensor.", "Total number of participants analysed: 98", "Total number of units analysed", "Type of units Analysis: Breasts Number of unitsUnit of measurement: Breasts: 149 96.1%", "Results 2:", "Title of the arm/group: Expansion of saline fabrics", "Description of the arm/group: Expansion of salty tissue swollen by injections of salty solution needles", "A saline tissue extensor is a tissue extensor that is implanted after mastectomy and swollen over time with needle injections to fill and inflate the saline extensor.", "Total number of participants analysed: 52", "Total number of units analysed", "Type of units Analysis : Breasts Number of unitsUnit of measurement : Breasts : 82 98.8%"], "Adverse Events": ["Undesirable Events 1:", "Total: 21/99 (21.21 per cent)", "Neutropenic fever [1]1/99 (1.01%)", "Extrusion [2]1/99 (1.01%)", "Deflation [3]1/99 (1.01%)", "Sub-extension [4]1/99 (1.01%)", "Exposure [5]1/99 (1.01%)", "Cellulite [6]5/99 (5.05 %)", "Infection of wounds [7]1/99 (1.01%)", "Hematoma, breast [8]1/99 (1.01%)", "- Seroma [9]1/99 (1.01%)", "Hematoma, chest PPV site [10]1/99 (1.01%)", "Adverse Events 2:", "Total: 7/52 (13.46 per cent)", "Neutropenic fever [1]0/52 (0.00 %)", "Extrusion [2]1/52 (1.92%)", "Deflation [3]1/52 (1.92%)", "Sub-extension [4]0/52 (0.00 %)", "Exposure [5]0/52 (0.00 %)", "Cellulite [6]2/52 (3.85%)", "Infection of wounds [7]2/52 (3.85%)", "Hematoma, breast [8]1/52 (1.92%)", "- Seroma [9]0/52 (0.00 per cent)", "Hematoma, chest VAP site [10]/52 (0.00 %)"]}