{"Clinical Trial ID": "NCT03475992", "Intervention": ["INTERVENTION 1:", "Pre-diagnostic breast cancer - Biopsy confirmed", "Low-power microwave breast imaging system.", "A basic needle biopsy was performed 14 days prior to the microwave breast survey.", "Low-Power Microwave Breast Imaging System: Study the ability of microwave imaging to detect and characterize the palpable breast mass diagnosed", "INTERVENTION 2:", "Prediagnostic breast system", "Low-power microwave breast imaging system.", "No previous biopsy", "Low-Power Microwave Breast Imaging System: Study the ability of microwave imaging to detect and characterize the palpable breast mass diagnosed"], "Eligibility": ["Incorporation criteria:", "Subjects must be able and willing to give their written informed consent and to comply with the requirements of this study protocol.", "The subject must have attended the symptomatic breast unit with palpable breast mass", "Subjects should have had mammography during the clinical evaluation period (6 weeks prior to the microwave breast survey)", "Subjects should be able to lie comfortably in a preferred position for up to 15 minutes.", "Subjects with a bra size greater than 32B and a cup size greater than or equal to B.", "The subjects whose breast size is adapted to the cylindrical container of the MBI system with sufficient margin to allow the presence of transitional fluid around the breast. The final decision must be made by the doctors on the basis of their judgement.", "- Exclusion criteria:", "Subjects unable to give their informed consent in writing", "Subjects who are pregnant or breastfeeding", "Subjects who have already undergone an operation within", "Subjects who have already received chemotherapy or radiation therapy", "Subjects who had breast biopsy less than two weeks prior to imaging", "Subjects with an active or metallic implant (e.g. cardiac pacemaker, stent, internal cardiac defibrillator, cardiac resynchronization device, nervous stimulator, etc.) or with a non-removable metal object (e.g. piercing) on their torso", "Post-biopsy patients whose breast tissue is not sufficiently cured for the imaging procedure, in the opinion of the investigator", "Patients who have had an aspiration to breast cyst or who plan to have it before MBI.", "Subjects with important co-morbidities that, in the opinion of the investigator, may influence the outcome of the study", "Subjects with prior or concomitant malignancy", "Subjects under 18 years of age", "Subjects with signs of inflammation and/or erythema of the breast as well as all subjects with a fracture in the skin who are in contact with the coupling fluid", "Subjects who would not be able to undergo an MBI analysis, who would not be likely to attend a follow-up visit, or who would not otherwise be able to undergo such an investigation, in the opinion of the investigator"], "Results": ["Performance measures:", "Number of serious adverse events directly related to the normal operation of the device", "To provide rapid safety information on the proposed experimental medical imaging device.", "Time limit: By completing the study, up to 21 days", "Results 1:", "Title of the arm/group: Prediagnostic breast cancer - Biopsy confirmed", "Description of the arm/group: Low-power microwave breast imaging system.", "A basic needle biopsy was performed 14 days prior to the microwave breast survey.", "Low-Power Microwave Breast Imaging System: Study the ability of microwave imaging to detect and characterize the palpable breast mass diagnosed", "Total number of participants analysed: 11", "Type of measurement: Number", "Unit of measure: serious adverse events 0", "Results 2:", "Title of the arm/group: Prediagnostic breast cyst", "Description of the arm/group: Low-power microwave breast imaging system.", "No previous biopsy", "Low-Power Microwave Breast Imaging System: Study the ability of microwave imaging to detect and characterize the palpable breast mass diagnosed", "Total number of participants analysed: 9", "Type of measurement: Number", "Unit of measure: serious adverse events 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/11 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}