{"Clinical Trial ID": "NCT01818063", "Intervention": ["INTERVENTION 1:", "1st arm (Paclitaxel, Carboplatin)", "Patients receive paclitaxel IV and carboplatin IV on day 1 (course 1 only) or day 2 (course 2-12). Treatment is repeated every 7 days for 12 courses in the absence of disease progression or unacceptable toxicity. From 21 days after the last course, patients receive doxorubicin hydrochloride IV and cyclophosphamide IV on day 1. Treatment is repeated every 21 days for 4 courses in the absence of disease progression or unacceptable toxicity.", "Paclitaxel: given IV", "Carboplatin: under IV", "Doxorubicin: under IV", "Cyclophosphamide: given IV", "INTERVENTION 2:", "2nd arm (Véliparib, Paclitaxel, Carboplatin)", "Patients also receive paclitaxel IV and carboplatin IV on day 3 (course 1 only) or day 4 (course 2 to 12). Treatment is repeated every 7 days for 12 courses in the absence of disease progression or unacceptable toxicity. From 21 days after the last course, patients receive doxorubicin hydrochloride IV and cyclophosphamide IV on day 1. Treatment is repeated every 21 days for 4 courses in the absence of disease progression or unacceptable toxicity.", "Paclitaxel: given IV", "Carboplatin: under IV", "Doxorubicin: under IV", "Cyclophosphamide: given IV", "Véliparib: given the PO"], "Eligibility": ["Incorporation criteria:", "Informed written consent must be obtained prior to any proceedings related to the study.", "The histologically confirmed breast adenocarcinoma with the following markers: negative estrogen receptor (<1%), negative progesterone receptor (<1%) and negative Her-2/neu (Her-2/neu ratio 0-1+ IHC or FISH <1.8 or average number of copies of the HER2 gene of less than four signals/nucleus for test systems without internal control probe).", "- 18-year-old female.", "Clinical level IIA (T2N0), IIB (T2N1, T3N0) or IIIA (T1N2, T2N2, T3N1, T3N2), IIIB or IIIC breast cancer without prior treatment.", "• Complete evaluation of radiology or tumour within 28 days of registration", "- Breast MRI", "- Unilateral breast ultrasound", "Remote metastatic work is performed with PET/CT.", "If enlarged axillary lymph nodes are found during scans, RNA should be performed to determine whether the node is involved in cancer.", "If the axillary lymph nodes are clinically negative during initiation of treatment, the sentinel lymph nodes biopsy will be performed prior to initiation of chemotherapy.", "ECOG Performance status of 0 or 1", "A suitable organ and hematology function, as demonstrated by the following laboratory studies within 4 weeks of enrolment in the study:", "The cardiac ejection fraction >/= lower limit of normal determined by 2-D echo or MUGA analysis according to institutional standards.", "Haematological function, as follows: absolute number of neutrophils 1.5 x 109/L, platelet count 100 x 109/L and 850 x 109/L, hemoglobin 9 g/dL, PTT and INR < 1.5 x ULN.", "Renal function, as follows: serum creatinine </= 1.4 mg/dL).", "Aspartate aminotransferase (AST) 2.5 x ULN, Alanine aminotransferase (ALT) 2.5 x ULN, total bilirubin 2 x ULN (except patients with polymorphism of the promoter of UGT1A1, i.e. Gilbert's syndrome, confirmed by genotyping or molecular assay of Invader UGT1A1 prior to inclusion in the study.", "The patient should be ready and able to undergo MRI as indicated in the protocol.", "- Exclusion criteria:", "A known hypersensitivity to doxorubicin, cyclophosphamide, paclitaxel, cremophorus or to medicinal products containing cremophorus (miconazole, docetaxel, sandimmune, nelfinavir mesylate, propofol, diazepam injection, vitamin K injection, ixabepilone, aci-jel) or carboplatin.", "Number of known cases of HIV infection or active hepatitis B or C.", "A pre-treatment for breast cancer currently diagnosed.", "Prior treatment with doxorubicin up to 400 mg/m2.", "A pre-existing sensory neuropathy of grade 3 or 4.", "• History of haemorrhagic diathesis or major bleeding requiring blood transfusion within 14 days of registration.", "A major surgery within 4 weeks (28 days) prior to registration (the placement in the port is not considered a major surgery).", "A clinically significant heart disease within 12 months of being enrolled in the study, including myocardial infarction, unstable angina, congestive heart failure or ongoing arrhythmias requiring medication or a pacemaker.", "- Non-healing injury, ulcer or fracture.", "A continuous or active infection.", "• Pregnant (i.e. positive test for beta-human chorionic gonadotrophin) or lactation", "The use of a very effective method of contraception (i.e., low failure rates, less than 1% per year), defined as intrauterine devices, barrier methods (condoms, contraceptive sponges, diaphragms, vaginal rings used with gels or spermicides), oral contraceptive pills or sexual abstinence. Contraception should be used during the study.", "T0 tumours", "Active dental infection"], "Results": ["Performance measures:", "Number of participants receiving a complete pathological response (CPR)", "The PCR is defined as the absence of any residual invasive cancer on hematoxyline and eosine (H&E) from the resected breast sample and all ipsilateral lymph nodes sampled.", "Time limit: 36 months after surgery", "Results 1:", "Title of arm/group: Arm 1 (Paclitaxel, Carboplatin)", "Treatment is repeated every 7 days for 12 courses in the absence of disease progression or unacceptable toxicity. From 21 days after the last course, patients receive doxorubicin hydrochloride IV and cyclophosphamide IV on the day 1. Treatment is repeated every 21 days for 4 courses in the absence of disease progression or unacceptable toxicity.", "Paclitaxel: given IV", "Carboplatin: under IV", "Doxorubicin: under IV", "Cyclophosphamide: given IV", "Total number of participants analysed: 5", "Type of measure: Number of participants", "Unit of measure: Participants 3,60.0%", "Results 2:", "Title of arm/group: Arm 2 (Veliparib, Paclitaxel, Carboplatin)", "Patients also receive paclitaxel IV and carboplatin IV on day 3 (course 1 only) or day 4 (course 2 to 12). Treatment is repeated every 7 days for 12 courses in the absence of disease progression or unacceptable toxicity.", "Paclitaxel: given IV", "Carboplatin: under IV", "Doxorubicin: under IV", "Cyclophosphamide: given IV", "Véliparib: given the PO", "Total number of participants analysed: 4", "Type of measure: Number of participants", "Unit of measure: Participants 3 75.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/5 (20.00 per cent)", "Viral meningitis *1/5 (20.0%)", "Adverse Events 2:", "Total: 0/4 (0.00 per cent)", "Viral meningitis *0/4 (0.00 %)"]}