{"Clinical Trial ID": "NCT01262027", "Intervention": ["INTERVENTION 1:", "Dovitinib", "Dovitinib 500 mg single oral dose for 5 consecutive days followed by a 2 day rest period (5 days on 2 days off) for each 28 day cycle."], "Eligibility": ["Incorporation criteria:", "Patients have histological confirmation of breast carcinoma with a clinical diagnosis of BMI based on the presence of inflammatory changes in the breast concerned, including diffuse erythema and oedema (orange skin), with or without an underlying palpable mass involving the majority of the breast skin.", "In patients with Stage IV disease with local or remote relapse", "If HER2 is 2+, the negative HER2 should be confirmed by FISH.", "Patients are able to swallow and retain oral medicines.", "Patients have performance status in the Eastern Cooperative Oncology Group (ECOG) 0-2.", "Patients received at least two standard chemotherapys for metastatic disease and relapsed.", "Patients have the ability and willingness to sign informed written consent.", "Patients are 18 years of age or older.", "A highly effective contraception, defined as a male condom with spermicide, a diaphragm with spermicide, an intrauterine device. Very effective contraception should be used by both sexes during the study and should be continued for 8 weeks after the end of the study. Oral, implantable or injectable contraceptives may be affected by cytochrome P450 interactions and are therefore not considered effective for this study.", "Women of childbearing potential should undergo a negative serum pregnancy test </= 14 days prior to the start of the study.", "If patients have been treated with antivascular endothelial growth factor (VEGF) agents, such as Bevacizumab, the last dose should be > 4 weeks.", "Patients have biopsy tissues of metastatic disease (including thoracic walls or regional nodes) available (paraffin blocks or up to 20 unmarked blades), if no available biopsy tissue, biopsy (or thoracentesis if the patient has pleural effusion only) of metastatic disease will be performed to confirm the diagnoses.", "Total serum bilirubin should be within the upper limit of limited normal (T. Bilirubine upper limit of normal (ULN) = 1.0 mg/dl)", "AST and ALT should be < 2.5 x ULN (with or without liver metastases).", "- Exclusion criteria:", "Patients receive simultaneous cancer therapy (chemotherapy, immunotherapy, radiotherapy and biological therapy) while taking study drugs.", "- Liver cirrhosis or an infection known to be hepatitis B or C have hepatic impairment.", "Absolute number of neutrophils (CNA) < 1.5", "Patients have an active infection and need antibiotics IV or oral.", "Serious uncontrolled ventricular arrhythmias or presence of atrial fibrillation; (b) clinically significant resting bradycardia (< 50 beats per minute); (c) left ventricular ejection fraction (VEF) evaluated by 2-D echocardiogram (ECHO) < 50% or lower limit of normal (which is always higher) or multiple-way acquisition analysis (MUGA) < 45% or lower limit of normal (which is always higher). (d) One of the following situations in the 6 months prior to entry into the study: myocardial infarction (MI), severe/unstable angina, Graft artery coronary (CABG), congestive heart failure (CHF), cerebrovascular accident (CVA), transient ischemic attack (TIA), pulmonary embolism (PE); (e) hypertension not controlled by SBP>150 and/or diastolic arterial pressure (DBP)>100 mm Hg with or without medication.", "• History of gastrointestinal disorders (medical disorders or prolonged surgery) that may interfere with the absorption of the study drug.", "Patients have a concomitant illness or condition that would make them inappropriate for participation in the study, or any serious medical condition that would interfere with patient safety.", "* Patients with locally or regionally confined illness with no evidence of metastatic disease."], "Results": ["Performance measures:", "Overall response (full response [RC], partial response [PR] or stable disease [SD]) of participants", "The response is any person who has undergone a TS, TS or TS within the first six months. RC: loss of the active tumour by evaluation, mammography and ultrasound. No symptoms or evidence of residual invasive tumours, including no residual tumours in the axillary lymph nodes. PR: 50%/> decrease for at least 4 weeks in measurable injury determined by the product of perpendicular injury diameters. Each lesion must not recede to be considered PR; however, if the lesion progresses or if new lesions appear, the response cannot be classified as PR. Minor response [MR]: Decrease of tumour masses insufficient to be qualified as partial remission, i.e. < 50%. SD: Between MR & PD. PD: Increase the lesions measured by 25% compared to the base.", "Time limit: 6 months", "Results 1:", "Title of the arm/group: Dovicinib", "Description of the arm/group: Dovitinib 500 mg single oral dose for 5 consecutive days followed by a 2 day rest period (5 days on 2 days off) for each 28 day cycle.", "Total number of participants analysed: 19", "Type of measurement: Number", "Unit of Measure: Participants Complete Response (CR): 0", "Partial response (PR): 0", "A stable disease (ST): 1"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/22 (4.55%)", "Increased blood bilirubin 1/22 (4.55%)", "Increase in alkaline phosphatase 1/22 (4.55%)"]}