{"Clinical Trial ID": "NCT00375427", "Intervention": ["INTERVENTION 1:", "zoledronic acid every 3 months", "The dose of the drug studied was the same as that given prior to entry into the study, i.e. 4 mg or a reduced dose, i.e. 3.5 mg, or 3.3 mg or 3.0 mg. Randomized participants received a maximum of 4 infusions in this group.", "INTERVENTION 2:", "zoledronic acid every 4 weeks", "The dose of the study drug was the same as before the study, i.e. 4 mg or a reduced dose, i.e. 3.5 mg, or 3.3 mg or 3.0 mg. The randomized participants in this group received up to 12 infusions."], "Eligibility": ["• Inclusion criteria:", "* Female patients aged 18 years.", "Informed written consent.", "A stage IV breast cancer confirmed histologically with at least one radiologically confirmed bone metastasis.", "Previous treatment with zoledronic acid every 3-4 weeks for 9 to 12 infusions over a maximum period of 15 months.", "The performance status of the Eastern Cooperative Oncology Group (ECOG) 2.", "Life expectancy 1 year.", "- Exclusion criteria:", "More than 3 months after the last infusion of zoledronic acid (Zometa®).", "Treatments with other bisphosphonates than zoledronic acid (Zometa®) at any time prior to entry into the study.", "Serum creatinine level > 3 mg/dL (265 μmol/L) or calculated (Cockcroft-Gault form) creatinine clearance (CLCr) < 30 mL/min CrCl = ({[140 years (years)] x weight(kg)}/ [72 x serum creatinine (mg/dL)])x 0.85", "Correction (adjusted for serum albumin) of serum calcium < 8 mg/dl (2 mmol/L) or > 12 mg/dL (3 mmol/L).", "A current active dental problem, including the infection of teeth or jaws (maxilla or mandible); dental trauma or attachment, or a recurrent or anterior diagnosis of osteonecrosis of the jaw (ONJ), bone exposed in the mouth, or slow healing after dental intervention.", "Recent (within 6 weeks) or planned dental or jaw surgery (e.g. extraction, implants).", "Women of childbearing potential who do not use effective birth control methods (e.g. abstinence, oral or implant contraceptives, IDU, vaginal or sponge diaphragm, or spermicide condom).", "• History of non-compliance with medical plans or potentially unreliable behaviour.", "• Known sensitivity to the drug(s) under study or to the class of drugs under study.", "* Patients with a serious medical condition or conditions that, in the opinion of the investigator, prohibit participation in the study.", "The use of any other research officer within the last 30 days."], "Results": ["Performance measures:", "Overall Annual Skeletal Morbidity Rate (AMR)", "The SMR was calculated by adding together all the Skeletal Events (ERS) that occurred during the observation period and dividing it by the \"Days of Observation Period / 365.25\" report for each participant. SMR was defined as: pathological bone fracture, spinal cord compression, bone surgery both curative and prophylactic, bone radiotherapy, or malignancy hypercalcaemia.", "RSM (years) = 365.25 x RSM (days) where RSM (days) = total number of ERS / total ERS risk period (days). The RSM risk period was calculated as the days from the date of randomization to the date of the last visit.", "Time limit: 12 months", "Results 1:", "Title of the arm/group: Zoledronic acid every 3 months", "The dose of the study drug was the same as that given prior to entry into the study, either 4 mg or a reduced dose, i.e. 3.5 mg, or 3.3 mg or 3.0 mg. Randomized participants received a maximum of 4 infusions in this group.", "Total number of participants analysed: 209", "Average (standard deviation)", "Unit of measure: Number of skeletal events per year 0.26 (0.81)", "Results 2:", "Title of the arm/group: Zoledronic acid every 4 weeks", "The dose of the study drug was the same as that given prior to entry into the study, i.e. 4 mg or a reduced dose, i.e. 3.5 mg, or 3.3 mg or 3.0 mg.", "Total number of participants analysed: 216", "Average (standard deviation)", "Unit of measure: Number of skeletal events per year 0.22 (0.57)"], "Adverse Events": ["Undesirable Events 1:", "Total: 21/209 (10.05 per cent)", "Anemia 0/209 (0.00 %)", "Febrile neutropenia 0/209 (0.00 %)", "Thrombocytopenia 0/209 (0.00 %)", "- Acute myocardial infarction 0/209 (0.00 %)", "- Heart failure 0/209 (0.00 %)", "Diplopia 0/209 (0.00 %)", "Gastric haemorrhage 0/209 (0.00 %)", "- Nausea 0/209 (0.00 %)", "Oral pain 0/209 (0.00 %)", "Vomiting 1/209 (0.48%)", "Inflammation of mucous membranes 0/209 (0.00 %)", "- Pain 1/209 (0.48%)", "Adverse Events 2:", "Total: 29/216 (13.43 per cent)", "Anemia 2/216 (0.93%)", "- Febrile neutropenia 2/216 (0.93%)", "Thrombocytopenia 2/216 (0.93%)", "Acute myocardial infarction 1/216 (0.46%)", "- Heart failure 1/216 (0.46%)", "Diplopia 1/216 (0.46%)", "Gastric haemorrhage 1/216 (0.46%)", "Nausea 1/216 (0.46%)", "Oral pain 2/216 (0.93%)", "2/216 (0.93%)", "Inflammation of mucous membranes 1/216 (0.46%)", "- Pain 0/216 (0.00 %)"]}