{"Clinical Trial ID": "NCT02673918", "Intervention": ["INTERVENTION 1:", "Part 1: Home rehabilitation", "In addition, participants will receive a personal password giving access to the BRECOR website for 12 weeks. The site contains videos filmed by professionals in upper body rehabilitation exercises (articular mobility and muscle strength) and instructions on scar tissue massage and manual lymphatic drainage. In addition, full consciousness sessions and additional information on the prevention and early detection of late effects after breast cancer treatment are available on the website.", "On average, participants will perform three rehabilitation exercises at least four times a week, with an expected duration of approximately 20 minutes.", "INTERVENTION 2:", "Part 2: Home rehabilitation", "In addition, participants received a personal password to access the BRECOR website for 12 weeks. The site contains videos filmed by professionals in upper body rehabilitation exercises (articular mobility and muscle strength) and instructions on scar tissue massage and manual lymphatic drainage. In addition, full-consciousness sessions and additional information on prevention and early detection of late effects after breast cancer treatment are available on the website.", "On average, participants were asked to perform three rehabilitation exercises at least four times a week with a planned duration of approximately 20 minutes."], "Eligibility": ["Incorporation criteria:", "Diagnosis of breast cancer", "Part 1 only: Breast cancer surgery in the last eight weeks (mastectomy or lumpectomy with sentinel or axillary dissection), including women with previous history of surgery for breast cancer, radiotherapy or chemotherapy", "Part 2 only: Completion of breast cancer surgery and radiation therapy in the last six weeks.", "• Internet access at home from a fixed computer, a laboratory top or a tablet", "• Ability to use the Internet", "□ Ability to read and understand Danish", "- Exclusion criteria:", "• Breast cancer surgery with immediate breast reconstruction", "Diagnosis of primary lymphedema", "- Metastatic or inflammatory breast cancer", "The expected use of chemotherapy within the next 6 weeks", "• Surgery complications: infection, drainage problems, seroma, haematoma", "A serious physical, cognitive or psychiatric illness leading to the inability to follow the study protocol: severe depression, anxiety, dementia, poor physical health with probable possibility of hospitalization within the next 12 weeks.", "• Hospitalisation or surgery planned within the next 12 weeks", "Participation in another clinical trial with rehabilitation or exercise intervention"], "Results": ["Performance measures:", "Recruitment rate", "This result represents the number and proportion (%) of eligible patients who consented to participate in the study. Recruitment was initiated for 10 weeks for Part 1 participants and 20 weeks for Part 2 participants.", "Time limit: 10 weeks for parts 1 and 20 weeks for part 2", "Results 1:", "Title of arm/group: Part 1: Home rehabilitation", "In addition, participants will obtain a personal password giving access to the BRECOR website for 12 weeks. The site contains professionally filmed videos of upper body rehabilitation exercises (articular mobility and muscle strength) and instructions on scar tissue massage and manual lymphatic drainage.", "On average, participants will perform three rehabilitation exercises at least four times a week, with an expected duration of approximately 20 minutes.", "Total number of participants analysed: 44", "Type of measure: Number of participants", "Unit of measure: Participants 35 79.5%", "Results 2:", "Title of arm/group: Part 2: Home rehabilitation", "In addition, participants received a personal password giving access to the BRECOR website for 12 weeks. The site contains professionally filmed videos of upper body rehabilitation exercises (articular mobility and muscle strength) and instructions on scar tissue massage and manual lymphatic drainage.", "On average, participants were asked to perform three rehabilitation exercises at least four times a week with a planned duration of approximately 20 minutes.", "Total number of participants analysed: 28", "Type of measure: Number of participants", "Unit of measure: Participants 24 85.7%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/35 (0.00 per cent)", "Adverse Events 2:", "Total: 0/24 (0.00 per cent)"]}