{"Clinical Trial ID": "NCT00924352", "Intervention": ["INTERVENTION 1:", "Ixabepilone + Dasatinib", "Dose -1;12 mg/m2,Dose -2;12 mg/m2.", "Dasatinib tablets will be administered continuously from day 1, cycle 1 once daily (QD).Dose Level 2;140 mg QD,Dose Level 1;100 mg QD,Dose Level 0 (Initial dose);100 mg QD,Dose Level - 1;100 mg QD,Dose Level - 2;70 mg QD.", "Dasatinib: Dasatinib tablets will be administered continuously from day 1, cycle 1 once daily (QD).Dose Level 2;140 mg QD,Dose Level 1;100 mg QD,Dose Level 0 (Dose Starting);100 mg QD,Dose Level - 1;100 mg QD,Dose Level - 2;70 mg QD.", "Ixabepilone: Ixabepilone, for injection 15 mg with ixabepilone diluent, 8 mL.", "Dose Level 2;20 mg/m2,Dose Level 1;20 mg/m2,Dose Level 0 (Initial dose);16 mg/m2,Dose Level - 1;12 mg/m2,Dose Level - 2;12 mg/m2."], "Eligibility": ["Incorporation criteria:", "A patient must meet each of the following criteria to be eligible for inclusion in this study:", "The patient has the ability to understand and the willingness to sign written informed consent, including the form according to institutional guidelines.", "The patient has histologically proven breast cancer.", "The patient has a locally recurrent or metastatic disease, measurable or not measurable by RECIST criteria.", "The patient has a HER2-negative disease or a disease that is refractory to the HER2-directed treatment.", "The patient is an 18-year-old woman or man.", "The patient (ECOG) has a performance status of 2.", "Patients may have received neoadjuvant and/or adjuvant chemotherapy. These previous treatments may not have included ixabepilone or dasatinib. A line of chemotherapy will be defined as one or more agents used continuously or continuously (i.e. allowing a break or a chemo break) without the addition of a new agent. Hormonal treatment will not be considered as a line of treatment.", "Prior chemotherapy should have been performed at least 3 weeks prior to the start of the study (6 weeks for nitrosourea and mitomycin), and the patient should have recovered from all associated toxicity (with the exception of alopecia and grade 1 neuropathy as classified as CTCAE, v3.0).", "Any major surgery must have been completed at least 4 weeks prior to the start of the study.", "The patient has an adequate function of the organ, metabolism and bone marrow as follows:", "Total bilirubin 1.0 × LSN institutional", "AST, ALT 2.5 × institutional ULN", "Serum, potassium, calcium, magnesium and phosphate LLN. (hypokalaemia or hypomagnesaemia should be corrected prior to administration of dasatinib.)", "Serum creatinine rate < 1.5 × institutional ULN", "Haematological function: - ANC 1500/mm3. - Platelet counts 100 000/mm3. - Hemoglobin 10.0 g/dL", "PT and PTT < 1.5 x institutional ULN", "- Ability to take oral medicines (dasatinib should be swallowed whole).", "Concomitant medicinal products:", "The patient agrees to discontinue treatment with St John's Wort at least 5 days prior to initiation of dasatinib therapy and during treatment with dasatinib.", "The patient agrees that bisphosphonates IV should be retained for the first 8 weeks of treatment with dasatinib due to the risk of hypocalcaemia.", "The use of CYP3A4 inducers, inhibitors and substrates; drugs that prolong the QT interval; antacids; H2 inhibitors and proton pump inhibitors; and medicines that inhibit platelet function and anti-ticoagulation should be avoided during treatment with dasatinib.", "Women of childbearing potential must undergo a negative serum or urinary pregnancy test prior to the start of the study.", "Patients with reproductive potential should agree to use and use adequate contraception throughout treatment and for at least 4 weeks after discontinuation of study therapy.", "- Exclusion criteria:", "A patient who meets one of the following criteria will be considered not eligible for inclusion in this study:", "The patient has already received ixabepilone, dasatinib or both.", "A chemotherapy line will be defined as one or more agents used continuously or continuously (i.e., allowing a break or a chemo break) without the addition of a new agent. Hormonal treatment will not be considered a treatment line.", "The patient received a cumulative dose of > 360 mg/m2 of doxorubicin or > 600 mg/m2 of epirubicin.", "The anterior radiation must not have included 30% of the main bone marrow containing zones (pelvis, lumbar spine).", "* Patients with neuropathy (motor or sensory) of grade 2 or higher at the start of the study.", "Unless CNS or brain metastases have been treated and stable for more than 3 months, the patient has evidence of CNS or brain metastases.", "The patient suffers from a psychiatric or social condition that would limit or prohibit compliance with the requirements of the study.", "The patient is unable to take oral medicines or to absorb oral medicines.", "The patient had invasive cancer other than that treated in this study within 3 years, with the exception of surgically cured non-melanoma skin cancer; in situ cervix carcinoma; in situ breast carcinoma.", "The patient is simultaneously receiving cancer therapy (chemotherapy, radiation therapy, immunotherapy, biological or hormonal therapy for cancer).", "The patient has other serious medical problems, as determined by the Principal Investigator.", "The patient has a concomitant medical condition that may increase the risk of toxicity.", "The patient has a pleural or pericardial effusion of any grade.", "The patient has heart symptoms, including one of the following:", "• Uncontrolled angina, congestive heart failure or myocardial infarction within 6 months of entry into the study.", "• Diagnosed long congenital QT syndrome.", "Any clinically significant ventricular arrhythmia (ventricular stain, ventricular fibrillation, tip twists, etc.).", "• QTc extended on ECG before entry (> 450 msec).", "Hypokalaemia or hypomagnesaemia if it cannot be corrected before the administration of dasatinib.", "The patient has a history of significant haemorrhagic disorder unrelated to cancer, including:", "Diagnosed congenital disorders (e.g. von Willebrand's disease).", "• Diagnosis of the haemorrhagic disorder acquired within one year (e.g. antifactor VIII antibodies acquired).", "In progress or recently ( 3 months) significant GI bleeding.", "At the start of the study, the patient takes one of the following medicines:", "A. Category I drugs that are generally accepted to cause a risk of torsades de pointes, including (Patients should discontinue the medicine 7 days prior to the start of dasatinib.)", "Quinidine, procainamide, disopyramide.", "- Amiodarone, sotalol, ibutilide, dofetilide.", "erythromycin, clarithromycin.", "- Chlorpromazine, haloperidol, mesoridazine, thioridazine, pimozide.", "- cisapride, bepridil, droperidol, methadone, arsenic, chloroquine, domperidone, halofantrin, levomethadyl, pentamidine, sparfloxacin, lidoflazine.", "The patient has a history of allergic reactions attributed to compounds of chemical or biological composition similar to ixabepilone or dasatinib. Ixabepilone is contraindicated in patients with a known, previous, serious (CTC grade 3 or 4) history of hypersensitivity reaction to a medicine formulated in Cremophor® EL (polyoxyethyl castor oil).", "The patient received a research agent or treatment within 30 days of the start of the study.", "The patient is not willing or unable to comply with the requirements of the study.", "Women who:", "Are not willing or unable to use an acceptable method to prevent pregnancy throughout the study period and for at least 4 weeks after discontinuation of treatment, or", "A positive pregnancy test at the beginning of pregnancy, or", "- Is pregnant or breast-feeding.", "Inmates or persons in compulsory detention (involuntary incarcerated) for the treatment of a psychiatric or physical illness (e.g. infectious)."], "Results": ["Performance measures:", "Determination of the maximum tolerated dose (LMD) of Dasatinib when administered in combination with Ixabepilone (phase I)", "DMT of dasatinib (daily, continuously) when administered in combination with ixabepilone (administered on days 1, 8 and 15 of a 28-day cycle) was determined using a standard 3 + 3 dose increase cohort model. The total sample and the number of patients receiving each dose in this model depend on the frequency of dose limit toxicity (LDT) at each dose. DMT was defined as the dose at which 1 in 6 patients had DLT, and beyond which 2 in 6 patients had DLT.", "Duration: BAT was evaluated during the first cycle of combination therapy (days 1-28).", "Results 1:", "- Arm/group title: Ixabepilone + Dasatinib", "Ixabepilone, for injection 15 mg supplied with the diluent for ixabepilone, 8 mL Dose Level 2;20 mg/m2,Dose Level 1;20 mg/m2,Dose Level 0 (Initial Dose);16 mg/m2,Dose Level - 1;12 mg/m2,Dose Level - 2;12 mg/m2.", "Dasatinib tablets will be administered continuously from day 1, cycle 1 once daily (QD).Dose Level 2;140 mg QD,Dose Level 1;100 mg QD,Dose Level 0 (Initial dose);100 mg QD,Dose Level - 1;100 mg QD,Dose Level - 2;70 mg QD.", "Dasatinib: Dasatinib tablets will be administered continuously from day 1, cycle 1 once daily (QD).Dose Level 2;140 mg QD,Dose Level 1;100 mg QD,Dose Level 0 (Dose Starting);100 mg QD,Dose Level - 1;100 mg QD,Dose Level - 2;70 mg QD.", "Ixabepilone: Ixabepilone, for injection 15 mg with ixabepilone diluent, 8 mL.", "Dose Level 2;20 mg/m2,Dose Level 1;20 mg/m2,Dose Level 0 (Initial dose);16 mg/m2,Dose Level - 1;12 mg/m2,Dose Level - 2;12 mg/m2.", "Total number of participants analysed: 12", "Type of measurement: Number", "Unit of measurement: mg per day 100"], "Adverse Events": ["Undesirable Events 1:", "Total: 11/56 (19.64 per cent)", "Febrile neutropenia * 3/56 (5.36%)", "Neutropenia * 1/56 (1.79 %)", "Pancytopenia * 1/56 (1.79 %)", "Atrial fibrillation * 1/56 (1.79 %)", "Coronary artery disorders * 1/56 (1.79 %)", "Constipation * 1/56 (1.79 %)", "Thoracic pain * 1/56 (1.79%)", "* 1/56 (1.79%)", "* 1/56 (1.79%)", "Cellulite * 1/56 (1.79 %)"]}