{"Clinical Trial ID": "NCT01605396", "Intervention": ["INTERVENTION 1:", "- Ridaforolimus + Dalotuzumab + Exemestane", "Participants received ridaforolimus 10 mg orally (PO) every 5 days (QD x 5) plus dalotuzumab 10 mg/kg intravenously (IV) weekly (QW) plus exemestane 25 mg PO daily (QD) during 28-day cycles until disease progression was documented or unacceptable toxicity.", "INTERVENTION 2:", "- Ridaforolimus + Exemestane", "Participants received ridaforolimus 30 mg PO QD x 5 plus exemestane 25 mg PO QD in 28-day cycles until disease progression was documented or toxicity was unacceptable."], "Eligibility": ["Incorporation criteria:", "Women with a histologically confirmed diagnosis of breast cancer that is metastatic or locally advanced (locally advanced tumours should not be easy to", "- Surgery or radiotherapy with curative intent) with locally determined pathological characteristics: positive estrogen receptor and negative human epidermal growth factor Receiver 2 (HER-2) and Ki67 (tumor marker) 15% determined by the central study laboratory", "After menopause", "With advanced breast cancer whose disease was refractory to the previous letrozole or anastrozole", "At least one measurable metastatic lesion confirmed", "Has performance status 1 on the performance scale of the Eastern Cooperative Oncology Group (ECOG)", "Has a life expectancy of at least 3 months", "Adequate function of the organ", "- Exclusion criteria:", "- Receives any other concomitant systemic tumour therapy, including", "- Hormonal agents and HER-2 inhibitors", "Previously received from rapamycin or rapamycin analogues, including", "- Ridaforolimus, temsirolimus or everolimus", "Insulin (IGF-1R) growth factor 1 receptor inhibitors, Phosphatidylinositol 3-Kinase (PI3K) inhibitors, or", "Other experimental agents targeting PI3K, Kinase B protein (AKT) or the Mammalian target of Rapamycin (mTOR)", "Does administration of chronic corticosteroids at doses greater than", "Those used for normal replacement treatment", "In active brain metastasis or leptomenic carcinoma; patients", "• Properly treated brain metastases are eligible if they meet certain criteria", "A known allergy to macrolide antibiotics", "To an active infection requiring antibiotics", "A major or uncontrolled cardiovascular disease", "Type 1 or 2 diabetes ill-controlled", "Is known to be the positive human immunodeficiency virus (HIV)", "A known history of active hepatitis B or C. Healthy carriers of hepatitis B are not allowed in this study."], "Results": ["Performance measures:", "1. Progression-free survival (PFS) based on solid tumour response criteria Version 1.1 (RECIST 1.1) Based on blinded independent central examination (IBCR)", "According to RECIST 1.1, progressive disease (PD) was defined as a 20% relative increase in the sum of the diameters (SODs) of the target lesions, using nadir SOD as a reference and an absolute increase of >5 mm in SOD, or the appearance of new lesions. SSP was analyzed using the Kaplan-Meier method and median SSP (95% confidence interval [CI]) in weeks was reported for each treatment arm.", "Timeframe: Day 1 to last post-study efficacy monitoring (up to ~19 months)", "Results 1:", "Title of the arm/group: Ridaforolimus + Dalotuzumab + Exemestane", "Arm/group description: Participants received ridaforolimus 10 mg orally (PO) every 5 days (QD x 5) plus dalotuzumab 10 mg/kg intravenously (IV) weekly (QW) plus exemestane 25 mg PO daily (QD) in 28-day cycles until disease progression was documented or toxicity was unacceptable.", "Total number of participants analysed: 40", "Median (95% confidence interval)", "Unit of measure: Weeks 23.29 (8.71 to 38.43)", "Results 2:", "Title of the arm/group: Ridaforolimus + Exemestane", "Description of the arm/group: Participants received ridaforolimus 30 mg PO QD x 5 plus exemestane 25 mg PO QD in 28-day cycles until documented disease progression or unacceptable toxicity.", "Total number of participants analysed: 40", "Median (95% confidence interval)", "Unit of measure: Weeks 31.86 (16.00 to 39.29)"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/39 (20.51 per cent)", "Myocardial infarction 0/39 (0.00 %)", "Sinus tachycardia 0/39 (0.00 %)", "Diarrhoea 1/39 (2.56%)", "Hematochezia 0/39 (0.00 %)", "Vomiting 1/39 (2.56 per cent)", "Asthenia 0/39 (0.00 %)", "• Disease progression 0/39 (0.00 %)", "Cholestatic jaundice index 0/39 (0.00 %)", "Addendication 0/39 (0.00 per cent)", "Escherichia sepsis 1/39 (2.56%)", "Gastroenteritis 0/39 (0.00 %)", "Adverse Events 2:", "Total: 17/40 (42.50 per cent)", "Myocardial infarction 1/40 (2.50%)", "Sinus tachycardia 1/40 (2.50%)", "Diarrhoea 0/40 (0.00 %)", "Hematochesia 1/40 (2.50%)", "- Vomiting 1/40 (2.50%)", "Asthenia 1/40 (2.50%)", "1/40 (2.50%)", "1/40 cholestatic jaundice index (2.50%)", "Addendication 1/40 (2.50%)", "Escherichia sepsis 0/40 (0.00 %)", "Gastroenteritis 1/40 (2.50%)"]}