{"Clinical Trial ID": "NCT02291913", "Intervention": ["INTERVENTION 1:", "Everolimus", "Everolimus will be given at a dose of 10 mg PO per day in combination with one of the following estrogen therapies on which the patient has most recently advanced (tamoxifene, flulvestrant, anastrozole, letrozole, exemestane, toremifin or LHRH agonists in combination with anti-estrogen therapy).", "Everolimus", "Exemestane: Anti-estrogen treatment", "Tamoxifene: Anti-estrogen treatment", "Inhalant: Anti-estrogen treatment", "Anastrozole: Anti-estrogen treatment", "Letrozole: anti-estrogen therapy", "Toremifin: Anti-estrogen treatment"], "Eligibility": ["Incorporation criteria:", "● Histological diagnosis of resecability, local recurrence, or MBC.", "The ER and/or PR-positive tumours with immunohistochemical staining (IHC) based on the most recent biopsy.", "Only prior chemotherapy treatment for MBC. Patients who progress during endocrine adjuvant treatment or who progress less than 12 months after endocrine adjuvant treatment is completed are eligible.", "- Progress of anti-estrogen therapy (tamoxifene, fulvestrant, anastrozole, letrozole, exemestane, toremifin or LHRH agonists in combination with anti-estrogen therapy) defined as:", "Recurrence during or within 12 months of the end of anti-estrogen therapy for early breast cancer, or", "• Progression in progress, or within one month of anti-estrogen treatment for locally advanced or metastatic breast cancer.", "Note: No washing for estrogen treatment is required. Anti-estrogen treatment should not be the last treatment before entry into the study.", "The LHRH agonists can be used to make ovarian suppression with postmenopausal ranges of estradiol or FSH by institutional guidelines.", "- HER2-cancer of the negative breast, defined as follows:", "= negative fluorescent hybridization in situ (FISH) (FISH ratio < 2.0), or", "IHC 0-1+, or", "IHC 2-3+ AND FISH-negative (FISH report <2.0).", "A measurable disease measured by the criteria for assessing response in solid tumours (RECIST) version 1.1 or evaluable, lytic or mixed bone damage, in the absence of diseases measurable by the RECIST criteria.", "Adequate haematological, hepatic and renal function.", "International Standardized Rate (INR) 1.5 or Prothrombin Time (PT)/Part-Time Thromboplastin (PTT) within the establishment's normal range (WNL) (if the patient is not on anti-coagulation therapy).", "- 18 years old.", "Note of the ECOG performance status of 0-2.", "Life expectancy of 12 weeks.", "- Exclusion criteria:", "- Prior treatment or known intolerance/hypersensitivity with any approved or experimental MTOR inhibitor (e.g. temsirolimus, everolimus, sirolimus).", "Patients who are 21 days after their most recent chemotherapy and have not recovered any side effects.", "For experimental medicinal products for which 5 half-lives are 21 days, a minimum of 10 days between discontinuation of the experimental medicinal product and administration of everolimus is required.", "A wide field radiotherapy (including therapeutic radioisotopes such as strontium 89) administered 28 days or limited field radiation for palliation 7 days for a metastatic disease prior to the first dose of everolimus or did not recover side effects from this treatment.", "Patients who have received radiation or surgery for brain metastases are eligible if there is no evidence of progression of central nervous system disease (CNS) and at least 2 weeks have elapsed since treatment. Patients are not allowed to receive enzyme-inducing antiepileptic drugs during the study and should not receive chronic corticosteroids for CNS metastases.", "Patients with hepatitis risk factors should be tested for HBV DNA and HCV RNA by PCR and are not eligible if these tests are positive.", "* Patients vaccinated with live attenuated vaccines within one week of entry into the study or during the study period.", "NOTE: There are other inclusion and exclusion criteria. The study centre will determine the patient's eligibility and answer all questions."], "Results": ["Performance measures:", "• Survival without median progression (PFS)", "Participants who are alive and free from disease progression will be censored on the date of the last evaluation of radiological tumours. Participants who receive non-protocol treatment (following treatment) prior to an event will be censored on the date of the last evaluation of tumours prior to the start of the subsequent treatment. Participants who do not have post-base tumour evaluation will be censored on the date of the first treatment (Day 1).", "Duration: up to 3 years", "Results 1:", "Title of the arm/group: Everolimus", "Description of the arm/group: Everolimus will be given at a dose of 10 mg PO per day combined with one of the following oestrogen therapies on which the patient has most recently advanced (tamoxifene, fulvestrant, anastrozole, letrozole, exemestane, toremifin or LHRH agonists in conjunction with oestrogen therapy).", "Everolimus", "Exemestane: Anti-estrogen treatment", "Tamoxifene: Anti-estrogen treatment", "Inhalant: Anti-estrogen treatment", "Anastrozole: Anti-estrogen treatment", "Letrozole: anti-estrogen therapy", "Toremifin: Anti-estrogen treatment", "Total number of participants analysed: 36", "Median (95% confidence interval)", "Unit of measure: month 7.2 (4.1 to 10.0)"], "Adverse Events": ["Undesirable Events 1:", "Total: 15/48 (31.25 per cent)", "Anemia * 1/48 (2.08%)", "Congestive heart failure * 1/48 (2.08%)", "Constipation * 2/48 (4.17 per cent)", "Esophagitis * 1/48 (2.08%)", "Gastrointestinal haemorrhage * 1/48 (2.08%)", "* 1/48 (2.08%)", "Pain * 1/48 (2.08%)", "Cholecystitis * 1/48 (2.08%)", "Diverticulitis * 1/48 (2.08%)", "Cellulite * 1/48 (2.08%)", "Gastroenteritis * 1/48 (2.08%)"]}