{"Clinical Trial ID": "NCT02502864", "Intervention": ["INTERVENTION 1:", "Care standard + surveys", "Standard of Care Docetaxel and Cyclophosphamide (TC) Chemotherapy + Surveys. TC Regimen with Function Assessment of Cancer Therapy (FACT) Surveys."], "Eligibility": ["Incorporation criteria:", "Must have localized or locally advanced breast cancer confirmed histologically for which the treatment plan includes chemotherapy with 4 standard TC cycles (docetaxel 75 mg/m^2 and cyclophosphamide 600 mg/m^2)", "Age >/= 65 years (higher adult study with increased risk of toxicity)", "- Participants must be women", "Statement of Operations of the Eastern Cooperative Oncology Group (ECOG) < 2", "Must have a normal function of the organ and marrow", "No pre-existing neuropathy grade > 1 according to common NCI toxicity criteria for adverse reactions (CTCAE) version 4.0", "Be menopausal (defined as amenorrheic for at least 12 months)", "It is necessary to be informed of the experimental nature of this study and to be willing to give informed consent in writing in accordance with the institutional guidelines and good clinical practice (GCP) indicating that they understand the purpose and procedures for the study and are willing to participate before any specific study procedure begins.", "- Exclusion criteria:", "- Uncontrolled disease (including, but not limited to, continuous or active infection, congestive heart failure, angina, or cardiac arrhythmia) that would limit compliance with the requirements of the study", "Have a psychiatric illness that would limit compliance with study requirements", "Have a history of allergic reactions attributed to compounds of chemical or biological composition similar to taxanes (docetaxel or paclitaxel) or cyclophosphamide", "Of which the known seropositivity for human immunodeficiency virus, hepatitis C virus, hepatitis B surface antigen or syphilis.", "Not willing to comply with protocol requirements or to give informed consent"], "Results": ["Performance measures:", "• Targeted area under the curve (AUC) achievement rate", "In patients > 65 years of age with breast cancer receiving TC (docetaxel and cyclophosphamide) compared to previous unguided PK treatment in patients receiving similar treatment, the PK-guided rate of docetaxel chemotherapy improving the ability to achieve targeted AUC (2.5-3.7 mg*h/L) in the 4 treatment cycles.", "Duration: Cycle 4 - Up to 6 months", "Results 1:", "Title of arm/group: Standard of care + surveys", "Description of the arm/group: Standard of care Docetaxel and Cyclophosphamide (TC) Chemotherapy + Investigations. TC Regimen with evaluation of the function of cancer therapy investigations (FACT).", "Total number of participants analysed: 8", "Type of measure: Number of participants", "Unit of measure: Participants AUC mg*h/L: 2.5-3.7: 5,62.5", "ASC mg*h/L: <2.5: 3 37.5%"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/9 (33.33 per cent)", "Fatigue * 1/9 (11.11 per cent)", "* 1/9 (11.11 %)", "Sepsis * 1/9 (11.11 per cent)", "urinary infection * 1/9 (11.11 %)", "Syncope * 1/9 (11.11 %)", "Anxiety * 1/9 (11.11 %)", "Thromboembolic event * 1/9 (11.11%)"]}