{"Clinical Trial ID": "NCT00670982", "Intervention": ["INTERVENTION 1:", "First-line processing", "Patients who have not received prior treatment for metastatic breast cancer will receive intravenous bevacizumab every 2 weeks and intravenous vinorelbine once a week, and intravenous trastuzumab once a week.", "INTERVENTION 2:", "2nd line processing", "Patients with an anterior metastatic breast cancer line will receive intravenous bevacizumab every two weeks, intravenous vinorelbine once weekly, and intravenous trastuzumab once weekly."], "Eligibility": ["Incorporation criteria:", "Invasive breast cancer confirmed histologically or cytologically, with metastatic disease.", "HER2-positive tumor", "A measurable disease defined as at least one lesion that can be accurately measured in at least one dimension of 20mm or more with conventional techniques or 10mm or more with a spiral scanner", "- 18 years or older", "• Life expectancy greater than 12 weeks", "ECOG Performance status of 0 or 1", "Normal function of the organ and marrow as indicated in the protocol", "A left ventricular ejection fraction equal to or greater than 50%, determined by RVG or echocardiogram, within 30 days prior to the start of protocol therapy", "Patients with stable or previously treated CNS metastases may participate in the study provided there is no clinically significant history of CNS bleeding.", "Men and women of childbearing potential must agree to use adequate contraception before entering the study and for the duration of their participation in the study.", "COHORT A:", "No previous chemotherapy for the treatment of metastatic breast cancer", "Do not receive prior treatment with trastuzumab for recurrent or metastatic breast cancer", "No previous vinorelbine for the treatment of breast cancer", "No previous bevacizumab for the treatment of breast cancer", "May have received prior radiation therapy and/or a number of hormonal therapy lines", "Previous treatment with trastuzumab in the adjuvant setting is also permitted, provided the relapse has occurred at least 12 months after the last dose.", "Patients should have recovered from all reversible toxicities associated with prior treatment and may not have pre-existing toxicities associated with treatment above grade 1. Patients should have discontinued prior radiation therapy at least 7 days prior to starting protocol therapy.", "COHORT B:", "A previous chemotherapy line for the treatment of metastatic breast cancer or breast cancer recurrence within 12 months of the end of the trastuzumab adjuvant", "No previous vinorelbine for the treatment of breast cancer", "No previous bevacizumab for the treatment of breast cancer", "May have received prior radiation therapy and/or a number of hormonal therapy lines", "Patients should have recovered from all reversible toxicities associated with prior treatment and may not have pre-existing toxicities associated with treatment above grade 1. Patients should have discontinued prior radiation therapy at least 7 days prior to starting protocol therapy.", "- Exclusion criteria:", "In patients who received chemotherapy within 14 days of entry into the study, those who did not recover adequately from adverse reactions from previously administered agents", "Simultaneous radiotherapy", "History of Grade 3 or 4 allergic reactions attributed to compounds of chemical or biological composition similar to the agents used in this study", "Previous treatment with bevacizumab or vinorelbine", "Current, recent (within 4 weeks of the first infusion of this study), or project to participate in an experimental drug study other than a bevacizumab cancer study sponsored by Genentech", "Poorly controlled blood pressure", "• History of hypertensive hypertensive encephalopathy crisis", "NHYA Class II or higher congestive heart failure", "History of unstable angina myocardial infarction in the 6 months prior to study enrollment", "• History of a stroke or transient ischemic attack within 6 months of being enrolled in the study", "- Progressive or untreated CNS metastases", "• Significant vascular disease in the 6 months prior to enrolment in the study", "A symptomatic peripheral vascular disease", "Evidence of haemorrhagic diathesis or coagulopathy", "• Major surgery, open biopsy, or significant traumatic injury within 28 days of being enrolled in the study or anticipating the need for major surgery during the study", "• Basic biopsy or other minor surgical procedure, excluding the installation of a vascular access device, within 7 days prior to enrolment in the study", "• History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscesses within 6 months prior to study enrollment", "Serious non-healing injury, active ulcer or untreated bone fracture", "• Screening proteinuria", "— Pregnant or lactating", "In progress and ongoing treatment with full-dose warfarin or its equivalent"], "Results": ["Performance measures:", "Proportion of patients living and without disease progression at 1 year of initiation of protocol-based therapy.", "The date of progression was defined as the first occurrence of one of the following events: progressive disease with RECIST v1.0, date of initiation of a new anticancer treatment, or death for any cause.New anticancer treatment has been defined as the addition or initiation of a new agent for the treatment of cancer, not including trastuzumab, vinorelbine or bevacizumab.", "Time limit: 1 year", "Results 1:", "Title of the arm/group: Front line treatment", "Description arm/group: Patients without prior treatment for metastatic breast cancer will receive intravenous bevacizumab every 2 weeks and intravenous vinorelbine once a week, and intravenous trastuzumab once a week", "Total number of participants analysed: 22", "Type of measurement: Number", "Unit of measure: % of participants 36 (17 to 59)", "Results 2:", "Title of the arm/group: Second line treatment", "Description arm/group: Patients with an anterior line for metastatic breast cancer will receive intravenous bevacizumab every two weeks, intravenous vinorelbine once a week, and intravenous trastuzumab once a week.", "Total number of participants analysed: 7", "Type of measurement: Number", "Unit of measure: percentage of participants 29 (4 to 71)"], "Adverse Events": ["Undesirable Events 1:", "Total: 9/29 (31.03 per cent)", "Neutropenia 5/29 (17.24%)", "Cataracts 1/29 (3.45%)", "Abdominal pain 1/29 (3.45%)", "Appendix 1/29 perforated (3.45%)", "1/29 (3.45 per cent)", "- Deep vein thrombosis 1/29 (3.45%)", "1/29 (3.45%)", "Adverse Events 2:", "- Yeah, that's right."]}