{"Clinical Trial ID": "NCT03283553", "Intervention": ["INTERVENTION 1:", "Multi-component intervention", "1.) A one-page paper checklist program, completed immediately prior to a regular medical oncology visit, to obtain and harmonize the views of patients and companions on issues to be discussed with the provider, and to stimulate discussion of the partner's role in the visit, 2.) facilitate registration on the patient's portal (for the patient and family member, as desired by the patient), and 3.) education (if applicable) on access to the physician's electronic visit notes.", "INTERVENTION 2:", "Usual care", "Care as usual with the medical oncologist."], "Eligibility": ["Incorporation criteria:", "* Medical oncology patient: an established patient of a medical oncologist over 18 years of age who has an early or advanced diagnosis of breast cancer, receiving active systemic treatment (in the form of an adjuvant IV systemic treatment so early), speaking English, capable of giving informed consent and identifying a family member they wish to include in their care.", "Care partner: family member (e.g. spouse, adult child, parent, adult brother or sister or other relative) or unpaid friend who regularly accompanies the patient on medical oncology visits.", "A medical oncology provider: a medical oncology provider practice in a participating clinic that provides care to breast cancer patients.", "- Exclusion criteria:", "* Medical Oncology Patients: The youngest 18 years of age, pregnant, who are not treated for breast cancer, do not attend medical oncology visits with a family member or an unpaid friend or do not want their family member or an unpaid friend to be contacted.", "Care partner: A paid non-family member who accompanies the patient to visits."], "Results": ["Performance measures:", "Differences between patient groups Complete understanding of the disease at 9 months", "The understanding of the disease was measured by 4 questions about the knowledge that are considered essential to making informed treatment decisions in the case of a serious disease, including: 1.) understanding of the disease, 2.) knowledge of the condition of the disease, 3.) awareness of the condition of the disease, and 4.) waiting for life.", "Time limit: 9 months", "Results 1:", "Title of the arm/group: Multicomponent intervention", "Description of the Arm and Group: 1.) A one-page checklist on the preparation of the agenda on paper and on paper, completed immediately before a regular medical oncology visit, in order to obtain and harmonize the views of patients and companions on the issues to be discussed with the provider, and to stimulate discussion on the role of the companion in the visit, 2.) facilitated registration on the patient's portal (for the patient and family member, as desired by the patient) and 3.) education (if applicable) on access to the physician's electronic visit notes.", "Total number of participants analysed: 63", "Type of measure: Number of participants", "Unit of measure: Participants Complete understanding of the disease at 9 months: 42 66.7%", "Understanding of the disease not complete at 9 months: 21 33.3%", "Results 2:", "Title of arm/group: Usual care", "Description of the arm/group: Care as usual with the medical oncologist.", "Total number of participants analysed: 55", "Type of measure: Number of participants", "Unit of measure: Participants Complete understanding of the disease at 9 months: 38 69.1%", "Understanding of the disease not complete at 9 months: 17 30.9%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/69 (0.00 per cent)", "Adverse Events 2:", "Total: 0/63 (0.00 per cent)"]}