{"Clinical Trial ID": "NCT01928186", "Intervention": ["INTERVENTION 1:", "Diagnosis (FLT PET)", "In patients with early ER positive primary breast cancer, TEP FLT analysis is performed at baseline and 1 to 6 weeks after the start of standard endocrine therapy. Surgery follows 1 to 7 days after the second TEP FLT analysis.", "- Tracer used in the FLT PET scanning procedure (positron emission tomography): [F18] fluorthymidine.", "Tomography of positron emissions: FLT PET captioning", "Laboratory biomarker analysis: Corresponding studies - Ki67 tumour tissue coloration in biopsy and surgical sample."], "Eligibility": ["Incorporation criteria:", "A new diagnosis of invasive breast cancer > 1.0 cm in size, ER+ clinical stage I-III", "The patient should have a surgical resection followed by systemic adjuvant therapy with an Aromatase Inhibitor (AI) as part of a scheduled treatment; any AI approved for standard clinical administration may be used; in premenopausal patients, ovarian suppression with a gonadotropin hormone agonist (GnRH) will be initiated prior to initiation of AI in a separate clinical trial in parallel with the imaging study.", "Have a tissue block available from the nucleus biopsy for correlative biomarkers and genomic testing", "Of which menopausal status is determined prior to inclusion in the study; for the purposes of the study, postmenopausal status is defined as:", "A previously documented bilateral oophorectomy, or", "A history of at least 12 months without spontaneous menstrual bleeding, or", "- 60 years or more with an anterior hysterectomy without oophorectomy, or", "The age of less than 60 years with an anterior hysterectomy without oophorectomy (or in whom the ovary condition is unknown) with a documented follicle-stimulating hormone (FSH) level demonstrating a confirmatory elevation of the postmenopausal interval for the laboratory", "Negative pregnancy test within 7 days of initial tomographic analysis of positron emissions (PET) in premenopausal patients", "The term HER2/neu tumour should be determined (as part of standard clinical care) prior to inclusion in the study; HER2 may be tested by any method approved by the Food and Drug Administration (FDA) HER2; if the determination is intermediate by immunohistochemistry (IHC), fluorescent in situ hybridization (FISH) or another HER2 test should be performed.", "To be a candidate for PET imaging [18F]FLT", "To be informed of the investigational nature of this study and to provide written informed consent in accordance with the institutional and federal guidelines prior to the screening procedures specific to the study.", "Be willing and able to comply with planned visits and other trial procedures", "- Exclusion criteria:", "The current use of an aromatase inhibitor as a prevention or treatment of breast cancer", "Life expectancy less than two months", "- HER2/Neu positive by IHC and/or another FDA approved test method, HER2", "Inability to tolerate scanning (e.g., claustrophobia, severe pain)", "• Weight exceeding the capacity of the imaging table"], "Results": ["Performance measures:", "Percentage change in net flux constant (Ki) per PET FLT", "The percentage variation between pretreatment (base) and post-therapy PET measurements in breast tumours will be calculated.", "The association between Ki-67 and Ki by FLT (KFLT) will be analyzed using the mid-P fit to Fisher's exact test to assess the potential clinical utility of changing FLT as a biomarker for early response, using Ki-67 as a standard for early response.", "Time frame: Baseline up to 6 weeks", "Results 1:", "Title of the arm/group: Diagnostic (FLT PET)", "In the case of patients with primary breast cancer positive for early ER, the arm/group description should be given a TEP FLT analysis at baseline and 1 to 6 weeks after the start of the standard endocrine treatment. Surgery should follow 1 to 7 days after the second TEP FLT analysis.", "- Tracer used in the FLT PET scanning procedure (positron emission tomography): [F18] fluorthymidine.", "Tomography of positron emissions: FLT PET captioning", "Laboratory biomarker analysis: Corresponding studies - Ki67 tumour tissue coloration in biopsy and surgical sample.", "Total number of participants analysed: 28", "Median (full range)", "Unit of measurement: % change -32.0 (-82.4 to 3953.7)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/28 (0.00 per cent)"]}