{"Clinical Trial ID": "NCT03061175", "Intervention": ["INTERVENTION 1:", "Weapons I (CPM-DA on the Web)", "• Patients receive a secure website address, username and password, as well as instructions for the use of the MPC-DA online.", "On-line intervention: receive MPC-DA online", "Administration of the survey: auxiliary studies", "INTERVENTION 2:", "Army II (User care)", "Patients undergo the usual care provided to patients who are considering CPD and receive information from a medical oncologist on CPD.", "Administration of the survey: auxiliary studies"], "Eligibility": ["Incorporation criteria:", "PHASE I: First unilateral stage diagnosis 0, 1, 2 or 3a breast cancer (patients with bilateral breast cancer will be excluded from participation)", "PHASE I: Speaks and reads English", "PHASE I: Women with sporadic cancer (WSC) (do not have hereditary breast or ovarian cancer syndrome [genesis BREEast Cancer, family history]); in the event of uncertainty, the surgeon will use the Tyrer-Cuzick risk model (Tyrer et al., 2004) to calculate the risk; the Tyrer-Cuzick model calculates a personal risk of life-long breast cancer based on multiple factors; it has become the standard model because it incorporates not only factors such as estrogen exposure and first-degree parents, but also second-degree parents and paternal lines; a lifetime risk of 20% or more is considered a high risk and would require increased screening methods for traditional annual mammograms; for this study, any person with a lifetime risk of up to 19% on the Tyrer-Cuzick model will be considered a mean risk of breast cancer; any person with a lifetime risk of 20% or more will be excluded from participation.", "PHASE I: Ability to give informed and meaningful consent", "PHASE II: Initial surgical consultation completed with breast cancer surgeon at the New Jersey Cancer Institute (NJIC)/Massachusetts General Hospital (MGH)/Memorial Sloan Kettering Cancer Center (MSKCC) and plans to consider PMC, regardless of the surgical treatment of their primary breast cancer (lumpectomy/mastectomy)", "PHASE II: Internet access at home", "PHASE II: First primary diagnosis of unilateral stage 0, 1, 2 or 3a breast cancer", "PHASE II: Speaks and reads English", "PHASE II: WSC (does not have hereditary breast/ovary cancer syndrome [BRCA carrier, strong family history]); in the event of uncertainty, the surgeon will use the Tyrer-Cuzick risk model (Tyrer et al., 2004) to calculate the risk; in this study, any person with a lifetime risk of up to 19% on the Tyrer-Cuzick model will be considered an average breast cancer risk; any person with a lifetime risk of 20% or more will be excluded from participation.", "PHASE II: Ability to give informed and meaningful consent"], "Results": ["Performance measures:", "· Contralateral Prophylactic Mastectomy (CPM) knowledge assessed by survey among MPC-DA participants relative to UC participants", "The data will be characterized by standardized methods (estimated marginal means, standard errors, and Cohen effect sizes) separately per study arm.", "Time frame: 2 to 4 weeks follow-up", "Results 1:", "- Arm/group title: Arm I (CPM-DA on the Web)", "Description of the arm/group: Patients receive a secure website address, username and password, as well as instructions for the use of the CPM-DA online.", "On-line intervention: receive MPC-DA online", "Administration of the survey: auxiliary studies", "Total number of participants analysed: 39", "Average (standard error)", "Unit of measure: score on a scale 62.47 (3.40)", "Results 2:", "Title of arm/group: Arm II (User care)", "Description of the arm/group: Patients undergo the usual care provided to patients who are considering CPD and receive information from a medical oncologist about CPD.", "Administration of the survey: auxiliary studies", "Total number of participants analysed: 44", "Average (standard error)", "Unit of measure: score on a scale 51.33 (3.24)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/46 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}