{"Clinical Trial ID": "NCT00217672", "Intervention": ["INTERVENTION 1:", "Docetaxel + Bevacizumab", "Docetaxel: 75 mg/m2 IV q3 weeks. Bevacizumab: 15mg/kg IV q3 weeks. Subjects continue to take doses until they have unacceptable toxicity, disease progression or withdrawal of patient consent."], "Eligibility": ["• Inclusion criteria", "Women aged 18 and over", "A breast adenocarcinoma confirmed histologically or cytologically at first diagnosis", "Stage IV disease, with at least one measurable injury according to the RECIST criteria.", "HER2-negative disease, by in situ fluorescence hybridization", "ECOG Performance Status 0-1", "Life expectancy of at least 24 weeks", "No previous chemotherapy for metastatic breast cancer (previous endocrine treatment is allowed).", "If patients have received taxane as an adjuvant treatment, at least 12 months should have elapsed since the end of the adjuvant treatment.", "At least 4 weeks since surgery, radiotherapy, endocrine therapy or experimental pharmacotherapy, with full recovery of the effects of these procedures", "If the woman is of childbearing potential, the pregnancy test is negative and ready to use effective contraception for at least 3 months thereafter.", "The patient is accessible and ready to comply with treatment and follow-up.", "The patient is willing to provide written informed consent prior to the completion of any study-related procedures.", "Laboratory values required", "Absolute number of neutrophils 1,500/mm3", "Number of platelets 100 000/mm^3", "Hemoglobin 9.0 g/dL", "Creatinine 2.0 mg/dL", "Total bilirubin < 1.0 x upper limit of normal (ULN) ( patients with Gilbert's syndrome are eligible).", "- Normal ALKALINE phosphatase (AP) AND Angiotensin Aspartate Aminotransferase (AST) or Alanine Aminotransferase (ALT) 2.5 times the upper limit of normal (ULN) or AP 2.5 times the ULN ET ASAT or ALT 1.5 times the ULN or AP 5 times the ULN ET ASAT or ALT normal.", "• Exclusion criteria", "Previous chemotherapy for metastatic breast cancer", "Previous treatment with an anti-angiogenic agent", "- Concomitant treatment with any other non-protocol anticancer treatment", "Current or previous history of central nervous system or brain metastases", "Presence of neuropathy > grade 2 (NIC- Common Toxicity Criteria (CTC version 3.0) at baseline", "Presence of non-healing injury, fracture or ulcer, or presence of clinically significant peripheral vascular disease (> grade 2)", "• History of any other disease in the last 5 years, with the exception of non-melanoma skin cancer or in situ cervix carcinoma", "- Clinically significant cardiovascular disease (e.g., uncontrolled hypertension [BP > 150/100]), myocardial infarction or stroke in the last 6 months, unstable angina, New York cardiac association (NYHA) congestive heart failure grade II or greater congestive heart failure, or severe cardiac arrhythmia requiring medication", "• An active peptic ulcer, inflammatory bowel disease or other gastrointestinal condition that increases the risk of perforation; a history of abdominal fistula, gastrointestinal perforation or intra-abdominal abscess within 28 days of starting treatment", "Active and uncontrolled infection requiring parenteral antimicrobials", "The presence of any other medical or psychiatric condition which, in the opinion of the attending physician, would be contrary to the use of the medicines in this protocol or would expose the subject to an excessive risk of complications of treatment.", "Unable to comply with study protocol or follow-up procedures", "Pregnancy or lactation", "A history of a severe hypersensitivity reaction to Bevacizumab, Docetaxel or other polysorbate 80 medicinal products.", "Evidence of haemorrhagic diathesis or coagulopathy", "• Major surgery, open biopsy or significant traumatizing injury within 28 days of starting treatment, or anticipation of the need for major surgery during the study; minor surgery, fine needle aspiration or central biopsy within 7 days prior to starting treatment", "Subjects unexpectedly discovered to have > 1+ proteinuria at baseline must undergo a 24-hour urine collection, which must be adequate collection and must demonstrate <1 gm protein/24 hour to allow participation in the study."], "Results": ["Performance measures:", "Antitumour activity is based on the time required for tumour progression (TPT).", "[Unspecified]", "Duration: From randomization to tumour progression", "Results 1:", "Title of the arm/group : Docetaxel + Bevacizumab", "Docetaxel: 75 mg/m2 IV q3 weeks. Bevacizumab: 15mg/kg IV q3 weeks. Subjects continue to take doses until they have unacceptable toxicity, disease progression or withdrawal of patient consent.", "Total number of participants analysed: 67", "Median (95% confidence interval)", "Unit of measure: month 9.3 (8.2-12.4)"], "Adverse Events": ["Undesirable Events 1:", "Total: 13/74 (17.57 per cent)", "Neutropenia 1/74 (1.35%)", "- Left ventricular dysfunction 1/74 (1.35%)", "Enterovedic fistula 1/74 (1.35%)", "Constipation and hypokalaemia 1/74 (1.35%)", "• Nausea, vomiting and burns abdominal pain 2/74 (2.70%)", "Infection 1/74 (1.35 per cent)", "- Febrile neutropenia 3/74 (4.05 %)", "Speech disorders 1/74 (1.35%)", "Dyspnoea, pain 1/74 (1.35%)", "Haemorrhage/bleeding 2/74 (2.70%)"]}