{"Clinical Trial ID": "NCT01684215", "Intervention": ["INTERVENTION 1:", "PD-0332991 100 mg: Dose Escalation Cohort", "In the first part of the phase, participants received a single oral dose of PD-0332991 100 mg hard capsules during the lead period (7 days before the first day of cycle 1), followed by PD-0332991 100 mg hard capsules continuously daily for 21 days, followed by 7 days of discontinuation in each 28-day cycle, unless participants had an unacceptable progression or toxicity or had withdrawn their consent.", "INTERVENTION 2:", "PD-0332991 125 mg: Dose Escalation Cohort", "In Phase 1 of Part I, participants received a single oral dose of PD-0332991 125 mg hard capsules during the lead period (7 days before the first day of Cycle 1), followed by PD-0332991 125 mg hard capsules orally once daily continuously for 21 days, followed by 7 days of discontinuation in each 28-day cycle, unless participants had an unacceptable progression or toxicity or had withdrawn their consent."], "Eligibility": ["Incorporation criteria:", "Phase 1", "In the first part, an advanced solid tumour (with the exception of SCLC or retinoblastoma) demonstrated that it was histologically or cytologically responsible for the diagnosis, which is refractory to a standard treatment or for which there is no standard treatment.", "In Part 2 and Phase 2, postmenopausal women whose diagnosis of ER-positive and breast-negative HER2 adenocarcinoma has been proven and who have signs of recurrent or metastatic locoregional diseases (including bone diseases only) are not suitable for resection or radiotherapy with curative intent and for whom chemotherapy is not clinically indicated.", "Adequate blood cell counts, renal function and liver function, and a score of 0 or 1 from the Eastern Cooperative Oncology Group (ECOG).", "Acute resolved effects of any treatment prior to initial severity or grade 1", "Phase 2", "• Adult women (20 years of age) whose diagnosis of breast adenocarcinoma has been proven with signs of recurrent or metastatic locoregional diseases that cannot be treated by resection or radiotherapy for curative purposes and for which chemotherapy is not clinically indicated.", "Documentation of histologically or cytologically confirmed diagnosis of breast cancer ER(+) based on local laboratory results.", "adequate blood cell counts, renal function and liver function, and a score of 0 to 2 from the Eastern Cooperative Oncology Group (ECOG).", "- Exclusion criteria:", "Phase 1", "Uncontrolled or symptomatic active CNS metastases.", "• Uncontrolled infection, unstable or discontinuous intercurrent disease, or current drug or alcohol abuse", "• Active or unstable heart disease or a history of heart attack within 6 months", "Phase 2", "· HER2 positive tumour based on local laboratory results using one of the tests approved by the sponsor.", "Uncontrolled or known symptomatic active CNS metastases, carcinoma meningitis, or leptomenal disease.", "A previous neoadjuvant or adjuvant treatment with a nonsteroidal aromatase inhibitor (i.e. anastrozole or letrozole) with recurrence of the disease during or within 12 months of completion of treatment."], "Results": ["Performance measures:", "Number of participants whose dose limits toxicity (DLT): Part 1 Phase 1", "The DLT was classified according to the common terminology criteria for version 4.0 of adverse events (AETC) as one of the events occurring during 28 days of cycle 1, attributed to the drug studied: grade 4 neutropenia (for a duration greater than (->]7 days); febrile neutropenia (grade greater than or equal to [>=]3 neutropenia, body temperature >=38.5 degrees Celsius); grade >=3 thrombocytopenia with haemorrhagic episode; grade 4 thrombocytopenia; grade >=3 non-haematological toxicity except nausea, vomiting, electrolytic abnormalities (if controlled by therapy); grade 3 (>500 milliseconds [msec]) QTc prolongation after correction of reversible causes such as electrolytic abnormalities or hypoxia.", "Time limit: Period of arrival (Day -7) until Day 28 (Cycle 1)", "Results 1:", "Title of arm/group: PD-0332991 100 mg: Dose Escalation Cohort", "In Phase 1-Part 1, participants received a single oral dose of PD-0332991 100 mg hard capsules during the lead period (7 days before cycle 1 Day 1), followed by PD-0332991 100 mg hard capsules orally once daily continuously for 21 days, followed by 7 days of discontinuation in each 28-day cycle, unless participants experienced an unacceptable disease progression or toxicity or withdrew their consent.", "Total number of participants analysed: 6", "Type of measure: Number of participants", "Unit of measure: Participants 1 16.7%", "Results 2:", "Title of arm/group: PD-0332991 125 mg: Dose Escalation Cohort", "In Phase 1-Part 1, participants received a single oral dose of PD-0332991 125 mg lead-phase capsule (7 days before cycle 1 Day 1), followed by PD-0332991 125 mg oral capsule once daily continuously for 21 days, followed by 7 days of discontinuation in each 28-day cycle, unless participants experienced an unacceptable progression of disease or toxicity or withdrew their consent.", "Total number of participants analysed: 6", "Type of measure: Number of participants", "Unit of measure: Participants 1 16.7%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/6 (0.00 per cent)", "Febrile Neutropenia * [1]0/6 (0.00 %)", "• Superventricular tachycardia * [1]0/6 (0.00 %)", "Gastrointestinal perforation * [1]0/6 (0.00 %)", "Vomiting * [1]0/6 (0.00 %)", "- Malaise * [1]0/6 (0.00 %)", "Osteoarthritis * [1]0/6 (0.00 %)", "Brain haemorrhage * [1]0/6 (0.00 %)", "* [1]0/6 (0.00 %)", "Sub-Arachnoid Hemorrhagic * [1]0/6 (0.00 %)", "Adverse Events 2:", "Total: 0/6 (0.00 per cent)", "Febrile Neutropenia * [1]0/6 (0.00 %)", "• Superventricular tachycardia * [1]0/6 (0.00 %)", "Gastrointestinal perforation * [1]0/6 (0.00 %)", "Vomiting * [1]0/6 (0.00 %)", "- Malaise * [1]0/6 (0.00 %)", "Osteoarthritis * [1]0/6 (0.00 %)", "Brain haemorrhage * [1]0/6 (0.00 %)", "* [1]0/6 (0.00 %)", "Sub-Arachnoid Hemorrhagic * [1]0/6 (0.00 %)"]}