{"Clinical Trial ID": "NCT02040857", "Intervention": ["INTERVENTION 1:", "Palbociclib with endocrine adjuvant treatment", "Palbociclib 125 mg PO qd 21 days on, 7 days off", "Endocrine Therapy: Tamoxifene 20mg, Letrozole 2.5mg, Anastrozole 1mg, or Exemestane 25mg PO qd"], "Eligibility": ["Incorporation criteria:", "Invasive breast cancer should be reported either in stage II (except T2N0) or in stage III of the hormone positive receptor (HR+) HER2. Metastatic disease assessment is not required in the absence of symptoms.", "Pre- and post-menopausal men and women are eligible.", "Prior treatment:", "Participants may have received adjuvant chemotherapy (neo) but must have received at least 30 days after the last dose, with no more than grade 1 residual toxicity at the time of screening.", "Participants may have received adjuvant radiation therapy but must be at least 30 days after the last dose, with residual grade 1 toxicity at the time of screening.", "If the most recent therapy has been surgery, participants should be at least 30 days out of definitive surgery without active wound healing complications.", "Participants must have demonstrated their ability to tolerate endocrine treatment by successfully completing at least one month of tamoxifen or aromatase inhibitor (AI) therapy without a significant adverse event, and in the opinion of the treating physician, continued toxicity does not prevent continued treatment with tamoxifen or AI for at least two continuous years. Continued use of any endocrine therapy, including tamoxifen, letrozole, anastrozole or exemestane, is permitted.", "ECOG Performance Status 0-1", "- 18 years old.", "Normal function of organ and marrow", "Reference QTc 480 ms", "The effects of palbociclib on the developing human fetus are unknown.", "Capacity to understand and willingness to sign a written informed consent document", "- Exclusion criteria:", "- Concomitant treatment with other experimental agents.", "Previous treatment with a CDK4/6 inhibitor.", "History of allergic reactions attributed to compounds of chemical or biological composition similar to palbociclib.", "Participants receiving drugs or substances that are potent inhibitors or inducers of CYP3A isoenzymes are not eligible.", "The current use of drugs known to prolong the QT interval", "Subjects with allografts of organs requiring immunosuppression.", "• An uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia, or psychiatric or social situations that would limit compliance with the requirements of the study.", "Pregnant women are excluded from this study. Breastfeeding should be discontinued prior to entry into the study.", "People with a history of other malignancies are eligible if they have been disease-free for at least 5 years and are considered by the investigator to be at low risk of recidivism for this disease. Individuals with the following cancers are eligible if they have been diagnosed and treated in the past 5 years: in situ channel carcinoma of the breast, in situ cervical cancer and basal cell or squamous skin carcinoma.", "No combination antiretroviral therapy in progress"], "Results": ["Performance measures:", "2 year withdrawal rate", "The 2 year discontinuation rate is the percentage of participants who do not complete palbociclib treatment by protocol for reasons related to toxicity, withdrawal of consent to be treated or other safety-related events in uncensored participants.", "Timeline: Evaluate once the palbociclib has been completed, up to 2 years of treatment.", "Results 1:", "Title of the arm/group: Palbociclib with endocrine adjuvant treatment", "Description of the arm/group: Palbociclib 125 mg PO qd 21 days on, 7 days off", "Endocrine Therapy: Tamoxifene 20mg, Letrozole 2.5mg, Anastrozole 1mg, or Exemestane 25mg PO qd", "Total number of participants analysed: 152", "Type of measurement: Number", "Unit of measure: percentage of participants 31 (24 to 39)"], "Adverse Events": ["Undesirable Events 1:", "Total: 96/162 (59.26 per cent)", "- Heart disorders - Other, specify 2/162 (1.23%)", "Diarrhoea 1/162 (0.62%)", "Oral mucositis 2/162 (1.23%)", "Nausea 1/162 (0.62%)", "Fatigue 6/162 (3.70 per cent)", "- Breast infection 2/162 (1.23%)", "1/162 (0.62%)", "Decrease in lymphocyte count 2/162 (1.23%)", "Decrease in neutrophil count 78/162 (48.15%)", "Hypertension 1/162 (0.62%)"]}