{"Clinical Trial ID": "NCT00347919", "Intervention": ["INTERVENTION 1:", "Cohort 1: Lapatinib 1500 mg", "Lapatinib 1500 milligrams (mg) administered orally once daily", "INTERVENTION 2:", "Cohort 1: Lapatinib 1000 mg/Pazopanib 400 mg", "Lapatinib 1000 mg and Pazopanib 400 mg administered orally once daily"], "Eligibility": ["Incorporation criteria:", "A subject may only be included in this study if all of the following criteria apply:", "• 18-year-old women with a life expectancy of 12 weeks.", "Note: National Institute of Neurological and Communicative Disorders and Stroke (NINCDS) and Association of Alzheimer's Diseases and Related Disorders (ADRDA).", "The Eastern Cooperative Oncology Group (ECOG) has a Performance Status (PS) 0 or 1.", "Invasive breast cancer confirmed histologically with incurable stage IIIb, stage IIIc with T4 lesion or stage IV disease on primary diagnosis or relapse after surgery with curative intent.", "No prior chemotherapy, immunotherapy, biological therapy or anti-erbB1/erbB2 therapy for a metastatic or recurrent disease (other than neoadjuvant or adjuvant therapy) is allowed provided that at least 2 weeks have elapsed between the completion of the previous treatment and the start of the study.", "Note: Subjects must have a progressive documented disease (PD) or be intolerant to hormonal therapy, which should be documented in the source documentation.", "• Neoadjuvant and/or prior adjuvant treatment is allowed.", "Note:", "(a) Subjects who have received both neoadjuvant and adjuvant therapy should be at least 6 months from the completion of the chemotherapy component of the adjuvant treatment to the start of the study drug(s)", "(b) Subjects who have received adjuvant therapy only must have at least 6 months from the completion of the chemotherapy component of the adjuvant treatment to the start of the study medicinal product(s).", "(c) Subjects who have received only neoadjuvant therapy must have at least 6 months between the completion of neoadjuvant therapy and the start of the study medicinal product(s)", "D) Subjects who have received trastuzumab or hormonal agents as part or all of the adjuvant treatment are eligible provided: (1) 2 weeks have elapsed since the last dose (2) 6 months have elapsed between the start of trastuzumab or hormone treatment and the start of the study medicinal products.", "• Radiotherapy prior to the initiation of randomised therapy in a limited area (e.g. palliative treatment for a painful disease) other than the only measurable and evaluable disease site is permitted, subjects must have completed treatment at least 4 weeks prior to the initiation of the study, and must have recovered from all treatment-related toxicities prior to the initiation of pazopanib and/or lapatinib.", "A documented amplification of ErbB2 by in situ fluorescence hybridization (FISH) in primary or metastatic tumour tissue. Archived tumour tissues should be provided for the ErbB2 FISH test by the central laboratory, which will be used to determine eligibility.", "Note: Subjects who have documented ErbB2 amplification based on previous FISH tests or documented ErbB2 overexpression based on prior immunohistochemistry (IHC) of 3+ are eligible, however, archived tumour tissues must be provided for confirmation by the central laboratory. If the results of previous tests are not confirmed by the central laboratory, the subject may continue to receive study drugs at the discretion of the investigator, but will be excluded from statistical analysis.", "- Archived tumour tissues (marked with paraffin) should be available to correlate tumour response with intratumour genetic changes and levels of expression of relevant biomarkers. Biomarker results will not be used to determine eligibility of subjects for study.", "• Ability to swallow and store oral medicines.", "The disease must be measurable according to the criteria for assessing response in solid tumours (RECIST).", "Subjects should have chosen lapatinib and/or pazopanib treatment as initial therapy compared to other initial treatments (such as cytotoxic chemotherapy or trastuzumab as a single agent) for locally advanced or metastatic disease.", "Adequate function of the organ as defined below:", "System (Laboratory values)", "Haematological: Numeration of absolute neutrophils (NAC) (1.5 X 109/L) Blisters ( 100 X 109/L)", "Hepatic:Albumin( 2.5 g/dL)Sera bilirubin( 1.5 X upper limit of normal (ULN) except for Gilbert syndrome) aspartate aminotransferase (AST) and alanine aminotransferase (ALT) (2.0 X ULN)", "Renal:Calculation of creatinine clearance1 (50 mL/min) Urinary protein2", "(Negative, trace or +1 by dipstick or <1.0 gram urine analysis for 24 hours).", "If the urine protein analysis by sticks is 2+, a 24-hour urine protein must be evaluated and a 24-hour urine protein must be <1 g to be eligible.", "- Multiple acquisition analyses (MUGA) will be accepted in cases where an echocardiogram cannot be performed or is inconclusive or where MUGA is the accepted standard. Subjects with a known history of uncontrolled or symptomatic angina, arrhythmia or congestive heart failure are not eligible.", "A woman is eligible to participate in this study if she is:", "- Non-child potential (i.e. physiologically unable to become pregnant), including any woman who has:", "A hysterectomy", "A bilateral oophorectomy (ovariectomy)", "A bilateral tubular ligature", "Is postmenopausal (total cessation of period for 1 year)", "The methods of contraception acceptable to GSK, when used consistently and in accordance with both the product label and the doctor's instructions, are as follows:", "An intrauterine device with a documented failure rate of less than 1 per cent per year.", "The Vasectomized partner who is sterile before the entry of the female subject and who is the only sexual partner for this woman.", "To complete the abstinence of sexual intercourse for 14 days prior to exposure to the research product, during the clinical trial, and for at least 2 menstrual cycles after the last dose of the research product.", "• Double-bar contraception (condom with spermicide jelly, foam suppository or film; diaphragm with spermicide; or male condom and diaphragm with spermicide).", "Oral contraceptives are not reliable due to potential drug interactions.", "The subjects must complete all screening assessments described in the protocol.", "Subjects must provide written informed consent prior to the completion of any study-specific procedure or evaluation and are willing to comply with treatment and follow-up.", "- Exclusion criteria:", "A subject will not be eligible for inclusion in this study if one of the following criteria applies:", "Subjects with bilateral breast cancer or bone metastases as the only disease site.", "* Patients with a high burden of morbidity defined as replacing >30% of hepatic parenchyma with metastases, symptomatic pulmonary metastases (e.g. clinically significant dyspnoea, cough or chest pain due to pulmonary metastases), or >3 visceral organs with tumour damage.", "Subjects who have been free of disease for 5 years, or subjects with a history of completely resected non-melanoma skin cancer or successfully treated on site carcinoma are eligible.", "The histology of Sarcoma.", "A concurrent illness or condition that would render the subject inappropriate for participation in the study, including (1) any serious unsolved or unstable toxicity resulting from the prior administration of another experimental drug, (2) any serious medical condition that would affect the safety of the subject, the obtaining of informed consent or compliance with the study.", "The history or clinical evidence of central nervous system (CNS) metastases or leptomenic carcinomatosis, with the exception of individuals who have previously treated CNS metastases, is asymptomatic and did not require steroids or antiseiziants for 3 2 months prior to the study.", "• Malabsorption syndrome, a disease that significantly affects gastrointestinal function, or small stomach or intestine resection.", "• Active peptic ulceration, inflammatory bowel disease or other gastrointestinal disease that increases the risk of perforation; a history of abdominal fistula, gastrointestinal perforation or intra-abdominal abscess within 4 weeks prior to starting treatment.", "Presence of uncontrolled infection.", "- Concomitant cancer therapy (chemotherapy, radiation therapy, surgery, immunotherapy, biological therapy, hormone therapy and tumour embolism).", "- Concomitant treatment with a research officer or participation in another clinical trial.", "The use of an experimental anticancer within 30 days or 5 half-lives, whichever is longer, prior to the first dose of pazopanib and/or lapatinib.", "• Prior use of an experimental or approved drug that targets either vascular endothelial growth factor (VEGF) receptors or VEGF receptors, or ErbB2 (except for trastuzumab when used in the neoadjuvant/adjuvant setting).", "Known as immediate or delayed hypersensitivity reactions or idiosyncrasia to medicinal products chemically related to pazopanib or lapatinib.", "When taken/is taking prohibited medicines related to Lapatinib or Pazopanib.", "The fixed QT interval (QTc) lengthening defined as the QTc interval > 480 msecs.", "• History of any of the following heart conditions in the last 6 months:", "Angioplasty or cardiac stentation", "Myocardial infarction", "A unstable angina", "History of cerebrovascular accidents in the last 6 months.", "Inadequately controlled hypertension (systolic blood pressure (SBP) 140mmHg, or 90mmHg diastolic blood pressure (DBP).", "Note: The initiation or adjustment of an antihypertensive drug is allowed prior to entry into the study. Blood pressure (BP) should be re-evaluated twice for at least 24 hours. The mean SBP/DBP values for both BP evaluations must be < 140/90mmHg for a subject to be eligible for study.", "There is an injury, fracture, or ulcer that is not healing, or a symptomatic peripheral vascular disease.", "Evidence of haemorrhagic diathesis or coagulopathy.", "• Major surgery, open biopsy, or significant traumatic injury within 4 weeks of starting treatment, or anticipation of the need for major surgery during the study; minor surgical procedures such as fine needle aspiration or nucleus biopsy within 1 week prior to starting treatment are also excluded.", "Pregnant or lactating women.", "A class III or IV heart failure as defined by the functional classification system of the New York Heart Association (NYHA).", "• Untreated history of deep venous thrombosis (DVT) in the last 6 months (e.g. calf venous thrombosis)."], "Results": ["Performance measures:", "Percentage of participants with progressive illness at week 12 in cohort 1", "In solid tumours (RECIST), a response from the RFP is defined as an increase of >=20% in target lesions. Participants were also classified as having a PNR if their response at week 12 was unknown or missing. The response was determined by an independent radiologist and a researcher.", "Calendar: Week 12", "Results 1:", "Category of arm/group: Cohort 1: Lapatinib 1500 mg", "Description of the arm/group: Lapatinib 1500 milligrams (mg) administered orally once daily", "Total number of participants analysed: 72", "Type of measurement: Number", "Unit of measure: percentage of participants Independent evaluation: 38.9", "- Assessed researcher: 43.1", "Results 2:", "Category of arm/group: Cohort 1: Lapatinib 1000 mg/Pazopanib 400 mg", "Description of the arm/group: Lapatinib 1000 mg and Pazopanib 400 mg administered orally once daily", "Total number of participants analysed: 69", "Type of measurement: Number", "Unit of measure: percentage of participants Independent evaluation: 36.2", "Reviewed researcher: 37.7"], "Adverse Events": ["Undesirable Events 1:", "Total: 10/73 (13.70 per cent)", "Anemia 0/73 (0.00 %)", "Febrile neutropenia 0/73 (0.00 %)", "Thrombocytopenia 0.73 (0.00 %)", "- Left ventricular dysfunction 0.73 (0.00 %)", "Diarrhoea 2/73 (2.74%)", "Oesophagitis 0/73 (0.00 %)", "- Vomiting 1/73 (1.37 per cent)", "Upper abdominal pain 0/73 (0.00 %)", "- Collision 0.73 (0.00 per cent)", "- Fatigue 0.73 (0.00 %)", "Pyrexia 0.73 (0.00 %)", "Cholecystitis 0.73 (0.00 %)", "Adverse Events 2:", "Total: 18/76 (23.68 per cent)", "Anemia 2/76 (2.63 %)", "Febrile neutropenia 0/76 (0.00 %)", "Thrombocytopenia 0/76 (0.00 %)", "- Left ventricular dysfunction 2/76 (2.63 %)", "Diarrhoea 1/76 (1.32%)", "Esophagitis 1/76 (1.32%)", "- Vomiting 0/76 (0.00 %)", "Upper abdominal pain 0/76 (0.00 %)", "- Collision 0/76 (0.00 per cent)", "Fatigue 1/76 (1.32%)", "Pyrexia 1/76 (1.32%)", "Cholecystitis 0/76 (0.00 %)"]}