{"Clinical Trial ID": "NCT00045032", "Intervention": ["INTERVENTION 1:", "- Observer weapon", "Participants who completed definitive surgery and systemic adjuvant chemotherapy were observed for efficacy and safety up to 10 years after individual randomization and for survival up to 10 years after the last participant was enrolled.", "INTERVENTION 2:", "- Herceptin 1-year-old arm", "Participants who completed definitive surgery and systemic adjuvant chemotherapy received a loading dose of 8 mg/kg per IV infusion on day 1, followed by a maintenance dose of 6 mg/kg per IV infusion 3 weeks later and then every 3 weeks for 1 year or until the disease reoccurs, whichever occurs first."], "Eligibility": ["Incorporation criteria:", "A non-metastatic primary invasive breast cancer overexpressing HER2 (as determined by 3+ immunohistochemistry or positive fluorescence in situ hybridization test) that has been histologically confirmed, properly excised, a positive or negative axillary node, and a tumour of at least T1c size according to the Tumor/Node/Metalstasis (TNM) stage", "At least 4 cycles of adjuvant (neo-) systemic chemotherapy, definitive surgery and radiation therapy, if any, completed", "Known status of hormonal receptors", "Initial left ventricular ejection fraction (LVE) rate greater than or equal to ( ) 55 percent (%)", "- Exclusion criteria:", "Invasive anterior breast carcinoma", "Other malignant tumours, except basal cell carcinomas and squamous carcinomas treated with curative skin or in situ cervix carcinomas", "Clinical T4 tumours", "A cumulative exposure to doxorubicin greater than (>) 360 milligrams per square metre (mg/m^2) or to epirubicin greater than 720 mg/m^2 or to any anterior anthracycline not related to breast cancer present", "Support for peripheral stem cells or bone marrow", "Previous mediastinal irradiation, except for internal irradiation of breast lymph nodes for current breast cancer.", "Internal breast nodes not irradiated or affected by supraclavicular lymph nodes", "• Prior anti-HER2 treatment for any other reason or other biological reason or prior immunotherapy for breast cancer", "• Concomitant anticancer treatment in another trial", "Serious cardiac or pulmonary disorders/diseases, or any other condition that may interfere with the intended treatment", "Low haematological, hepatic or renal function", "Pregnancy or lactation", "Women of childbearing age or less than one year after menopause who do not want to use adequate contraceptive measures"], "Results": ["Performance measures:", "Percentage of participants with disease-free survival events (SDF) in the Herceptin arm 1 year compared to observation: median 1 year follow-up", "The analysis of the Herceptin arm 1 year against the observation arm was performed after a median one-year follow-up, as indicated below, was conducted by the sponsor in 2006 after the database was cleaned. The Herceptin arm 2 years against the observation arm was analyzed for an independent data monitoring committee (IDMC) in 2005 at the time the sponsor was blinded, and therefore these data are reported as a separate outcome measure.", "Duration: From base to event period (median one year)", "Results 1:", "Title of arm/group: Observing weapon", "Description of the arm/group: Participants who completed definitive surgery and systemic adjuvant chemotherapy were observed for efficacy and safety up to 10 years after individual randomization and for survival up to 10 years after the last participant was enrolled.", "Total number of participants analysed: 1693", "Type of measurement: Number", "Unit of measure: percentage of participants 12.9", "Results 2:", "Title of the arm/group: Herceptin 1-year-old weapon", "The group/arm description: Participants who completed definitive surgery and systemic adjuvant chemotherapy received a loading dose of 8 mg/kg per IV infusion on day 1, followed by a maintenance dose of 6 mg/kg per IV infusion 3 weeks later and then every 3 weeks for 1 year or until the disease reoccurs, whichever occurs first.", "Total number of participants analysed: 1693", "Type of measurement: Number", "Unit of measure: percentage of participants 7.5"], "Adverse Events": ["Undesirable Events 1:", "Total: 143/1744 (8.20 per cent)", "Leukopenia * 1/1744 (0.06%)", "Lymphadenopathy * 0/1744 (0.00 %)", "Thrombocytopenia * 0/1744 (0.00 %)", "Acute coronary syndrome * 1/1744 (0.06%)", "Acute myocardial infarction * 0/1744 (0.00 %)", "Angina pectoris * 2/1744 (0.11%)", "Arrhythmia * 0/1744 (0.00 %)", "Atrial fibrillation * 1/1744 (0.06%)", "* 1/1744 (0.06%)", "Adverse Events 2:", "Total: 269/1682 (15.99 per cent)", "Leucopenia * 0/1682 (0.00 %)", "* 1/1682 (0.06%)", "Thrombocytopenia * 0/1682 (0.00 %)", "Acute coronary syndrome * 1/1682 (0.06%)", "Acute myocardial infarction * 1/1682 (0.06%)", "Angina pectoris * 2/1682 (0.12%)", "Arrhythmia * 1/1682 (0.06%)", "Atrial fibrillation * 1/1682 (0.06%)", "Atrial stem * 0/1682 (0.00 %)"]}