{"Clinical Trial ID": "NCT00130533", "Intervention": ["INTERVENTION 1:", "Xeloda (Capecitabine)", "1000 mgrs/m2 twice daily, tablets, 8 cycles", "- Capecitabine", "INTERVENTION 2:", "Comment", "No intervention."], "Eligibility": ["Incorporation criteria:", "\"Knowledgeful written consent.", "The time between the end of adjuvant chemotherapy and the randomization of the study should be less than 8 weeks. In patients receiving adjuvant radiotherapy, the time between the last session and randomization is 4 weeks.", "Surgery should consist of a mastectomy or conservative surgery with dissection of the axillary lymph nodes. Margins free of disease and in-situ channel carcinoma (CDIS) are necessary. Lobular carcinoma is not considered a positive margin.", "In patients with a tumour size greater than 2 cm, the node is negative.", "If sentinel ganglion technique is used, the sentinel node may be the only affected ganglion. Patients in the following categories are eligible: pN1a (Metastasis in axillary lymph nodes 1-3, at least one metastasis greater than 2.0 mm), pN2a (Metastasis in axillary lymph nodes 4-9 (at least one tumour deposit greater than 2 mm), pN3a (Metastasis in axillary lymph nodes 10 or more [at least one tumour deposit greater than 2 mm]), or metastasis in in infraclavicular lymph nodes [Level III].", "The status of hormonal receptors in the primary tumour. Negative results should be available before the end of adjuvant chemotherapy.", "Patients should not show signs of metastatic disease.", "- Negative status of HER2 in the primary tumour, known prior to randomization.", "- Adjuvant chemotherapy consisting of a minimum of 6 treatments with anthracyclines and/or taxanes.", "Age >= 18 years and <= 70 years.", "Performance status (Karnofsky index) >= 80.", "Laboratory results (within 14 days prior to randomization):", "Haematology:", "neutrophils >= 1.5 x 10e9/l;", "Platelets >= 100x10e9/l;", "Hemoglobin >= 10 mg/dl", "Liver function:", "= total bilirubin < = 1 upper normal limit (LNU);", "Aspartate aminotransferase (AST or SGOT) and Alanine aminotransferase (ALT or SGPT) <= 2.5 UNL;", "Alkali phosphatase <= 2.5 UNL.", "If SGOT and SGPT values > 1.5 UNL are associated with alkaline phosphatase > 2.5 UNL, the patient is not eligible.", "Renal function:", "Creatinine <= 175 μmol/l (2 mg/dl).", "creatinine clearance >= 60 ml/min.", "Pharmacogenetics:", "A blood sample is required for the evaluation of mononucleotide polymorphism (SNP).", "* Patients able to comply with the treatment and follow-up of the study.", "Negative pregnancy test performed during the 14 days prior to randomization.", "- Exclusion criteria:", "A prior treatment with anthracyclines or taxanes (pallitaxel or docetaxel) for any malignancy.", "Pregnant or lactating women. Appropriate contraceptive methods should be used during chemotherapy and hormonal treatments. Negative pregnancy test within 14 days of randomisation.", "Invasive bilateral breast cancer.", "Any T4 or M1 tumour.", "- Axillary lymph nodes: patients belonging to the following classifications are excluded: pN1b (Metastases in internal breast ganglia with micrometastases or macrometastases detected by biopsy of sentinel but not clinically detected lymph nodes), pN1c (Metastases in axillary lymph nodes 1-3 and internal lymph nodes with micrometastases or macrometastases detected by biopsy of sentinel but not clinically detected lymph nodes), pN2b (Metastases in internal lymph nodes clinically detected in the absence of axillary lymph nodes), pN3b (Metastases in sentinel internal lymph nodes clinically detected in the presence of one or more axillary lymph nodes; or in more than three axillary lymph nodes and axillary lymph nodes.", "Any other serious medical pathology, such as congestive heart failure, unstable angina, history of myocardial infarction in the previous year, uncontrolled hypertension or high-risk arrhythmias.", "• History of neurological or psychiatric disorders, which may prevent patients from freely consenting to informed consent.", "- An uncontrolled active infection.", "An active peptic ulcer, unstable diabetes mellitus.", "Previous or present history of different neoplasms of breast cancer, except for skin carcinomas, cervical carcinomas in situ or any other tumour treated curatively and without recurrence in the last 10 years; canal carcinomas in situ in the same breast; lobular carcinomas in situ.", "History of hypersensitivity to capecitabine, fluoruracil.", "Patients who do not have the physical integrity of the upper gastrointestinal tract or have a history of bad absorption syndrome.", "History of dihydropyrimidine dehydrogenase (DPD) deficiency.", "Anticoagulant treatment with coumadine anticoagulants.", "Current treatment with sorivudine or its chemical family.", "• Participation in other clinical trials with a non-marketed drug within the previous 30 days prior to randomization.", "- Concomitant treatment with another cancer treatment.", "Men."], "Results": ["Performance measures:", "• Disease-free survival events (DFS)", "The DFS was measured from the date of assignment of randomization with the intention of treating the population (ITT) to the loco-regional or remote recurrence, the second primary malignant or the date of death, depending on the first of the two contingencies.", "Time limit: 5 years", "Results 1:", "Title of the arm/group: Xeloda (Capecitabine)", "Description of the arm/group: 1000 mgrs/m2 twice daily, tablets, 8 cycles", "- Capecitabine", "Total number of participants analysed: 448", "Type of measure: Number of participants", "Unit of measure: Participants 105 23.4%", "Results 2:", "Title of the arm/group: Observation", "Description of the arm/group: Observation. No intervention.", "Total number of participants analysed: 428", "Type of measure: Number of participants", "Unit of measure: Participants 120 28.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 23/436 (5.28 per cent)", "Neutropenia G 3; Leucopenia G2 1/436 (0.23%)", "Hyperbilirrubinaemia [1]1-436 (0.23%)", "- supraventricular arrhythmia NOS [2]1-436 (0.23%)", "Heart failure [2]0/436 (0.00 %)", "Infarction and cardiac arrest 0/436 (0.00 %)", "Ischaemic heart disease/infarction [3]1-436 (0.23%)", "Coronary Vasosspam [3]1-436 (0.23%)", "Gastroenteritis and renal failure 1/436 (0.23%)", "Adverse Events 2:", "Total: 6/425 (1.41%)", "Neutropenia G 3; Leucopenia G2 0/425 (0.00 %)", "- Hyperbilirrubinaemia [1]0/425 (0.00 %)", "- Superventricular arrhythmia NOS [2]0/425 (0.00 %)", "Heart failure [2]1-425 (0.24%)", "Infarction and cardiac arrest 1/425 (0.24%)", "Ischaemic heart disease/infarction [3]0/425 (0.00 %)", "- Coronary Vasosspam [3]0/425 (0.00 %)", "Gastroenteritis and renal failure 0/425 (0.00 %)"]}