{"Clinical Trial ID": "NCT02132949", "Intervention": ["INTERVENTION 1:", "Cohort A: ddAC, Paclitaxel, Pertuzumab, Trastuzumab", "Participants received a dose of doxorubicin and cyclophosphamide (ddAC) of 60 milligrams of doxorubicin per square metre (mg/m^2) intravenously (IV) once every 2 weeks (q2w) and 600mg/m^2 IV q2w for 4 cycles, followed by paclitaxel 80mg/m^2 IV once weekly (qw) for 12 weeks. Pertuzumab (840 milligrams [mg] IV charge dose then 420mg IV q3w) and trastuzumab (8 milligrams per kilogram [mg/kg] IV charge dose then 4mg/kg IV q3w) were administered with paclitaxel for 4 cycles (8 total chemotherapy cycles before surgery).", "INTERVENTION 2:", "Cohort B: FEC, Docetaxel, Pertuzumab, Trastuzumab", "Participants were given 5-fluorouracil, epirubicin, and cyclophosphamide (FEC) neoadjuvant therapy with 5-fluorouracil 500mg/m^2 intravenous (IV) q3w, epirubicin 100mg/m^2 IV q3w, and cyclophosphamide 600mg/m^2 IV q3w for 4 cycles, followed by docetaxel (with the initial dose of 75mg/m^2 in Cycle 5, then 100mg/m^2 for cycles 6-8) q3w for 4 cycles. Pertuzumab (840 mg IV charge dose then 420mg IV q3w) and trastuzumab (8 mg/kg IV charge dose then 4mg/kg IV q3w) were given with docetaxel for 4 cycles (8 cycles of total chemotherapy before surgery)."], "Eligibility": ["Incorporation criteria:", "Participants with locally advanced, inflammatory or early, unilateral and histologically confirmed invasive breast cancer should be able to biopsy at the heart of the needle.", "- Primary tumour greater than (>) 2 cm (cm) in diameter, or > 5 mm (mm) in diameter and positive node", "HER2-positive breast cancer confirmed by a central laboratory", "Availability of a tumour tissue sample", "Reference LVEF greater than or equal to (>/=) 55%", "The rate of return for the Eastern Cooperative Oncology Group (ECOG) is less than or equal to (</=) 1", "At least 4 weeks since major unbound surgery, with complete recovery", "• Women of childbearing potential and men of childbearing potential must agree to use a \"very effective\" non-hormonal form of contraception or two \"effective\" non-hormonal forms of contraception by the patient and/or partner.", "- Exclusion criteria:", "Metastatic diseases (Stage IV) or bilateral breast cancer", "Participants with incisional biopsy of primary tumour or excise primary tumour", "Participants with malignancies more than 5 years prior to entry into the study are allowed if they are given curative treatment.", "Any previous systemic therapy (including chemotherapy, immunotherapy, HER2-targeted agents and tumour vaccines) for cancer or radiation therapy for cancer", "Participants with a history of in situ channel carcinoma (CDIS) or in situ lobular carcinoma (CLIS) are not allowed to enter the study if they have received systemic therapy for their treatment or radiotherapy in the ipsilateral breast (they are allowed to enter the study if they are treated with surgery alone).", "High-risk participants who have received chemopreventive drugs in the past are not allowed to participate in the study.", "Insufficiency of bone marrow, kidney function or liver", "• History or signs of cardiovascular disease", "• Dyspnea at rest or other diseases requiring continuous oxygen therapy", "A severe and uncontrolled systemic disease", "Participants with poorly controlled diabetes or with clinically significant signs of diabetic vascular complications", "Pregnant or lactating women", "Participants who received experimental treatment within 4 weeks of the start of the study", "Participants with known human immunodeficiency virus (HIV), hepatitis B virus or hepatitis C virus", "Current chronic daily corticosteroid treatment (dose > 10 mg methylprednisolone or equivalent [excluding inhaled steroids])", "• Known hypersensitivity to any of the study's medicinal products or excipients"], "Results": ["Performance measures:", "Percentage of participants with at least one New York Heart Association (NYHA) event Class III or IV Heart failure during neoadjuvant treatment period", "Class IV: Unable to continue any physical activity without discomfort; Symptoms of resting heart failure; If physical activity is undertaken, discomfort increases. 95% CIs were calculated using the Clopper-Pearson method. The results included events starting from the first dose of pertuzumab/trastuzumab prior to surgery until the day before the first dose of any study drug after surgery. If the participant withdrew without entering the adjuvant period, the results included all events starting from the first dose of pertuzumab/trastuzumab up to 42 days after the last dose of any study drug or the day of the target surgery, whichever is later.", "Duration: From the day of the first dose of pertuzumab or trastuzumab until the end of the neoadjuvant treatment period (defined in the description; up to 25 weeks)", "Results 1:", "Title of the arm/group: Cohort A: ddAC, Paclitaxel, Pertuzumab, Trastuzumab", "Following surgery, participants received adjuvant therapy with pertuzumab and trastuzumab for 4 cycles followed by paclitaxel 80mg/m^2 IV once weekly (qw) for 12 weeks. Pertuzumab (840 milligrams [mg] charge IV and 420mg IV q3w) and trastuzumab (8 milligrams per kilogram [mg/kg] charge IV and 4mg/kg IV q3w) were administered with paclitaxel for 4 cycles (8 total chemotherapy cycles prior to surgery). Following surgery, participants received adjuvant therapy with pertuzumab and trastuzumab IV (up to 13 cycles).", "Total number of participants analysed: 199", "Type of measurement: Number", "Unit of measure: percentage of participants 1.5 (0.31-4.34)", "Results 2:", "Title of the arm/group: Cohort B: FEC, Docetaxel, Pertuzumab, Trastuzumab", "The participants were given 5-fluorouracil, epirubin, and cyclophosphamide (FEC) neoadjuvant therapy with 5-fluorouracil 500mg/m^2 intravenous (IV) q3w, 100mg/m^2 IV q3w and 600mg/m^2 IV q3w cyclophosphamide for 4 cycles, followed by docetaxel (with an initial dose of 75mg/m^2 in Cycle 5, then 100mg/m^2 for 6-8 cycles) q3w for 4 cycles. Pertuzumab (840 mg IV charge dose then 420mg IV q3w) and trastuzumab (8 mg/kg IV charge dose then 4mg/kg IV q3w) were given with docetaxel for 4 cycles (8 cycles of total chemotherapy prior to surgery).", "Total number of participants analysed: 198", "Type of measurement: Number", "Unit of measure: % of participants 0 (0.00 to 1.85)"], "Adverse Events": ["Undesirable Events 1:", "Total: 56/199 (28.14 per cent)", "AGRANULOCYTOSIS 1/199 (0.50%)", "ANEMIA 1/199 (0.50%)", "1/199 (0.50%)", "NEUTROPENIA FEBRILE 11/199 (5.53 %)", "LEUKOPENIA 1/199 (0.50%)", "NEUTROPENIA 1/199 (0.50%)", "PANCYTOPENIA 1/199 (0.50%)", "- MYOCARTE ATTENTION 1/199 (0.50%)", "1/199 (0.50%)", "ATMOSPHERIC THROMBOSE 0/199 (0.00 %)", "CARDIAC FAILURE 3/199 (1.51%)", "Adverse Events 2:", "Total: 66/198 (33.33 per cent)", "AGRANULOCYTOSIS 0/198 (0.00 %)", "ANEMIA 0/198 (0.00 %)", "OBLIGATORY GOODS LEAFLETS 0/198 (0.00 %)", "NEUTROPENIA FEBRILE 27/198 (13.64%)", "LEUKOPENIA 0/198 (0.00 %)", "NEUTROPENIA 2/198 (1.01%)", "PANCYTOPENIA 1/198 (0.51%)", "NO MYOCARDIAL INFARCTION 0/198 (0.00 %)", "0/198 (0.00 %)", "1/198 (0.51%)", "- FALTURE CARDIAC 4/198 (2.02%)"]}