{"Clinical Trial ID": "NCT00376688", "Intervention": ["INTERVENTION 1:", "Treatment (Temsirolimus)", "Patients receive temsirolimus IV for 30 minutes on days 1, 8, 15 and 22. Courses are repeated every 28 days in the absence of disease progression or unacceptable toxicity.", "Temsirolimus: given IV"], "Eligibility": ["Incorporation criteria:", "Patients should have histologically or cytologically confirmed metastatic or recurrent breast cancer not suitable for local treatment (surgery and radiation) (histological/cytological confirmation of preferred recurrence, but not necessary)", "The primary or metastatic tumour should be positive for estrogen receptors (>= 1% by immunohistochemical staining) and/or progesterone (>= 1% by immunohistochemical staining) and/or the human epidermal growth factor receptor (HER2neu) (3+ immunohistochemical staining or in situ fluorescence hybridization [FISH] positive)", "Patients must have a measurable disease; measurable disease is defined as at least one lesion that can be accurately measured in at least one dimension (the longest diameter to record) as >= 20 mm with conventional techniques or >= 10 mm with spiral tomography (CT) scan", "However, patients who have previously been exposed to rapamycin or any other mechanistic target of rapamycin inhibitor (mTOR) are excluded from the trial.", "The Eastern Cooperative Oncology Group (ECOG) has achieved progress 0 or 1", "Absolute number of neutrophils >= 1500/uL", "Platelets >= 100 000/uL", "Total bilirubin =< upper institutional limit of normal", "Aspartate aminotransferase (AST) (oxaloacetic glutamic serum transaminase [SGOT])/alanine aminotransferase (ALT) (sérém glutamate pyruvate transaminase [SGPT]) = < 3 times the upper institutional limit of normal", "Creatinine = < 2.0 x upper normal institutional limit", "Cholesterol = < 350 mg/dL (fasting)", "Triglycerides = < 400 mg/dL (fasting)", "Albumin >= 3.3 mg/dL", "Women of childbearing potential and men must agree to use adequate contraception (apart from contraception; abstinence) prior to entry into the study and during participation in the study; if a woman is pregnant or suspects that she is pregnant while participating in the study, she must inform her attending physician immediately; women of childbearing potential must undergo a negative pregnancy test prior to study treatment; breast-feeding must be discontinued if the mother is treated with temsirolimus", "Capacity to understand and willingness to sign a written informed consent document", "The tissues for correlative studies should be available and the subject should agree to use the tissues for these studies.", "- Exclusion criteria:", "Patients should be free of hormonal agents used for the treatment of breast cancer for one week, except that premenopausal women who have been on agonist gonadotropin hormone (GnRH) and who have subsequently advanced may, at the discretion of the treating physician, continue on the GnRH agonist", "Patients should have recovered from the adverse effects of prior chemotherapy; in general, this would mean that the patient should or should have received the following dose of the previous treatment: three weeks should have elapsed for treatment once every three weeks, etc.", "The radiotherapy should have been over.", "Three weeks should have elapsed since previous monoclonal antibody therapy.", "Patients may not receive other research agents or herbal preparations; patients may not take corticosteroids except at low doses to replace adrenal insufficiency or for short-term use (less than 5 days) for other reasons.", "Patients with known brain metastases are not allowed in the study unless metastases have been controlled by previous surgery or radiotherapy, and the patient has been neurologically stable and steroid free for at least 4 weeks.", "Patients may not receive enzyme-inducing antiepileptic drugs (antiepileptic enzyme-inducing drugs [EIAEDs]; e.g., phenytoin, carbamazepine, phenobarbital) or any other CYP3A4 inducer such as rifampin or St John's wort, as these may decrease temsirolimus levels; the use of agents that strongly inhibit CYP3A (and can therefore increase temsirolimus levels), such as ketoconazole, is discouraged but not specifically prohibited; CCI-779 may inhibit CYP2D6 and may decrease metabolism (and increase drug levels) of medicinal products that are CYP2D6 substrates, such as codeine; the appropriateness of using these agents is left to the doctor's discretion; if there is any doubt as to the eligibility of concomitant medicinal products, all drugs should be contacted with the president of the study, Dr. Fleming; all drugs should be registered.", "• Uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, uncontrolled symptomatic cardiac arrhythmia or psychiatric/social situations that would limit compliance with study requirements", "Patients with human immunodeficiency virus (HIV) receiving combined antiretroviral therapy are excluded from the study.", "Patients with known hypersensitivity reactions to macrolide antibiotics (such as erythromycin, clarithromycin and azithromycin) are not eligible for this trial."], "Results": ["Performance measures:", "Rates of clinical benefit (full response, partial response or stable illness)", "The clinical benefit rate is defined as the proportion of subjects with a complete response (CR), partial response (PR) or stable disease (SD) for at least 24 weeks.", "- Evaluation of Target Injury: Complete Response (CR)-- Disappearance of all Target Injury; Partial Response (PR)-- A decrease of at least 30% in the sum of Target Injury, taking as a reference the base sum of LD; Stable Disease (SD)-- Neither a narrowing sufficient to qualify for PR nor an increase sufficient to qualify for the RFP, taking as a reference the smallest sum of LD since the start of treatment;", "- Assessment of non-target lesions: Full response (RC)-- Disappearance of all non-target lesions and normalization of the level of tumour marker; Incomplete response/stable disease (SD)-- Persistence of one or more non-target lesions or/and maintenance of the level of tumour marker above normal limits", "Time limit: up to 24 months", "Results 1:", "Title of arm/group: Treatment (Temsirolimus)", "Description of the arm/group: Patients receive temsirolimus IV for 30 minutes on days 1, 8, 15 and 22. Courses are repeated every 28 days in the absence of disease progression or unacceptable toxicity.", "Temsirolimus: given IV", "Total number of participants analysed: 31", "Type of measurement: Number", "Unit of measure: % of participants 9.7"], "Adverse Events": ["Undesirable Events 1:", "Total: 9/31 (29.03 per cent)", "Abdominal pain * [1]2/31 (6.45%)", "Nausea * [2]2/31 (6.45%)", "Vomiting * [3]2/31 (6.45%)", "Deaths NOS * [4]3/31 (9.68 %)", "Decrease in platelet count * [5]2/31 (6.45%)", "Dyspnoea * [6]5/31 (16.13 per cent)"]}