{"Clinical Trial ID": "NCT02425891", "Intervention": ["INTERVENTION 1:", "Placebo Plus Nab-Paclitaxel", "The placebo and nab-paclitaxel participants received both agents until disease progression or unacceptable toxicity.", "INTERVENTION 2:", "Atezolizumab Plus Nab-Paclitaxel", "Participants assigned to atezolizumab and nab-pallitaxel received both agents until disease progression or unacceptable toxicity."], "Eligibility": ["Incorporation criteria:", "Metastatic or locally advanced, histologically documented NTBC characterized by lack of expression of human epidermis growth factor 2 (HER2), estrogen receptor (ER) and progesterone receptor (PR)", "No prior chemotherapy or targeted systemic treatment for locally advanced or inoperable metastatic CNBT", "• Eligibility for taxan monotherapy (i.e., lack of rapid clinical progression, life-threatening visceral metastases or need for rapid control of symptoms and/or disease)", "A representative tumour sample, attached to paraffin, in paraffin blocks, or at least 20 unpreserved slides with an associated pathology report documenting the negativity of ER, RA and HER2. Participants with less than 20 unpreserved slides available at the base, and at least 12 unpreserved slides will be eligible for discussion with Medical Monitor", "Eastern Cooperative Oncology Group 0 or 1 Performance Status", "A measurable disease as defined by RECIST v1.1", "Adequate haematological function and end-of-body function", "- Exclusion criteria:", "A known central nervous system disease (CNS), with the exception of treated asymptomatic CNS metastases", "Nervous system disorders", "Pregnancy or lactation", "• History of autoimmune disease", "· Pre-transplantation of allogeneic stem cells or solid organs", "Positive test for human immunodeficiency virus", "Active hepatitis B or hepatitis C", "Receipt of a live attenuated vaccine within 4 weeks prior to randomisation, during treatment or within 5 months following the last dose of atezolizumab/placebo"], "Results": ["Performance measures:", "Version 1.1 (v1.1) for all randomized participants", "The PFS was defined as the time between randomization and onset of disease progression, determined by researchers from the evaluation of tumours by RECIST v1.1, or the death of any cause, whichever is the former.", "Time frame: Baseline up to approximately 34 months", "Results 1:", "Title of the arm/group: Placebo Plus Nab-Paclitaxel", "Description of the arm/group: Participants assigned to placebo plus nab-pallitaxel received both agents until disease progression or unacceptable toxicity.", "Total number of participants analysed: 451", "Median (95% confidence interval)", "Unit of measure: Month 5.49 (5.32 to 5.59)", "Results 2:", "Title of the arm/group: Atezolizumab Plus Nab-Paclitaxel", "The arm/group description: Participants assigned to atezolizumab and nab-paclitaxel received both agents until disease progression or unacceptable toxicity.", "Total number of participants analysed: 451", "Median (95% confidence interval)", "Unit of measure: Month 7.16 (5.59 to 7.46)"], "Adverse Events": ["Undesirable Events 1:", "Total: 110/460 (23.91 per cent)", "ANEMIA 1/460 (0.22%)", "NEUTROPENIA FEBRILE 5/460 (1.09%)", "HEMOLYSIS 0/460 (0.00 %)", "LEUKOCYTOSIS 0/460 (0.00 %)", "NEUTROPENIA 1/460 (0.22%)", "PANCYTOPENIA 1/460 (0.22%)", "NO MYOCARDIAL INFARCTION 0/460 (0.00 %)", "NON-STABLE ANGINE 1/460 (0.22%)", "ARRHYTHMIA 1/460 (0.22%)", "1/460 (0.22%)", "- FALTURE CARDIAC 0/460 (0.00 %)", "Adverse Events 2:", "Total: 80/430 (18.60 per cent)", "ANEMIA 1/430 (0.23%)", "NEUTROPENIA FEBRILE 1/430 (0.23%)", "HEMOLYSIS 1/430 (0.23%)", "LEUKOCYTOSIS 1/430 (0.23%)", "NEUTROPENIA 0/430 (0.00 %)", "PANCYTOPENIA 0/430 (0.00 %)", "- MYOCARDIAL ATTENTION 1/430 (0.23%)", "NON-STABLE ANGINE 0/430 (0.00 %)", "ARRHYTHMIA 1/430 (0.23%)", "2/430 (0.47%)", "2/430 (0.47%)"]}