{"Clinical Trial ID": "NCT02419807", "Intervention": ["INTERVENTION 1:", "Diagnosis (Indocyanine Green, radiotracer marked 99mTc)", "Participants receive colloidal injection of Tc-99m of sulfur technetium and lymphoscintigraphy according to clinical practice. Prior to surgery, participants also receive a subdermal green indocyanin solution close to the tumor or in the subareolar region of the breast skin."], "Eligibility": ["Incorporation criteria:", "Participants with a confirmed diagnosis of breast cancer at clinical stage 1 or 2", "Participants undergoing breast cancer surgery with lumpectomy or mastectomy", "Participants with a planned axillary sentinel ganglia biopsy procedure", "- Exclusion criteria:", "Participants with cancer > 3 cm", "Participants with clinically positive lymph nodes", "Participants with previous breast cancer surgery in the breast index", "Participants who have undergone bilateral breast surgery", "Thyroid dysfunction", "Iodine hypersensitivity", "Hepatic impairment", "Renal impairment"], "Results": ["Performance measures:", "Proportion of sentinel lymph nodes (NSLs) marked by both methods", "Whether A is the number of Tc-positive and ICG-positive (SN) sentinel nodes detected, B is the number of Tc-positive and ICG-negative SNs detected, and C is the number of Tc-positive and ICG-positive SNs detected. Therefore, the total number (N) of SNs detected is N = (A + B + C); the proportion of SNs detected by the Tc method (PTc) is (A + B)/N; and the proportion of SNs detected by the ICG method (PICG) is (A + C)/N. Differences in the proportions of LSNs reported will be compared with a 95% confidence interval.", "Timeline: Baseline", "Results 1:", "Title of the arm/group: Diagnostic (Indocyanine Green, radiotracer marked 99mTc)", "In addition, participants receive a subdermal green indocyanin solution close to the tumour or in the subareolar region of the breast skin prior to surgery.", "Total number of participants analysed: 92", "Type of measurement: Number", "Unit of measurement: proportion of nodes Proportion of SN (PTc) detected by method Tc: 0.86", "Proportion of SN (PICG) detected by the ICG method: 0.95"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/102 (0.00 per cent)"]}