{"Clinical Trial ID": "NCT00073528", "Intervention": ["INTERVENTION 1:", "Placebo + Letrozole 2.5 mg", "Participants received 6 placebo tablets, apparently identical to lapatinib tablets, orally every day (approximately at the same time each day), i.e. 1 hour (or more) before breakfast, i.e. 1 hour (or more) after breakfast.", "INTERVENTION 2:", "Lapatinib 1500 mg + Letrozole 2.5 mg", "Participants received 6 tablets of Lapatinib orally (250 mg of lapatinib/tablet for a total of 1500 mg of lapatinib/day; approximately at the same time each day), i.e. 1 hour (or more) before breakfast or 1 hour (or more) after breakfast."], "Eligibility": ["Key criteria for inclusion", "Signed informed consent;", "Subjects with histologically confirmed invasive breast cancer with stage IV disease on the primary diagnosis or relapse after surgery with curative intent;", "Subjects with measurable or non-measurable disease by solid tumour response assessment criteria (RECIST).", "If the disease was limited to a solitary lesion, its neoplastic nature was confirmed by cytology or histology.", "- Tumours that were ER+ and/or PgR+;", "Female postmenopausal subjects 18 years of age.", "ECOG Performance status of 0 or 1;", "The subjects who had archived the tumour tissue available to compare the tumour response with the intratumoral expression of ErbB1 and ErbB2.", "In addition, adjuvant therapy with an inhibitor of aromatase and/or trastuzumab was allowed; however, treatment should be discontinued more than one year before (>12 months) until the first dose of randomised therapy.", "Subjects should have completed their hormone replacement therapy at least one month (30 days) before receiving the first dose of randomised therapy.", "Key exclusion criteria:", "Premenopausal, pregnant or lactating;", "Has received prior chemotherapy, hormonal treatment, immunotherapy, biological treatment or anti-erbB1/erbB2 treatment for advanced or metastatic disease;", "· Bisphosphonate treatment for bone metastases was allowed; however, treatment should be initiated prior to the first randomised dose of treatment. Prophylactic use of bisphosphonates in patients without bone disease, with the exception of osteoporosis, was not permitted;", "• Used an experimental drug within 30 days or 5 half-lives, whichever is longer, before the first randomised dose (lapatinib or placebo);", "Subjects with a known history of CNS metastases or leptomenic carcinomatosis; and/or subjects treated simultaneously with anticancer treatments other than letrozole; and/or who have not recovered toxicity related to prior adjuvant therapy (surgery, radiotherapy, chemotherapy, etc.)", "Subjects with active or uncontrolled infection and/ or a history of angina, arrhythmias or uncontrolled or symptomatic congestive heart failure."], "Results": ["Performance measures:", "Number of participants with progression-free survival (PFS) in human epidermal growth factor receptor 2 (HER2)- Advanced or metastatic breast cancer, as evaluated by the researcher", "PFS is defined as the date of randomization to the earliest date of disease progression (PD) or death for any cause, if earlier. The date of documented PD is defined as the date of radiological PD as evaluated by the investigator from imaging data and also by clinical evaluation of symptomatic progression.", "Time limit: From the date of randomization to the date of first documented progression or date of death of any cause, whichever occurs first, assessed for a period of up to 46 months", "Results 1:", "Title of arm/group: Placebo + Letrozole 2.5 mg", "Description of the arm/group: Participants received 6 placebo tablets, apparently identical to lapatinib tablets, orally daily (approximately at the same time each day), i.e. 1 hour (or more) before breakfast, i.e. 1 hour (or more) after breakfast.", "Total number of participants analysed: 108", "Type of measure: Number of participants", "Unit of measure: Participants 89 82.4%", "Results 2:", "Category of arm/group: Lapatinib 1500 mg + Letrozole 2.5 mg", "Arm/Group Description: Participants received 6 tablets of Lapatinib orally daily (250 mg of lapatinib/tablet for a total of 1500 mg of lapatinib/day; approximately at the same time each day), i.e. 1 hour (or more) before breakfast or 1 hour (or more) after breakfast.", "Total number of participants analysed: 111", "Type of measure: Number of participants", "Unit of measure: Participants 88 79.3%"], "Adverse Events": ["Undesirable Events 1:", "Total: 103/624 (16.51 per cent)", "Anemia 2/624 (0.32%)", "Febrile neutropenia 0/624 (0.00 %)", "Jaundice index 0/624 (0.00 %)", "- Leucocytosis 0/624 (0.00 %)", "Thrombocytopenia 0/624 (0.00 %)", "Arrhythmia 2/624 (0.32%)", "Atrial fibrillation 2/624 (0.32%)", "Heart failure 2/624 (0.32%)", "Dyspnoea 5/624 (0.80%)", "Left ventricular dysfunction 1/624 (0.16%)", "Left ventricular defect 1/624 (0.16%)", "Adverse Events 2:", "Total: 150/654 (22.94 per cent)", "Anemia 5/654 (0.76%)", "Febrile neutropenia 3/654 (0.46%)", "Jaundice index 1/654 (0.15%)", "- Leucocytosis 1/654 (0.15%)", "Thrombocytopenia 2/654 (0.31%)", "Arrhythmia 0/654 (0.00 %)", "Atrial fibrillation 1/654 (0.15%)", "- Heart failure 1/654 (0.15%)", "Dyspnoea 6/654 (0.92%)", "Left ventricular dysfunction 7/654 (1.07%)", "- Left ventricular failure 0/654 (0.00 %)"]}