{"Clinical Trial ID": "NCT03346161", "Intervention": ["INTERVENTION 1:", "1st arm: BREESTChoice (decision tool)", "A member of the study team called the patient to determine his interest and offered to come to their scheduled appointment 30 minutes before meeting with a coordinator or offered them the opportunity to complete the pre-appointment procedures at home. Randomized patients using a random computer assignment. If the patient did not have an appointment, she provided practical time to complete the study procedures with the research staff. Patients interact with the decision tool. They were asked to respond to a survey. After the appointment, the team collected information to consult the duration, quality of the decision-making process and shared decision-making actions. The patient's participation was approximately 30 minutes.", "INTERVENTION 2:", "Bras 2: Improved Practical Care (Surgical Care Book)", "A member of the study team called the patient to determine his interest and offered to come to their scheduled appointment for 30 minutes before meeting with a coordinator or completing the pre-recruitment procedures at home. Patients were randomized using a random computer assignment. If the patient did not have an appointment, she provided a convenient time to complete the study procedures with the research staff. Patients interacted with the American Society of Plastic Surgeons brochure \"Breast Reconstruction\". They were invited to complete a survey. After the appointment, the team collected information on the length of the consultation, the quality of the decision-making process and the decision-making process. The patient's participation was approximately 30 minutes."], "Eligibility": ["New breast cancer diagnosed or recurrent", "• Consider a recommendation or already referred to a plastic surgeon by his surgical oncologist for possible reconstruction", "Consider or complete a mastectomy.", "No distant metastatic disease (stage IV disease) at the time of recruitment", "Women.", "- It's English.", "At least 18 years of age.", "Able to understand and sign an informed written consent document approved by the IRB."], "Results": ["Performance measures:", "- Correct percentage of knowledge measurement (objective knowledge score)", "To determine if TDC increases knowledge about their choice, researchers will compare objective knowledge scores between participants using TDC and those who have received regular care.", "Time limit: By the end of the breast consultation meeting (total time of participants about 30 minutes)", "Results 1:", "Title of arm/group: Arm 1: BRESTChoice (decision tool)", "The researchers identified patients who had completed a mastectomy, or were planned for mastectomy, and were considering reconstruction, but who did not have an appointment with a plastic surgeon/reconstructor. A member of the study team called the patient to determine his interest and offered to come to their scheduled appointment 30 minutes prior to a coordinator meeting or offered them the opportunity to complete the pre-home appointment procedures. Randomized patients using a random computer assignment. If the patient did not have an appointment, she provided practical time to complete the study procedures with the research staff. Patients interacted with the decision tool. They were invited to complete a survey. After the appointment, the team collected information on the duration, quality of the decision-making process and shared decision-making actions. The patient's participation was approximately 30 minutes.", "Total number of participants analysed: 60", "Average (standard deviation)", "Unit of measure: percentage of correct responses 84.6 (14.2)", "Results 2:", "Title of arm/group: arms 2: improved practical care (surgical care booklet)", "The researchers identified patients who had completed or scheduled a mastectomy and were planning to rebuild, but who did not have an appointment with a plastic surgeon/reconstructor. A member of the study team called the patient to determine his interest and offered to come to their scheduled appointment 30 minutes before meeting a coordinator or completing the pre-nomination procedures at home. Patients were randomized by means of a random computer assignment. If the patient did not have an appointment, she provided a practical time to complete the study procedures with the research staff. Patients interacted with the American Society of Plastic Surgeons brochure \"Breast Reconstruction\". They were invited to respond to a survey.", "Total number of participants analysed: 60", "Average (standard deviation)", "Unit of measure: percentage of correct responses 59.7 (18.0)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/60 (0.00 per cent)", "Adverse Events 2:", "Total: 0/60 (0.00 per cent)"]}