{"Clinical Trial ID": "NCT00337103", "Intervention": ["INTERVENTION 1:", "Eribulin Mesylate 1.4 mg/m^2", "Eribulin mesylate 1.4 mg/m^2 as an intravenous infusion (IV) administered every 21 days for 2-5 minutes on days 1 and 8.", "INTERVENTION 2:", "- Capecitabine 2.5 g/m^2/J", "Capecitabine: Capecitabine 2.5 g/m^2/day administered orally twice daily in two doses equal to days 1-14 every 21 days."], "Eligibility": ["Incorporation criteria:", "In patients with histology or cytologically confirmed breast carcinoma, every effort should be made to ensure that paraffinized tissues or slides of diagnostic biopsy or surgical specimen are available to confirm diagnosis.", "Patients with locally advanced or metastatic disease who have received up to three previous chemotherapys, and no more than two previous chemotherapys for advanced and/or metastatic disease.", "The diets should include an anthracycline (e.g., doxorubicin, epirubicin) and taxane (e.g., paclitaxel, docetaxel), either in combination or in separate diets.", "Patients with known human epidermal growth factor 2 (HER2/neu) of overexpressive tumours may also have been treated with trastuzumab in centres where this treatment is available.", "Patients with known expressive tumours of estrogen receptors and/or progesterone may also have been treated with hormone therapy.", "- Resorption of all toxicities related to chemotherapy or radiation at grade 1 or below, with the exception of stable sensory neuropathy <= Grade 2 and alopecia.", "Age >= 18 years.", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0, 1 or 2.", "Life expectancy >= 3 months.", "adequate renal function as demonstrated by serum creatinine <1.5 mg/dL or creatinine clearance calculated > 50 mL/min (min) by Cockcroft and Gault.", "- Adequate bone marrow function, as demonstrated by the absolute number of neutrophils (NACs) >= 1.5 x 10^9/L, haemoglobin >= 10.0 g/dL (a haemoglobin < 10.0 g/dL acceptable if corrected by growth factor or transfusion) and platelet count >= 100 x 10^9/L.", "adequate hepatic function as demonstrated by bilirubin <= 1.5 times the upper limits of normal (ULN) and alkaline phosphatase, alanine transaminase (ALT) and aspartate transaminase (AST) <= 3 x ULN (in the case of liver metastases <= 5 x ULN), or in the case of bone metastases, liver-specific alkaline phosphatase <= 3 x ULN.", "Patients willing and able to complete EORTC's Quality of Life Questionnaire (QLQ-C30 with the QLQ-BR23 breast cancer module) and record their pain levels on the visual analog scale (VAS).", "Patients are willing and able to follow the study protocol throughout the study.", "Informed consent in writing prior to any study-specific screening procedure, on the understanding that the patient may withdraw consent at any time without prejudice.", "- Exclusion criteria:", "Patients who have received more than three prior chemotherapys for their disease, including adjuvant therapies, or who have received more than two prior chemotherapys for advanced disease (e.g., anti-estrogen, trastuzumab and radiotherapy).", "Patients who have received capecitabine as a prior treatment for their disease.", "Patients who have received chemotherapy, radiotherapy or biological treatment within two weeks, or hormonal treatment, in the week preceding the start of the study, or any experimental medicinal product within four weeks prior to the start of the study.", "Radiotherapy covering > 30% of the bone marrow.", "Prior treatment with mitomycin C or nitrosourea.", "The involvement of pulmonary lymphangitis which leads to pulmonary dysfunction requiring active treatment, including the use of oxygen.", "Patients with cerebral or subdural metastases are not eligible unless they have completed local treatment and have stopped using corticosteroids for this indication for at least 4 weeks prior to starting treatment with the study. Any symptoms attributed to brain metastases should be stable for at least 4 weeks prior to starting treatment with the study.", "Patients with meningeal carcinoma.", "If a patient should continue to take a minidose of warfarin, then the prothrombin time/standardized international report (INR) ratio should be closely monitored.", "Women who are pregnant or breastfeeding; women of childbearing potential with a positive pregnancy test on screening or without a pregnancy test; women of childbearing potential less than (1) surgical sterilization or (2) adequate contraception (considered to be two methods of contraception, one of which must be a barrier method, e.g., condom, diaphragm or cervical cape).", "A severe/uncontrolled intercurrent disease/infection.", "(congestive heart failure history > New York Heart Association [NYHA] Grade II, unstable angina or myocardial infarction in the last six months, or severe cardiac arrhythmia).", "Patients with allografts of organs requiring immunosuppression.", "* Patients with known positive status of human immunodeficiency virus (HIV).", "Patients who have had prior malignancy, other than in situ cervix carcinoma, or non-melanoma skin cancer, unless prior malignancy has been diagnosed and definitely treated >= 5 years previously, without further evidence of recurrence.", "Patients with pre-existing neuropathy > Grade 2.", "Patients with hypersensitivity to halichondrine B and/or a chemical derivative of halichondrine B.", "* Patients who participated in an earlier clinical trial of E7389.", "Patients with other major illnesses or disorders that, in the opinion of the investigator, would exclude the patient from the study."], "Results": ["Performance measures:", "Overall survival (OS)", "The OS censorship rules were as follows: (1) if the participant was still alive at the end of the study, the closing date of the data was considered the end date; (2) if the participant was lost at the end of the study, the closing date of the data was considered the end date of the study; and (2) if the participant was lost at the end of the study before the end of the study, the closing date of the data was considered the end date of the study.", "Timeframe: From the date of randomization to the date of death for any cause, evaluated to the data deadline of March 12, 2012, or up to approximately 6 years", "Results 1:", "Title of the arm/group: Erivine Mesylate 1.4 mg/m^2", "Description of the arm/group: Mesylate eritrine 1.4 mg/m^2 intravenous infusion (IV) administered every 21 days for 2-5 minutes on days 1 and 8.", "Total number of participants analysed: 554", "Median (95% confidence interval)", "Unit of measurement: days 484 (462-536)", "Results 2:", "Title of arm/group: Capecitabine 2.5 g/m^2/Day", "Description of the arm/group: Capecitabine: Capecitabine 2.5 g/m^2/day administered orally twice daily, in two equal doses, every 21 days, on days 1-14.", "Total number of participants analysed: 548", "Median (95% confidence interval)", "Unit of measurement: days 440 (400-487)"], "Adverse Events": ["Undesirable Events 1:", "Total: 95/544 (17.46 per cent)", "Neutropenia 10/544 (1.84%)", "Febrile Neutropenia 7/544 (1.29 %)", "Leukopenia 4/544 (0.74%)", "Anemia 3/544 (0.55%)", "Pancytopenia 1/544 (0.18%)", "Thrombocytopenia 0/544 (0.00 %)", "Cardiopulmonary failure 1/544 (0.18%)", "Myocardial infarction 1/544 (0.18%)", "Pericardial infusion 1/544 (0.18%)", "Angina Pectoris 1/544 (0.18%)", "Adverse Events 2:", "Total: 115/546 (21.06 per cent)", "Neutropenia 1/546 (0.18%)", "Febrile Neutropenia 4/546 (0.73%)", "- Leucopenia 0/546 (0.00 %)", "Anemia 0/546 (0.00 %)", "Pancytopenia 1/546 (0.18%)", "Thrombocytopenia 1/546 (0.18%)", "Cardiopulmonary failure 1/546 (0.18%)", "Myocardial infarction 1/546 (0.18%)", "Pericardial infusion 1/546 (0.18%)", "Angine Pectoris 0/546 (0.00 %)"]}