{"Clinical Trial ID": "NCT01420146", "Intervention": ["INTERVENTION 1:", "Zr89-trastuzumab PET/CT", "Zr89-trastuzumab (zirconium 89-labelled trastuzumab) for single-arm PET/CT"], "Eligibility": ["• Inclusion criteria:", "All patients selected for this imaging study are patients who should start treatment with trastuzumab for advanced positive HER2 breast cancer (including trastuzumab alone, trastuzumab + chemotherapy, trastuzumab + endocrine treatment).", "Invasive breast carcinoma (primary tumour on diagnosis) with locally recurrent or metastatic disease.", "Patients with FDG-PET positive metastatic lesions.", "• Brain metastases are allowed provided they are controlled and are not the only site of metastatic disease.", "The patient was planning a metastatic biopsy of the site for the control of HER2 status.", "- 18 years", "Statement of Operations of the Eastern Cooperative Oncology Group (ECOG) (PS) 0 to 1", "For women of childbearing potential, a pregnancy test will be performed and an agreement will be made to use a very effective non-hormonal form of contraception.", "The patient's consent to participate in this imaging study and, if indicated, to biopsy one or two accessible lesions.", "(approved by the Ethics Committee) obtained prior to any study procedure", "- Exclusion criteria:", "(e.g., clinically significant cardiovascular, pulmonary or metabolic diseases)", "Pregnant or lactating women", "The current known infection with HIV, HBV or HCV", "A known severe hypersensitivity to trastuzumab", "● Assessed by the investigator for not being able or unwilling to comply with protocol requirements", "Patients with bone metastases only are not eligible", "A psychiatric illness or social situations that would limit compliance with the requirements of the study", "Patients who received lapatinib within 7 days of HER immunoPET/CT."], "Results": ["Performance measures:", "● Test the diagnostic accuracy of HER2 imaging using the marked monoclonal antibody trastuzumab correlates PET/CT HER2 imaging with the FDG-PET/CT and molecular characterization of tumour samples with discordant image results", "A \"patient-based\" visual classification was established for the entire burden of the disease by means of a side-by-side display, comparing FDG-PET/CT profiles (showing all positive FDG results regardless of their HER2 imaging status) and day 4 HER2-PET/CT. Pts were grouped into 4 HER2-PET/CT patterns based on the proportion of avid FDG tumour load showing relevant absorption 89Zr-T. Pattern A: the entire tumour load showed the absorption of the relevant tracer; B: the dominant part of the tumour load showed the absorption of the tracer; C: a minor part of the tumour load showed the absorption of the tracer; D: the entire tumour load was not absorbed by the tracer. Patterns A+B='HER2-positive' and C+D='HER2-negative'.", "Time limit: 4 years", "Results 1:", "Title of arm/group: Zr89-trastuzumab PET/CT", "Description of the arm/group: Zr89-trastuzumab (zirconium 89-labelled trastuzumab) for single PET/CT arms", "Total number of participants analysed: 20", "Type of measure: Number of participants", "Unit of measure: Participants Model A: 4 20.0%", "Reason B: 5 25.0%", "Reason C: 15.0 per cent", "Reason D: 10 50.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/20 (5.0%)", "Nausea - Pyrexia - Myalgia [1]1/20 (5.0%)"]}