{"Clinical Trial ID": "NCT01905592", "Intervention": ["INTERVENTION 1:", "- Choice of doctor", "Medical selection from 4 metastatic care standards for breast cancer chemotherapy (eribulin or vinorelbine or gemcitabine or capecitabine), until unacceptable progression or toxicity develops.", "INTERVENTION 2:", "- Niraparib", "Niraparib 300 mg (3x100 mg capsules) once daily until unacceptable progression or toxicity develops"], "Eligibility": ["Incorporation criteria:", "Patients with unknown BRCA status who meet the NACC BRCA screening criteria will be screened for BRCA mutation.", "· Histologically or cytologically confirmed HER2-negative metastatic or locally advanced disease that is not susceptible to resection or radiation with curative intent.", "Up to 2 previous cytotoxic regimens for advanced or metastatic breast cancer; patients who do not have previous cytotoxic regimens for advanced or metastatic disease will only be allowed if they are reluctant for or within 12 months of cytotoxic adjuvant (neo-) therapy.", "A previous treatment should have included taxane and/or anthracycline (unless contraindicated) in the neoadjuvant, adjuvant or advanced/metastatic setting.", "Patients with a positive hormone receptor should also have a resistant hormonal disease; either relapsed during endocrine adjuvant therapy or within one year of completion of endocrine adjuvant therapy, or progression to at least one endocrine treatment line for advanced cancer.", "ECOG Performance Status 0-2", "Appropriate functions of bone marrow, kidneys and liver", "- Exclusion criteria:", "Patients with platinum-resistant cancer", "Symptomatic uncontrolled brain metastases", "A prior diagnosis of stage IV ovarian cancer; stage III ovarian cancer must have a 5-year disease-free interval; stage II ovarian cancer must have a disease-free interval of 2 years.", "• Known hypersensitivity to niraparib components", "Invasive cancer other than breast cancer within 2 years (with the exception of basal cell carcinoma or squamous skin that has been permanently treated)", "Patients who are breast-fed or breast-fed", "Immunocompromised patients", "• Known number of active hepatitis B or C", "Previous treatment with PARP inhibitor", "The known history of myelodysplastic syndrome (MDS).", "known and persistent toxicity (>4 weeks) >/= Grade 3 toxicity or fatigue resulting from prior cancer treatment."], "Results": ["Performance measures:", "· Progression-Free Survival (PFS) - Central Assessment", "The primary objective of this study is to compare progression-free survival (PFS), evaluated by a blinded central examination, of patients with gBRCAmut receptor 2 (HER2)-negative human epidermal/metastatic growth factor, when treated with niraparib, compared to patients treated with chemotherapy standards at a single physician-selected agent (eribulin, vinorelbine, gemcitabine or capecitabine). FPS is defined as the date of randomization to the date of progression of the disease or death due to any cause, based on the criteria for evaluation of the response in version 1.1 of solid tumours (RCIST), according to the central evaluation.", "Time limit: From the date of randomization to the date of progression of the disease or death due to any cause, if sooner, up to 4 years", "Results 1:", "Title of the arm/group: Choosing the doctor", "Description of the arm/group: Medical selection from 4 metastatic chemotherapys of breast cancer (eribulin or vinorelbine or gemcitabine or capecitabine), until unacceptable progression or toxicity develops.", "Total number of participants analysed: 71", "Median (95% confidence interval)", "Unit of measure: month 3.1 (1.6 to 7.2)", "Results 2:", "Title of the arm/group: Niraparib", "Description of the arm/group: Niraparib 300 mg (3 capsules of 100 mg) once daily until unacceptable progression or toxicity develops", "Total number of participants analysed: 135", "Median (95% confidence interval)", "Unit of measure: month 4.1 (2.9 to 4.5)"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/65 (6.15 per cent)", "Thrombocytopenia * 0/65 (0.00 %)", "Anemia * 20/65 (0.00 %)", "Febrile neutropenia * 20/65 (0.00 %)", "Leucopenia * 20/65 (0.00 %)", "Neutropenia * 20/65 (0.00 %)", "* 20/65 (0.00 %)", "Tachycardia * 20/65 (0.00 %)", "Nausea * 0/65 (0.00 %)", "Vomiting * 21/65 (1.54%)", "Constipation * 20/65 (0.00 %)", "Abdominal pain * 20/65 (0.00 %)", "Adverse Events 2:", "Total: 33/134 (24.63%)", "Thrombocytopenia * 10/134 (7.46%)", "Anemia * 29/134 (6.72 per cent)", "Febrile neutropenia * 21/134 (0.75%)", "Leucopenia * 21/134 (0.75%)", "Neutropenia * 21/134 (0.75%)", "* 21/134 (0.75%)", "Tachycardia * 21/134 (0.75%)", "Nausea * 5/134 (3.73%)", "Vomiting * 23/134 (2.24 per cent)", "Constipation * 22/134 (1.49%)", "Abdominal pain * 21/134 (0.75%)"]}