{"Clinical Trial ID": "NCT01310231", "Intervention": ["INTERVENTION 1:", "Metformin", "Metformin plus standard chemotherapy (containing anthracyclines, platinum, taxanes or capecitabine; first or second line).", "Metformin: metformin 850 mg in addition to standard chemotherapy (containing anthracyclines, platinum, taxanes or capecitabine; first or second line).", "Number of cycles: Until unacceptable progression or toxicity develops.", "INTERVENTION 2:", "- Placebo", "Standard placebo and chemotherapy (containing anthracyclines, platinum, taxanes or capecitabine; first or second line).", "Placebo: Placebo in addition to standard chemotherapy (containing anthracyclines, platinum, taxanes or capecitabine; first or second line).", "Number of cycles: until unacceptable progression or toxicity develops."], "Eligibility": ["Incorporation criteria:", "Invasive breast cancer histologically proven with metastatic propagation outside the breast, ipsilateral axillary zones and supraclavular nodals (histological confirmation of metastases is not necessary) OR, locally advanced breast cancer which is refractory to initial anticancer treatment.", "A decision has been made to administer single or multiple first- and second-line chemotherapy consisting of one of the following agents: anthracycline, taxane, platinum, capecitabine.", "Age: 18 to 75 years at the time of registration", "Invasive breast cancer, any state of ER or PgR", "ECOG Performance Status 0-2", "Life expectancy of at least 6 months", "adequate hepatic and renal function (SGOT and ALT < 1.8 X upper limit of normal for establishment, 2X alkaline phosphatase upper limit of normal for establishment, bilirubin within normal establishment limits (waiting in Gilbert's syndrome patients who will be eligible independently of bilirubin) and creatinine 130 umol/L)", "Number of blood: Neutrophils must be at least 1,000/mm3 and platelets 75 000/mm3.", "Ability to understand and give informed written consent for the study", "The absence of any psychological, family, sociological or other factors related to the patient that could prevent compliance with the study protocol", "A measurable or non-measurable (but evaluable) tumour must be present - a radiological or clinical evaluation must have been performed within 4 weeks of registration.", "- Exclusion criteria:", "More than one previous chemotherapy line(s) for a metastatic disease - if previous chemotherapy has been administered, the last treatment date should have been given at least 3 weeks prior to registration [any adjuvant systemic treatment is acceptable]", "If prior hormonal therapy (adjuvant or metastatic) has been administered, it should have been discontinued at least 3 weeks prior to registration.", "Radiotherapy to target or non-target lesion within 4 weeks of recording", "- Known CNS metastases", "• History of heart failure", "• Known hypersensitivity or metformin allergy", "History or known history of fasting diabetes or glucose 7.0 mmol/L", "History of lactic acidosis or other metabolic acidosis", "• Use of metformin within 3 months of registration", "In women of childbearing potential, pregnancy or breast-feeding in progress or planned should have a negative serum pregnancy test.", "• Fertile patients should agree to use an effective contraceptive method during study treatment, which may include IUDs, condoms or other methods of contraception.", "Usual consumption of alcohol of more than three drinks per day", "• Concomitant use of any biguanid medicinal product (other than metformin as a study medicine)", "Patients with Grade 2 diarrhoea at baseline, malabsorption syndrome or unable to swallow oral medicines", "Previous or concomitant malignancies, with the exception of non-melanoma skin cancers, unless they are treated curatively and no recurrence has been observed for 5 years.", "The use of any search agent within 28 days of registration."], "Results": ["Performance measures:", "- Progression Free survival.", "Local survival follow-up will continue until all patients have died or up to a maximum of 3 years of total follow-up, which occurs first. Both arms of the study will be compared with the stratification variables included in the model with the intention of treating in a manner that is based on the proportional risk analysis of Cox. Discontinuation of treatment for toxicity or other reasons will be considered an event.", "Period: From the date of randomization to the first documented progression or death, which never occurs first, evaluated up to 3 years.", "Results 1:", "Title of the arm/group: Metformin", "Description of the arm/group: Metformin plus standard chemotherapy (containing anthracyclines, platinum, taxanes or capecitabine; first or second line).", "Metformin: metformin 850 mg in addition to standard chemotherapy (containing anthracyclines, platinum, taxanes or capecitabine; first or second line).", "Number of cycles: Until unacceptable progression or toxicity develops.", "Total number of participants analysed: 22", "Average (standard deviation)", "Unit of measure: month 5.4 (1.04)", "Results 2:", "Title of the arm/group: Placebo", "Description of the arm/group: Placebo therapy and standard chemotherapy (containing anthracyclines, platinum, taxanes or capecitabine; first or second line).", "Placebo: Placebo in addition to standard chemotherapy (containing anthracyclines, platinum, taxanes or capecitabine; first or second line).", "Number of cycles: until unacceptable progression or toxicity develops.", "Total number of participants analysed: 18", "Average (standard deviation)", "Unit of measure: month 6.3 (1.68)"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/22 (13.64%)", "- Hyponatraemic ascitis 0/22 (0.00 %)", "• Febrile neutropenia with respiratory infection 1/22 (4.55%)", "Urosepsis 1/22 (4.55%)", "- Febrile neutropenia with urinary infection 0/22 (0.00 %)", "— Dyspnoea 1/22 (4.55%)", "Hypoxia 0/22 (0.00 %)", "Thromboembolism 0/22 (0.00 %)", "Adverse Events 2:", "Total: 4/17 (23.53 per cent)", "1/17 (5.88 per cent)", "- Febrile neutropenia with respiratory infection 0/17 (0.00 %)", "Urosepsy 0/17 (0.00 %)", "• Febrile neutropenia with urinary infection 1/17 (5.88 %)", "Dyspnoea 0/17 (0.00 %)", "Hypoxia 1/17 (5.88 per cent)", "Thromboembolism 1/17 (5.88 per cent)"]}