{"Clinical Trial ID": "NCT00617539", "Intervention": ["INTERVENTION 1:", "Irinotecan and Temozolomide", "irinotecan hydrochloride administered intravenously (IV) at an initial dose of 125 mg/m2 on days 1 and 15 of a 28-day cycle", "• Temozolomide orally for seven days at an initial dose of 100 mg/m2 on days 1 to 7 and on days 15 to 21 of a 28-day cycle"], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "A breast cancer confirmed histologically or cytologically with radiographically confirmed metastases in the brain", "• Authorized extracranial metastases", "• Must have demonstrated progression of brain metastases after prior treatment of brain metastases, including one of the following:", "External radiation therapy by beam", "Brachytherapy", "Stereotaxic radiosurgery", "Surgery", "- Chemotherapy", "Treatments with medicinal products, biologics or experimental devices", "The progression of the disease in the CNS must meet 1 of the following criteria:", "New CNS lesions in an imaging study (i.e. CT scan or MRI improved by contrast)", "• Progressive injury in an imaging study (i.e. CT scan or MRI improved by contrast)", "New or progressive lesions that do not meet the measurable definition of the disease allowed", "A leptomenegic disease is allowed in case of concomitant progression or parenchymic brain metastases", "No candidate for surgical resection and/or other stereotaxic radiosurgery", "Unspecified hormonal receptor status", "CHARACTERISTICS OF PATIENTS:", "• Menopausal status not specified", "ECOG Performance Status 0-2", "Life expectancy 1 month", "Hemoglobin 10 g/dL (authorised transfusion)", "ANC 1,500/mm3", "Number of granulocytes 1,500/mm3", "Number of platelets 100 000/mm3", "Creatinine 1.5 mg/dL", "Total bilirubin 1.5 times the upper limit of normal (ULN)", "AST and ALT 3 times ULN", "Must be able to swallow and store oral medicines", "No other active malignancy except for any of the following:", "• Basal or squamous carcinoma of the skin treated with curative", "In situ carcinoma of the cervix", "Other malignant tumours considered disease-free", "No pregnancy or breast-feeding", "Negative pregnancy test", "Fertile patients should use effective contraception", "No immediate or delayed hypersensitivity reactions to gadolinium contrast agents or other contraindications to gadolinium contrast", "No other known contraindications to MRI, including, but not limited to, any of the following:", "- Heart stimulator", "• Implanted cardiac defibrillator", "Extracts of cerebral aneurysm", "Cochlear implant", "Foreign Ocular Body", "- Screeching", "No active or uncontrolled infection", "THERAPE PRIOR CONCURENT:", "See Disease Characteristics", "Retrieved side effects of previous chemotherapy, surgery or radiation therapy for extracranial disease or brain metastases", "Trastuzumab, bisphosphonate and/or concomitant corticosteroids are permitted.", "At least 1 week since treatment with corticosteroids before or after the current stable dose", "Patients with enzyme-inducing antiepileptic agent (EIAE) or valproic acid are eligible if replaced by another non-EIAE drug", "Authorized coumadin competitor", "No prophylactic use of filgrastim (G-CSF) during the first treatment"], "Results": ["Performance measures:", "Number of patients receiving an objective (complete or partial) CNS therapeutic response", "Imaging was performed at 8-week intervals to assess the response to treatment. Patients with or suspected of leptomenal disease were considered to have a complete response if the CRL cytology was converted to negative (if positive for inclusion) and any meningeal or nodular improvement in the brain and/or spine was resolved. A modified RECIST 1.0 criterion was used to evaluate the CNS response in patients with new or progressive brain metastases. In this modified RECIST criterion, CNS <1cm lesions were not considered measurable but were considered to be evaluable for response and progression.", "The baseline analysis prior to entry into the study was performed within 14 days of cycle 1 day 1, and every 8 weeks from that time until disease progression or up to 2 years", "Results 1:", "Title of the arm/group: Irinotecan and Temozolomide", "Description of the arm/group: Irinotecan hydrochloride administered intravenously (IV) at an initial dose of 125 mg/m2 on days 1 and 15 of a 28-day cycle", "• Temozolomide orally for seven days at an initial dose of 100 mg/m2 on days 1 to 7 and on days 15 to 21 of a 28-day cycle", "Total number of participants analysed: 30", "Type of measure: Number of participants", "Unit of measure: Participants 2 6.7%"], "Adverse Events": ["Undesirable Events 1:", "Total: 16/30 (53.33 per cent)", "Lymphopenia * 16/30 (53.33%)", "Leucopenia * 5/30 (16.67%)", "Neutropenia * 5/30 (16.67%)", "Anemia * 3/30 (10.00 %)", "Thrombocytopenia * 3/30 (10.00 %)", "Vomiting * 2/30 (6.67%)", "Nausea * 1/30 (3.33%)", "Diarrhoea * 1/30 (3.33%)", "Dysphagia * 1/30 (3.33%)", "Fatigue * 3/30 (10.00 %)", "Dehydration * 2/30 (6.67%)", "Increased alkaline phosphatase * 1/30 (3.33%)"]}