{"Clinical Trial ID": "NCT00436566", "Intervention": ["INTERVENTION 1:", "AC/PTL", "Doxorubicin standard and cyclophosphamide (AC) followed by weekly paclitaxel (80 mg/m^2) x 12 with a concomitant standard dose of trastuzumab (weekly x 12, then repeat 3 weeks for 9 additional months) plus daily lapatinib (modified to 750 mg during Paclitaxel + Trastuzumab + Lapatinib (PTL) and 1000 mg during trastuzumab + lapatinib (TL)) for a total of 12 months."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "● Histologically confirmed diagnosis of early breast cancer", "· HER2 positive by immunohistochemistry (IHC) (3+) or fluorescent in situ hybridization (FISH)", "The components of the ductal carcinoma in situ (CDIS) shall not be taken into account in determining the degree of HCI staining or FISH amplification", "No locally advanced tumours (i.e., T4) at the time of diagnosis, including:", "Tumours attached to the chest wall", "♪ Orange peel ♪", "Skin or nodule ulcers", "Inflammatory clinical variations (e.g., diffuse skin induration with erysipeloid edge)", "Has undergone a mastectomy or lumpectomy with an axillary node or a dissection of the sentinel node in the last 84 days", "Patients who have undergone mastectomy must meet the following criteria:", "No signs of gross or microscopic tumour (i.e., invasive CISD) at surgical resection margins noted in final surgical or pathology reports", "Patients with narrow margins are eligible", "Radiotherapy is required for 4 or more lymph nodes and should be started after the end of chemotherapy.", "Patients who have undergone lumpectomy with an axillary node or sentinel dissection should meet the following criteria:", "No evidence of invasive cancer or DSIS at surgical resection margins", "No raw residual adenopathy", "Consider undergoing radiotherapy in the breast with or without regional lymphatics after completion of chemotherapy", "No active liver or biliary disease", "Patients with liver metastases, stable chronic liver disease, Gilbert's syndrome or asymptomatic gallstones are eligible.", "- Hormonal receptor status:", "The status of estrogen and progesterone receptors is known", "CHARACTERISTICS OF PATIENTS:", "Men or women", "• Menopausal status not specified", "ECOG Performance Status 0-2", "Absolute neutrophil count 1,500/mm3", "Number of platelets 100 000/mm3", "Hemoglobin 10.0 g/dL", "Bilirubine 1.5 times the upper limit of normal (ULN)", "AST and ALT 2.5 times ULN", "- Alkaline phosphatase 2.5 times ULN", "OR creatinine clearance 60 mL/min", "LVEF 50% by MUGA scan or echocardiogram", "• Ability to complete the questionnaire(s) on their own or with assistance", "• Capable and ready to supply blood and tissue samples", "No known sensitivity to benzyl alcohol", "No sensory neuropathy grade 2", "No active heart disease, including any of the following:", "Myocardial infarction in the last 6 months", "Previous or concomitant congestive heart failure", "Arrhythmia prior or concomitant or heart valvular disease requiring medicines or clinically significant", "Uncontrolled hypertension, defined as diastolic blood pressure (DB) > 100 mm Hg or systolic PB > 200 mm Hg on 2 separate occasions, 14 days apart", "Clinically significant pericardial infusion", "- Uncontrolled or symptomatic anterior or concomitant angina", "Another heart condition that, in the opinion of the treating physician, would put the patient at risk", "No history of allergic reactions attributed to compounds of chemical or biological composition similar to lapatinib ditosylate", "No uncontrolled intercurrent diseases, including, but not limited to, the following:", "Permanent or active infection", "A psychiatric illness or social situations that would prevent compliance with the study", "• Capable of swallowing and conserving oral medicines", "No history of gastrointestinal disease (GI) leading to inability to take oral medication, including one of the following:", "Malabsorption syndrome", "Feeding requirements IV", "Previous surgical procedures affecting absorption", "(e.g., Crohn's disease or ulcerative colitis)", "No pregnancy or breast-feeding", "Negative pregnancy test", "Fertile patients should use effective contraception during and for 6 months following completion of study therapy.", "THERAPE PRIOR CONCURENT:", "See Disease Characteristics", "No prior chemotherapy, radiation therapy, immunotherapy or biotherapy for breast cancer", "No primary breast radiation therapy as part of breast conservation treatment", "No prior anthracycline or treatment of taxane for any malignancy", "No previous treatment targeting epidermal growth factor receptors (e.g., gefitinib, cetuximab, erlotinib hydrochloride, rituximab, trastuzumab [Herceptin®], lapatinib ditosylate, panitumumab or nimotuzumab)", "At least 14 days after the use of previous and non-concomitant CYP3A4 inducers, including:", "- Rifamycin class antibiotics (e.g. rifampin, rifabutin or rifapentin)", "- Anticonvulsants (e.g. phenytoin, carbamazepine or barbiturates [e.g. phenobarbital])", "Antiretrovirals (e.g. efavirenz or nevirapine)", "- Glucocorticoids (e.g. oral cortisone, hydrocortisone, prednisone, methylprednisolone or dexamethasone)", "A daily dose of oral dexamethasone of 1.5 mg (or equivalent) is allowed.", "- Modafinil", "Hypericum perforatum (St John's wort)", "At least 7 days after previous CYP3A4 inhibitors and no concomitant CYP3A4 inhibitors including:", "• Antibiotics (e.g. clarithromycin, erythromycin or troleandomycin)", "Antifungals (e.g., itraconazole, ketoconazole, fluconazole [> 150 mg daily] or voriconazole)", "Antiretrovirals and protease inhibitors (e.g., delaviridine, nelfinavir, amprenavir, ritonavir, indinavir, saquinavir or lopinavir)", "- Calcium channel blockers (e.g. verapamil or diltiazem)", "- Antidepressants (e.g. nefazodone or fluvoxamine)", "Gastrointestinal agents (e.g., cimetidine or aprepitant)", "Of which: grapefruit and grapefruit juice", "At least 6 months since the previous one and no simultaneous amiodarone", "No herbal or other medicinal products or supplements 14 days before, during and for 30 days after completion of study treatment", "No concomitant hormonal agents (e.g. contraceptive pills, ovarian hormone replacement therapy or raloxifene)", "• Adjuvant hormonal agents (e.g. tamoxifen, aromatase inhibitors) authorized after completion of chemotherapy for breast cancer treatment", "No concomitant antiretroviral therapy for HIV-positive patients", "No concurrent digitalis or beta blockers for congestive heart failure", "No concomitant arrhythmia or angina medicines", "No other competing experimental agents or anticancer treatment, including cytotoxic agents or immunotherapy"], "Results": ["Performance measures:", "Number of patients with congestive heart failure (CFD) during active therapy", "[Unspecified]", "Time limit: 6 months", "Results 1:", "Title of arm/group: AC/PTL", "Description of the arm/group: Standard Doxorubicin and cyclophosphamide (AC) followed by weekly paclitaxel (80 mg/m^2) x 12 with a concomitant standard dose of trastuzumab (weekly x 12, then repeat 3 weeks for an additional 9 months) plus daily lapatinib (modified to 750 mg during Paclitaxel + Trastuzumab + Lapatinib (PTL) and 1000 mg during trastuzumab + lapatinib (TL)) for a total of 12 months.", "Total number of participants analysed: 109", "Type of measurement: Number", "Unit of measurement: participants 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 17/108 (15.74 per cent)", "Febrile neutropenia 1/108 (0.93%)", "Left ventricular failure 1/108 (0.93%)", "Diarrhoea 6/108 (5.56%)", "Fatigue 1/108 (0.93%)", "Pneumonia 1/108 (0.93%)", "Skin infection 1/108 (0.93%)", "urinary infection 1/108 (0.93%)", "Increased alanine aminotransferase 1/108 (0.93%)", "Increased aspartate aminotransferase 1/108 (0.93%)", "Leukopenia 2/108 (1.85%)"]}