{"Clinical Trial ID": "NCT01166763", "Intervention": ["INTERVENTION 1:", "High dose of vitamin D3 (10,000 IU per week)", "Group/label of the vitamin D3 cohort", "Vitamin D3: oral capsules, 10,000 IU per week for 6 months"], "Eligibility": ["Incorporation criteria:", "Subjects must be premenopausal women aged 55 years or older and be actively menstruated with 4 or more periods per year.", "Subjects may use barrier contraceptives, intrauterine devices, nuvaring contraceptives or similar non-oral contraceptives; or oral contraceptives.", "Subjects should be at increased risk of breast cancer on the basis of at least one of the following criteria:", "The five-year gail risk of 3X the average risk of the age group;", "A first-degree parent with breast cancer under the age of 60 or several second-degree parents with breast cancer;", "A prior biopsy with atypical hyperplasia (AH), LCIS, DCIS, RPFNA has shown hyperplasia with atypy in the last three years;", "• Radiation of the chest or neck before the age of 30;", "The breast density is equal to or greater than 50 per cent.", "If previously a chemoprevention agent or a prevention trial, subjects must have completed their participation in the study at least six months prior to the assessment of the basic biomarker.", "If the subject has a history of AD, LCIS or DSIS positive by diagnostic biopsy, he/she should have been advised on appropriate standard prevention therapies such as tamoxifen and is not eligible or interested in standard prevention therapies.", "The subject must have undergone mammography at the Kansas University Breast Imaging Centre with a visual density greater than 10 percent.", "In addition to the serum obtained and in the bank, the subject must have had, within six months prior to entry into the study, an AWPN during the follicular portion (day 1-10) of the menstrual cycle with cytomorphology material, Ki-67 and qRT-PCR.", "Subjects should have a level of 25(OH)D < 30 ng/ml as measured within 8 weeks of initiation of the procedure Subjects may have been identified as having low vitamin D levels by HSC 11313, Osteopenia/osteoporosis in premenopausal women at high risk of breast cancer development, but a low level should be confirmed within 8 weeks prior to initiation of the study.", "Subjects should be prepared to undergo measurements of height, weight and BMI at the beginning of the intervention.", "The subjects must have participated in HSC 11313 and have undergone a DEXA analysis of bone density and body fat within the GE Lunar Prodigy Advance Research Unit of the Breast Cancer Survival Centre.", "Subjects should be willing to sign informed consent for the entire study and separate consent for the repeat of the RNAPR.", "- Exclusion criteria:", "Women who have had metastatic malignancy of any kind.", "Women who have already had invasive breast cancer If the subject has had a DCIS, at least two months must have elapsed from surgery and/or radiation therapy to the breast concerned.Only the contralateral (non-involving breast) will be studied by RNA. The subject may not have had any radiation therapy in the contralateral breast to be studied.", "Pregnant or lactating women.", "Women who have taken SERM, an aromatase inhibitor, or who have participated in chemoprevention or other experimental drug studies within six months of initial RNA.", "Women who have used fertility medications in the six months prior to initial aspiration.", "Women with a history of sarcoidosis, hypercalcaemia, hyperparathyroidism or kidney stones.", "Women receiving treatment for rheumatoid arthritis or other connective tissue diseases.", "Women who have a high level of calcium in the blood at baseline; defined as any elevation above institutional normal."], "Results": ["Performance measures:", "Change in mammographic breast density during study", "Change in the percentage of the breast zone that is considered to be of higher density on mammography.", "Time limit: reference and 6 months", "Results 1:", "Title of arm/group: High dose vitamin D3 (10,000 IU per week)", "Description of the arm/group: Vitamin D3 group/cohort label", "Vitamin D3: oral capsules, 10,000 IU per week for 6 months", "Total number of participants analysed: 27", "Average (standard deviation)", "Unit of measure: Percentage change in dense breast area -0.5 (5.8)"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/30 (10.00 per cent)", "Cholecystitis * [1]1/30 (3.33%)", "Increased diarrhoea * [2]1/30 (3.33%)", "Skin pain * [3]1/30 (3.33%)"]}