{"Clinical Trial ID": "NCT00911898", "Intervention": ["INTERVENTION 1:", "MM-111", "All participants"], "Eligibility": ["Incorporation criteria:", "Patients should have advanced histologically or cytologically confirmed cancer, i.e.:", "Amplified HER2 (IHC 2+ or more) based on the evaluation of archived tumours", "According to one study, fresh biopsy was required during screening and was confirmed by the central laboratory.", "Patients should have fixed paraffin tumour tissue blocks that are archived for immunohistochemical severing and staining.", "The patient's cancer must have reappeared or progressed after standard treatment, have not responded to standard treatment or for which no standard treatment exists.", "Patients should be >= 18 years of age.", "Patients or their legal representatives must be able to understand and sign informed consent", "Patients may have a measurable or non-measurable tumour", "Patients should have an ECOG performance score (PS) 0 or 1", "Patients should have adequate bone marrow reserves, as demonstrated by:", "Absolute number of neutrophils (CNA) >= 1,500/uL and", "Number of platelets >= 100 000/uL", "Hemoglobin >= 9 g/dL", "Patients should have appropriate tumour tissue for biopsy", "Patients should be prepared for biopsy prior to treatment with MM-111", "- Exclusion criteria:", "Patients for whom curative antineoplastic therapy is available", "Pregnant or lactating patients", "Patients with active infection or unexplained fever greater than 38.5 C during screening visits or on the first day of intended administration. (At the discretion of the investigator, patients with tumour fever may be included)", "Patients with untreated and/or symptomatic primary or metastatic CNS cancers (patients with CNS metastases who have undergone surgery or radiotherapy, have stable disease and have received a stable dose of corticosteroids for at least 2 weeks prior to the first day of scheduled administration) will be eligible for the trial.", "Patients with known hypersensitivity to one of the components of MM-111 or hypersensitivity reactions to entirely human monoclonal antibodies (patients with a history of hypersensitivity to humanized trastuzumab are not excluded)", "Patients with known HIV, hepatitis B or hepatitis C (if patients have already been treated for C and have undetectable viral loads, they may be considered eligible for the trial)"], "Results": ["Performance measures:", "Maximum tolerated dose (LDT) or maximum feasible dose", "The maximum tolerated dose (LMD) has been defined as the highest dose in which a TLD is presented in less than two patients in a cohort of 3 to 6 patients. If a TLD is observed in at least two patients in a cohort of 3 to 6 patients, the TLD will be determined as having been exceeded and three other patients (up to a total of six) will be treated at the next lowest dose.", "Time limit: 28 days", "Results 1:", "Title of arm/group: MM-111", "Description of the arm/group: All participants", "Total number of participants analysed: 20", "Type of measurement: Number", "Unit of measurement: mg/kg NA [1]"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/20 (15.0%)", "• Disease progression 1/20 (5.0%)", "Acute viral myocarditis1/20 (5.0%)"]}