{"Clinical Trial ID": "NCT02308020", "Intervention": ["INTERVENTION 1:", "Abemaciclib: HR+, HER2+ Breast cancer", "Abemaciclib 200 mg was administered orally once every 12 hours on days 1 to 21 of a 21-day cycle when administered as a single agent or in combination with endocrine (ET) therapy. Participants with HR+-positive hormone receptors, while HER2+ breast cancer was concomitantly administered with trastuzumab, 150 mg abemaciclib was administered orally once every 12 hours on days 1 to 21 of a 21-day cycle.", "INTERVENTION 2:", "Abemaciclib: HR+, HER2- Breast cancer", "Abemaciclib 200 mg was administered orally once every 12 hours on days 1 to 21 of a 21-day cycle when administered as a single agent or in combination with endocrine therapy (ET).", "Participants may continue to receive treatment until the cessation criteria are met."], "Eligibility": ["Incorporation criteria:", "Have brain metastases secondary to hormone receptor positive breast cancer, NSCLC or melanoma.", "Have either positive human epidermal growth factor receptor 2 (HER2+) (part A study) or negative breast cancer of HER2- (part B study).", "The study participants in Part C must have HR+ breast cancer, NSCLC or melanoma with clinically indicated brain lesions for surgical resection and consent to provide tissue for the determination of drug concentration after 5 to 14 days of administration of the study drug.", "The participants in Part D must have a NSLC of any subtype.", "The participants in Part E must have a melanoma of any subtype.", "Part F participants must have HR+ breast cancer, NSCLC or melanoma with leptomeningal metastases.", "For parts A, B, D and E: Must have at least 1 brain injury measuring 10 mm (mm) in the longest diameter (LD).", "For Part C (surgical): Have metastatic brain lesions for which surgical resection is clinically indicated.", "After completing local treatment (surgical resection, whole breast radiotherapy (WBRT) or SRS) 14 days prior to the onset of abemacilide and recovering from all acute effects.", "In case of concomitant treatment with corticosteroids, the dose should be stable or decreasing for at least 7 days prior to the initial dose of Gd-MRI.", "Have a performance Karnofsky status of 70.", "Have a life expectancy of 12 weeks.", "For participants in parts A, B, C and F of HR+ breast cancer: If a participant is currently receiving endocrine treatment, he or she may continue to receive the same endocrine treatment provided that the extracranial disease is stable for at least 3 months and that the progression of central nervous system disease (CNS) has occurred during this endocrine treatment.", "For HER2+ breast cancer participants in Parts A, C and F: Participants may receive concomitant treatment (in progress or initiated at the same time as abemaciclib) with trastuzumab IV.", "For NSLC participants in Parts C, D and F: if gemcitabine or pemetrexed (simple agent or in combination with another treatment), a participant may continue to receive 1 of these 2 treatments provided that the extracranial disease is stable for at least 6 weeks and that CNS disease progression occurred during this treatment.", "To have an adequate organ function.", "- Exclusion criteria:", "· Requires immediate local treatment, including but not limited to WBRT, SRS, or surgical resection, for the treatment of brain metastases.", "• Enzyme-inducing antiepileptic medicines (EIAED) are taken simultaneously.", "Have evidence of significant intracranial haemorrhage (i.e. symptomatic).", "For parts A, B, C, D, E: Have evidence of leptomeningal metastases. Note: Discrete dural metastases are allowed.", "There were > 2 seizures within 4 weeks of entry into the study.", "For parts A, B, D, E and F: have already been treated with a cycline-dependent kinase 6 inhibitor (CDK6).", "I've had a contraindication to Gd-MRI.", "Have a pre-existing chronic disease leading to persistent diarrhea."], "Results": ["Performance measures:", "Percentage of participants receiving a complete (RC) or partial (PR) response: Objective Intracranial Response Rate (IRRO)", "IRRO is the percentage of participants with a (CR) or (PR) based on neuro-oncology response assessment Brain metastasis response criteria (BR-RANO). IRR is a measurable target lesion, the elimination of all target lesions in the central nervous system (CNS) for at least 4 weeks; no new lesions; no corticosteroids; clinically stable or improved. IRR is a decrease of at least 30% of the longest duration of the target sum (LD) of CNS lesions, taking as a reference the initial sum of LD for at least 4 weeks; no new lesions; stable at the decrease of the corticosteroid dose; stable or clinically improved. Non-target lesions require the disappearance of non-target CNS lesions and no new CNS lesions. Stable disease (SD) is lower (<)30% of the decrease in base LD but <20% of the nadir. Progressive disease (PD) is greater than or equal to ( ) 20% of the relative increase in nmmr value.", "Timeline: Baseline to disease progression target (up to 36 months)", "Results 1:", "Title of the arm/group : Part A Abemaciclib : HR+, HER2+ Breast cancer", "Abemaciclib 200 mg was administered orally once every 12 hours on days 1-21 of a 21-day cycle when administered as a single agent or in combination with endocrine therapy (ET). Participants with a positive hormone receptor HR+, HER2+ breast cancer receiving trastuzumab simultaneously, 150 mg abemaciclib was administered orally once every 12 hours on days 1-21 of a 21-day cycle.", "Total number of participants analysed: 23", "Type of measurement: Number", "Unit of measure: % of participants 0", "Results 2:", "Abemaciclib: HR+, HER2- Breast cancer", "Abemaciclib 200 mg was administered orally every 12 hours on days 1 to 21 of a 21-day cycle when administered as a single agent or in combination with endocrine (ET) therapy.", "Participants may continue to receive treatment until the cessation criteria are met.", "Total number of participants analysed: 52", "Type of measurement: Number", "Unit of measure: percentage of participants 5.8"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/27 (22.22 per cent)", "Anemia 0/27 (0.00 %)", "Thrombocytopenia 1/27 (3.70%)", "Acute coronary syndrome 0/27 (0.00 %)", "- Heart failure 0/27 (0.00 %)", "Myocardial infarction 0/27 (0.00 %)", "- Glaucoma 0/27 (0.00 %)", "Diarrhoea 2/27 (7.41%)", "Enterocolitis 1/27 (3.70%)", "Haemorrhoidal haemorrhage 0/27 (0.00 %)", "Lower gastrointestinal haemorrhage 0/27 (0.00 %)", "- Nausea 0/27 (0.00 %)", "Adverse Events 2:", "Total: 16/58 (27.59%)", "Anemia 0/58 (0.00 %)", "Thrombocytopenia 0/58 (0.00 %)", "Acute coronary syndrome 0/58 (0.00 %)", "- Heart failure 0/58 (0.00 %)", "Myocardial infarction 0/58 (0.00 %)", "Glaucoma 1/58 (1.72%)", "Diarrhoea 2/58 (3.45%)", "Enterocolitis 0/58 (0.00 %)", "Haemorrhoidal haemorrhage 0/58 (0.00 %)", "Lower gastrointestinal haemorrhage 0/58 (0.00 %)", "Nausea 0/58 (0.00 %)"]}