{"Clinical Trial ID": "NCT02694029", "Intervention": ["INTERVENTION 1:", "Radiation with ABC", "This group will be administered 14 fractions with DIBH assisted by ABC", "Active Breathing Coordinator (ABC): The ABC system has a digital spirometer that records real-time breathing. This group will be administered 14 fractions with ABC-assisted DIBH", "INTERVENTION 2:", "• RVV of radiation", "This group will be administered to 14 fractions of DIBH assisted by VRT.", "VisionRT: A technology for the implementation of deep-inspired technique is real-time surface photogrammetry. This group will be administered 14 fractions with the DIBH assisted by VRT"], "Eligibility": ["Incorporation criteria:", "Women with breast malignancy diagnosis", "Women requiring post-mastectomy radiation from left chest with or without bolus", "- 18 years old.", "State of implementation ECOG </=3", "• Women of childbearing potential must agree to the use of adequate contraception (hormonal method or birth control barrier; abstinence) prior to entry into the study, for the duration of participation in the study, and for 90 days after completion of treatment.If a woman becomes pregnant or suspects that she is pregnant while participating in the study, she must immediately inform her attending physician Ability to understand and willingness to sign informed written consent.", "The patient should be able to maintain a 30-second breathing.", "- Classical chest wall irradiation dose of 50.4 Gy/ 28 fractions with or without boost (boost will not be evaluated based on parameters)", "- Exclusion criteria:", "• An uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia, or psychiatric or social situations that would limit compliance with the requirements of the study.", "Subjects should not be pregnant or breast-feeding because of the risk of congenital abnormalities and the risk that this diet will harm breast-fed infants."], "Results": ["Performance measures:", "• Residual motion during deep inspiratory breathing (DIBH)", "The residual movement shall be measured as a range of movement of the breast/chest wall during transmission of the DIBH beam assisted by ABC or VisionRT. The range of movement shall be measured in one unit of millimetre.", "Timeline: All patients received treatment for 2 hours for at least 6 weeks", "Results 1:", "Title of the arm/group: Radiation with ABC", "Description of the arm/group: Active breathing coordinator to help radiation therapy. This group will be administered 14 fractions with the help of ABC DIBH", "Active Breathing Coordinator (ABC): The ABC system has a digital spirometer that records real-time breathing. This group will be administered 14 fractions with ABC-assisted DIBH", "Total number of participants analysed: 10", "Average (total extent)", "Unit of measurement: mm 0.27 (-3.0 to 3.1)", "Results 2:", "Title of arm/group: VRT X-ray", "Description of the arm/group: Deep-inspired holding based on VisionRT to help radiation therapy. This group will be administered 14 fractions with DIBH assisted by VRT", "VisionRT: A technology for the implementation of deep-inspired technique is real-time surface photogrammetry. This group will be administered 14 fractions with the DIBH assisted by VRT", "Total number of participants analysed: 10", "Average (total extent)", "Unit of measurement: mm 0.27 (-1.8 to 1.8)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/10 (0.00 per cent)", "Adverse Events 2:", "Total: 0/10 (0.00 per cent)"]}