{"Clinical Trial ID": "NCT03196635", "Intervention": ["INTERVENTION 1:", "All participants in the study, PA compression image set", "All image sets (30 sets of patient-assisted compression images) were evaluated to determine the acceptability of overall clinical image quality by two (2) readers.", "INTERVENTION 2:", "All study participants, TC Compression Image Sets", "All image sets (30 sets of TC compression images) were evaluated to determine the acceptability of the overall quality of the clinical image by two (2) readers."], "Eligibility": ["Incorporation criteria:", "Women are 40 years of age or older;", "Are asymptomatic and programmed for FFDM screening mammography;", "Have left and right breasts;", "Have breast sizes compatible with the dimensions of an image detector of 24 x 31 cm, without anatomical cut;", "Are documented as non-pregnant on the basis of the investigator's medical judgement and taking into account local clinical practice standards for proof of non-pregnantness;", "Be able and willing to comply with study procedures; and", "Be able and willing to provide written informed consent to participate.", "- Exclusion criteria:", "Have already been included in this study or are participating in another study that should interfere with the procedures or results of the study;", "• have undergone diagnostic or surgical procedures or breast interventions, including breast biopsy, lumpectomy or reconstruction, within five (5) years (five years) from the date of the study review;", "In the course of radiation therapy or chemotherapy, or with a history of prior radiation therapy on either breast;", "are currently in lactation; or", "Have breast implants."], "Results": ["Performance measures:", "Number of subjects with an overall clinical image quality acceptable for patient-assisted (PA) and technologist-controlled (TC) image sets", "A set of PA images and a set of TC images were acquired from each filled subject. The overall acceptability of clinical image quality was collected and summarized on a subject-by-subject basis using acceptable or unacceptable binary responses for two-way PA and TC compression image sets. Two readers evaluated each of the 60 sets of images (30 PA and 30 sets of TC compression images from 30 completed participants).", "Time limit: By completing the study, on average 1 month", "Results 1:", "Title of the arm/group: All participants in the study, PA compression image set", "All image sets (30 sets of images with patient-assisted compression) were evaluated by two (2) readers to determine the acceptability of the overall quality of the clinical image.", "Total number of participants analysed: 30", "Type of measure: Number of participants", "Unit of measure: Participants 30 100.0%", "Results 2:", "Title of the arm/group: All participants in the study, TC Compression Image Sets", "All image sets (30 sets of TC compression images) were evaluated by two (2) readers to determine the acceptability of the overall quality of the clinical image.", "Total number of participants analysed: 30", "Type of measure: Number of participants", "Unit of measure: Participants 30 100.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/30 (0.00 per cent)", "Adverse Events 2:", "- Yeah, that's right."]}