{"Clinical Trial ID": "NCT01764022", "Intervention": ["INTERVENTION 1:", "BCD-022 (CJSC BIOCAD)", "BCD-022 is a product code for biosimilar trastuzumab manufactured by CJSC BIOCAD, Russia. In this arm, patients will receive 6 treatments with BCD-022 in combination with paclitaxel. Patients will receive BCD-022 at a charge dose of 8 mg/kg (once), followed by a maintenance dose of 6 mg/kg every 3 weeks (5 doses), + paclitaxel 175 mg/m2 every 3 weeks as a 3-hour intravenous infusion (6 doses).", "INTERVENTION 2:", "Herceptin ® (F. Hoffmann-La Roche Ltd., Switzerland)", "In this arm, patients will receive 6 treatments with Herceptin in combination with paclitaxel. Patients will receive Herceptin at a charge dose of 8 mg/kg (once), followed by a maintenance dose of 6 mg/kg every 3 weeks (5 doses), + paclitaxel 175 mg/m2 every 3 weeks as a 3-hour intravenous infusion (6 doses)."], "Eligibility": ["Incorporation criteria:", "Informed written consent and ability to follow the procedures of the Protocol;", "The age of 18 to 75 years included;", "Female sex;", "- Histologically confirmed breast cancer (B.C.);", "Metastatic B.C. (step IV according to version 6 of the TNM classification);", "· Grade 3+ HER2 overexpression confirmed by immunohistochemical staining (IHC) or grade 2+ HER2 overexpression accompanied by HER2 gene amplification confirmed by fluorescent in situ hybridization (FISH);", "Documented results of estrogen and progesterone receptor expression analysis;", "The Eastern Cooperative Oncology Group (ECOG) status 0, 1 or 2 does not increase within 2 weeks of randomization;", "Life expectancy - 20 weeks or more from the moment of randomization;", "At least 1 tumour with a minimum size of 1 cm (revealed with a calculated tomography slice thickness (CT) of not more than 5 mm). Patients with bone metastasis as the only measurable tumour are not eligible for testing;", "Patients of childbearing potential should apply reliable contraceptive measures during study treatment, starting 4 weeks before inclusion in the trial and up to 6 months after the last dose of the study drug.", "- Exclusion criteria:", "Previous anticancer treatment for metastatic BC, including cytotoxic chemotherapy, or previous anticancer treatment with signal transduction inhibitors (e.g. lapatinib), biological medicinal products (e.g. trastuzumab, bevacizumab), experimental anticancer drugs (not approved for BC treatment).", "The progression of the disease within 6 months of adjuvant and/or neoadjuvant anti-B.C. treatment;", "Surgery, radiation therapy, use of any experimental medicinal product within 4 weeks (28 days) prior to randomisation;", "- Hypersensitivity to paclitaxel and to all medicinal products containing polyoxyethyl castor oil, hypersensitivity to dexamethasone, diphenhydramine, ranitidine/cimetidine, recombinant murine proteins, contrast agents or excipients of the medicinal products under study;", "- B.C. metastases in the central nervous system, in progression or clinically evident (e.g. cerebral oedema, spinal cord injury), with the exception of non-progressing metastases that do not require glucocorticoids and/or anticonvulsant therapy within 4 weeks prior to randomization;", "- Cardiovascular system pathology (congestive heart failure (CFD) phase III-IV according to the New York Heart Association (NYHA) classification, unstable angina, myocardial infarction) within 12 months prior to randomization;", "- Uncontrolled hypertension including all cases of hypertension when no reduction in blood pressure could be achieved despite treatment with a combination of 3 antihypertensive drugs including a method of diuretic and non-medical correction (low salt diet, physical exercise);", "The left ventricular ejection fraction < 50% according to electrocardiography;", "- Neutrophils 1500/mm3;", "100 000/mm3 blisters;", "Hemoglobin 90 g/L;", "- Creatinine level 1.5 × upper limit of normal (ULN);", "bilirubin level 1.5 × ULN;", "Asparagine transferase (AST) and alanine transferase (ALT) levels 2.5 × ULN (5 × ULN for patients with liver metastases);", "- Alkaline phosphatase 5 × ULN;", "Pregnancy or lactation;", "Any other concomitant cancer, including contralateral breast cancer, revealed within 5 years of screening, with the exception of in situ curatively treated intraductal carcinoma, curatively treated cervical carcinoma in situ or curatively treated basal cell or squamous carcinoma;", "Conditions limiting patient compliance with protocol requirements (dementia, neurological or psychiatric disorders, substance abuse, alcoholism and others);", "- Stage II-IV neuropathy according to common terminology criteria for adverse events (CTCAE) v.4.0;", "• Concomitant participation in other clinical trials, pre-participation in other clinical trials within 30 days prior to participation in the trial, pre-participation in the same trial;", "Acute or active chronic infections;", "- Hepatitis C virus, hepatitis B virus, HIV or syphilis infections;", "Obstacles to the intravenous administration of drugs under study"], "Results": ["Performance measures:", "Overall response rate", "By Response Assessment Criteria in Solid Tumours Criteria (RECIST v1.1) for Targeted and MRI-Assessed Injuries: Complete Response (CR), Elimination of All Targeted Injuries; Partial Response (PR), >=30% Decrease in the Sum of the Longest Diameter of Targeted Injuries; Overall Response (RO) = CR + PR.", "The response was evaluated at screening, after 3 treatment cycles and after 6 treatment cycles. If the EC after 3 or 6 treatment cycles revealed the complete or partial response, a confirmatory scanner was performed 4 weeks later. The best response in the study was evaluated.", "Calendar: Day 127", "Results 1:", "Title of arm/group: BCD-022 (CJSC BIOCAD)", "BCD-022 is a product code for biosimilar trastuzumab manufactured by CJSC BIOCAD, Russia. In this arm, patients will receive 6 treatments with BCD-022 in combination with paclitaxel. Patients will receive BCD-022 at a loading dose of 8 mg/kg (once), followed by a maintenance dose of 6 mg/kg every 3 weeks (5 doses), + paclitaxel 175 mg/m2 every 3 weeks as a 3-hour intravenous infusion (6 doses).", "Total number of participants analysed: 113", "Type of measure: Number of participants", "Unit of measure: Participants 56 49.6%", "Results 2:", "Title of arm/group: Herceptin (F. Hoffmann-La Roche Ltd., Switzerland)", "In this arm, patients will receive 6 treatments with Herceptin in combination with paclitaxel. Patients will receive Herceptin at a charge dose of 8 mg/kg (once), followed by a maintenance dose of 6 mg/kg every 3 weeks (5 doses), + paclitaxel 175 mg/m2 every 3 weeks as a 3-hour intravenous infusion (6 doses).", "Total number of participants analysed: 110", "Type of measure: Number of participants", "Unit of measure: Participants 48 43.6%"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/113 (7.08 per cent)", "Febrile neutropenia [1]0/113 (0.00 %)", "Anemia with trombocytopenia 0/113 (0.00 %)", "Neutropenia 1/113 (0.88%)", "Atrial fibrillation paroxism 0/113 (0.00 %)", "Of ventricular extrasystolone RYAN-1 0/113 (0.00 %)", "Gastrointestinal haemorrhage 1/113 (0.88%)", "Death for unknown reason 1/113 (0.88%)", "Diarrhoea with vomiting and weakness 0/113 (0.00 %)", "Adverse Events 2:", "Total: 13/110 (11.82 per cent)", "Febrile neutropenia [1]1/110 (0.91%)", "Anemia with trombocytopenia 1/110 (0.91%)", "Neutropenia 1/110 (0.91%)", "Atrial fibrillation paroxism 2/110 (1.82%)", "Of ventricular extrasystolone RYAN-1 1/110 (0.91%)", "gastrointestinal haemorrhage 0/110 (0.00 %)", "Death for unknown reason 1/110 (0.91%)", "Diarrhoea with vomiting and weakness 1/110 (0.91%)"]}