{"Clinical Trial ID": "NCT00965523", "Intervention": ["INTERVENTION 1:", "Eribulin Mesylate", "Eribulin mesylate 1.4 mg/m^2 given as an intravenous infusion for 2-5 minutes on day 1 and 8 every 21 days."], "Eligibility": ["• Inclusion criteria:", "Women with breast cancer confirmed by histology or cytologically.", "* Patients who have received prior chemotherapy including anthracycline and taxane.", "Patients between 20 and 74 years of age who have given their informed consent and have given their written voluntary consent to participate in this study prior to the end of the study 221.", "* Patients with Performance Status (PS) from the Eastern Cooperative Oncology Group (ECOG) from 0 to 2.", "Patients with measurable injury.", "* Patients whose expected survival is 3 months from the start of the study.", "Patients who continue to receive E7389 after study 221 will be useful.", "Patients who met the criteria for starting the next cycle in study 221.", "In particular, patients who meet all of the following criteria:", "Number of neutrophils >= 1,500/μL", "Number of platelets >= 100 000/μL", "Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) <= 2.5 times the upper limit of normal (ULN) in the installation or <= 5 times the ULN in patients with hepatic metastases)", "Total bilirubin <= 1.5 times ULN", "Serum creatinine <= 1.5 times ULN", "Non-haematological toxicity <= Grade 2 (excluding disease-related events and laboratory abnormalities without clinical symptoms)", "- Exclusion criteria:", "Patients with systemic fever infection (38,0°C).", "Patients with pleural effusion, ascitis or pericardial fluid requiring drainage.", "Patients with brain metastases with clinical symptoms.", "Pregnant, lactating or premenopausal women of childbearing age Premenopausal women of childbearing age are women who are < 12 months after the last menstruation and who are positive in the pregnancy test for registration or who have not taken the test and do not consent to take appropriate contraceptive measures Postmenopausal women must be menorrheic for at least 12 months to ensure that they have no potential for pregnancy.", "Patients with serious complications:", "* Patients with uncontrollable heart disease, such as ischemic heart disease and arrhythmia at a level of severity to be treated (excluding left ventricular hypertrophy, a slight left ventricular overload and a slight right leg block accompanying hypertension)", "Patients with myocardial infarction within 6 months of entry into the study", "Patients with hepatic cirrhosis complication", "Patients with interstitial pneumonia and pulmonary fibrosis", "Patients with a haemorrhagic tendency", "Patients with double active cancer.", "Pregnant women or nursing mothers.", "• Patients receiving extensive radiotherapy (30% of bone marrow).", "Patients who refuse to receive blood transfusion support therapy for myelosuppression.", "* Patients participating in other clinical studies.", "Patients who are judged by the Principal Investigator or other investigators as inappropriate as patients in this clinical study."], "Results": ["Performance measures:", "Number of subjects with adverse events.", "[Unspecified]", "Timeline: Each week during treatment and up to 30 days after the last dose of treatment under study", "Results 1:", "Title of the arm/group: Erivin Mesylate", "Description of the arm/group: Erebulin mesylate 1.4 mg/m^2 by intravenous infusion administered 2-5 minutes on day 1 and 8 every 21 days.", "Total number of participants analysed: 81", "Type of measurement: Number", "Unit of measure: Participants 81"], "Adverse Events": ["Undesirable Events 1:", "Total: 14/81 (17.28 per cent)", "Neutropenia1/81 (1.23%)", "Cataracte1/81 (1.23%)", "Ascites1/81 (1.23%)", "Haemorrhagic gastritis1/81 (1.23%)", "Nausea1/81 (1.23%)", "Stomatitis2/81 (2.47 %)", "- Malaise1/81 (1.23%)", "Oedema1/81 (1.23%)", "1/81 (1.23 %)", "Pyrexia1/81 (1.23%)", "Infection2/81 (2.47 %)", "1/81 (1.23%)", "Dehydration1/81 (1.23%)", "Hypercalcaemia1/81 (1.23%)"]}