{"Clinical Trial ID": "NCT01105312", "Intervention": ["INTERVENTION 1:", "Phase I: Level 1 dose", "Each patient will receive panobinostat (LBH589) and letrozole. Patients will receive 20 mg of LBH589 PO, 3 days a week for a total of 4 weeks. Patients will also receive 2.5 mg of PO oil Days 1 to 28 every 4 weeks.", "INTERVENTION 2:", "Phase I: Level 2 Dose", "Each patient will receive panobinostat (LBH589) and letrozole. Patients will receive 30 mg of LBH589 PO, 3 days a week for a total of 4 weeks. Patients will also receive 2.5 mg of PO oil Days 1 to 28 every 4 weeks."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "- Breast cancer confirmed histologically", "A metastatic disease conducive to biopsy", "- Unresected tumour without intent to undergo resection during study", "The archival tissue of the primary diagnosis or the fresh biopsy of the metastatic cancer site required", "A measurable or non-measurable disease for the Phase I study (The Phase I portion of this study was completed and the Phase II portion of the study was opened in accordance with the CNTG Addendum 6, effective January 23, 2012.)", "A measurable disease only for the Phase II study", "The available tumour estrogen (ER), progesterone (PR) and HER2 state from the metastatic site tested by IHC or FISH OR the results of the initial tumour diagnosis", "Any acceptable ER, PR or HER2 level (positive or negative) (phase I)", "A trinegative disease only (Phase II)", "= ER and negative PR defined as 1% by IHC", "· HER2 negative", "Patients with triple negative breast cancer permitted provided there is clinical or radiographic evidence of tumour progression in the adjuvant or metastatic setting", "No patient whose disease can be treated with a known standard treatment that is potentially curative or certainly capable of prolonging life expectancy.", "No known CNS metastasis", "Status of the Hormone-Receptor:", "RA and PR positive or negative (Phase I)", "RA and PR negative (Phase II)", "CHARACTERISTICS OF PATIENTS:", "State of performance of ECOG 0-1 (phase I) or 0-2 (phase II)", "Description of the goods:", "- 60 years", "45 years with the last menstruation 12 months before and stimulating hormone levels of estradiol and follicle in the postmenopausal interval", "- Bilateral oophorectomy", "Life expectancy 12 weeks", "1 500 YEARS/mm^3", "Number of platelets 100 000/mm^3", "Total normal bilirubin", "ALT and AST 3 times the upper limit of normal (LSN) ( 5 times the NSL if it is due to liver metastases)", "Serum creatinine level 1.5 times ULN", "Normal TSH (thyroid hormone supplements allowed for patients with hypothyroidism)", "No pregnancy or breast-feeding", "Fertile patients should use effective contraception", "To return to the Mayo clinic or NCCTG facility (Phase II) for follow-up", "To provide blood samples for correlative research purposes", "No uncontrolled or intercurrent disease, including, but not limited to, any of the following:", "Permanent or active infection", "- Symptomatic congestive heart failure", "♪ Unstable angina pectoris ♪", "Cardiac arrhythmia", "A psychiatric illness and/or social situations that would limit compliance with the requirements of the study", "No NYHA Class III or IV cardiovascular disease", "No known convulsions", "No co-morbid systemic disease or other serious concomitant disease that, in the opinion of the investigator, would render the patient inappropriate to enter this study or significantly interfere with the appropriate safety and toxicity assessment of the prescribed regimens.", "No immunocompromised patients, including patients known to be HIV-positive", "Immunocompromised patients due to the use of authorised corticosteroids", "No malignancy in the last 5 years, except for skin cancer or non-melanoma carcinoma in situ of the cervix", "No history of myocardial infarction 6 months", "No congenital long QT syndrome or QTcF>450 msec, including:", "Complete the block of the left beam or the use of a permanent pacemaker, history or presence of ventricular tachyarrhythmias, bradycardia at clinically significant rest (<50 beats per minute)", "Right beam branch block + left front hemiblock (bifascicular block)", "No congestive heart failure requiring maintenance treatment for life-threatening ventricular arrhythmias", "THERAPE PRIOR CONCURENT:", "See Disease Characteristics", "More than 4 weeks since prior and fully recovered chemotherapy or radiation therapy", "No radiation therapy at > 25% of bone marrow", "• Permitted pre-treatment (Phase II):", "0 or 1 previous chemotherapy for breast cancer", "2 previous anti-aromatase regimens (including letrozole)", "No treatment is currently received in a different clinical study in which research procedures are performed or research therapies are administered.", "No other concomitant experimental agent for primary neoplasm", "No concomitant CYP3A4 inhibitor or inducer"], "Results": ["Performance measures:", "Maximum tolerated dose (phase I)", "If the dose-limiting toxicity (DLT) is not observed in one of the 3 patients, 3 new patients will be accumulated and treated at the next highest dose. If the DLT is observed in 2 or 3 of the 3 patients treated at a given dose, the following 3 patients will be treated at the next lowest dose, if only 3 patients have been included and treated at the lowest dose. The number of DLT will be reported here.", "Time limit: Up to 2.5 months", "Results 1:", "Title of arm/group: Phase I: Dose Level 1", "Each patient will receive panobinostat (LBH589) and letrozole. Patients will receive 20 mg of LBH589 PO, 3 days a week for a total of 4 weeks. Patients will also receive letrozole 2.5 mg PO Days 1-28 every 4 weeks.", "Total number of participants analysed: 6", "Type of measure: Number of participants", "Unit of measure: Participants 1 16.7%", "Results 2:", "Title of arm/group: Phase I: Dose Level 2", "Each patient will receive panobinostat (LBH589) and letrozole. Patients will receive 30 mg of LBH589 PO, 3 days a week for a total of 4 weeks. Patients will also receive letrozole 2.5 mg PO Days 1-28 every 4 weeks.", "Total number of participants analysed: 6", "Type of measure: Number of participants", "Unit of measure: Participants 3 50.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/16 (25.0%)", "Infection with bladder 0/16 (0.00 %)", "Lung infection 1/16 (6.25 per cent)", "Fracture 1/16 (6.25 per cent)", "Decrease in platelet count 3/16 (18.75 per cent)", "1/16 (6.25%)", "Hypokalaemia 0/16 (0.00 %)", "Hyponatraemia 0/16 (0.00 %)", "Adverse Events 2:", "Total: 1/6 (16.67%)", "Infection with bladder 1/6 (16.67%)", "Pulmonary infection 0/6 (0.00 %)", "- Fracture 0/6 (0.00 %)", "Decrease in platelet count 0/6 (0.00 %)", "Decline in white blood cells 0/6 (0.00 %)", "Hypokalaemia 0/6 (0.00 %)", "Hyponatremia 0/6 (0.00 %)"]}