{"Clinical Trial ID": "NCT01828021", "Intervention": ["INTERVENTION 1:", "- Margetuximab", "· Monoclonal antibody monotherapy against HER2", "Margetuximab: monoclonal antibodies against HER2"], "Eligibility": ["Incorporation criteria:", "Histologically or cytologically confirmed invasive breast carcinoma", "Treatment with at least two previous systemic treatments for advanced locoregional or metastatic disease (not resectable)", "Evidence of the expression HER2 oncoprotein at level 2+ by the central laboratory. Patients whose tumours show 2+ coloration by IHC are eligible for the study.", "Patients with 1+ tumours with conventional IHC are not amplified by FISH tests and whose tumours mark > or = 10.5 by HERmark® tests are eligible for the study.", "Evidence of the absence of HER2 oncogene amplification as determined by FISH tests by the central laboratory", "Performance status of 0 or 1", "Life expectancy at least 6 months", "A measurable disease (by RECIST 1.1)", "Acceptable laboratory parameters and organ pool", "Initial left ventricular ejection fraction value > or = 50 per cent", "• Anticancer therapy (including conventional cytotoxic chemotherapy and/or biological therapy) and radiotherapy should be completed and any associated toxicity regulated at </= grade 1 or baseline levels and at least 2 weeks prior to registration. Monoclonal antibody therapy should be completed at least 14 days prior to registration.", "Patients who are estrogen+ receptors and/or progesterone+ receptors and who receive anti-hormone treatment for at least three months may continue to receive this treatment during the trial.", "• Eighteen (18) years or more", "- Exclusion criteria:", "Major surgery or trauma within 4 weeks", "• Known hypersensitivity to murine or recombinant proteins, polysorbate 80 or any excipient contained in the formulation of the medicinal product margintuximab", "Second primary malignancy that has not been in remission for more than 3 years", "History of active viral, bacterial or systemic fungal infection requiring parenteral treatment within 14 days", "History within 3 months of deep venous thrombosis, pulmonary embolism or stroke", "A symptomatic or untreated central nervous system metastatic disease (CNS). Patients with previously treated CNS metastatic disease that has been stable for at least 56 days are eligible.", "• Requirement, at the time of entry into the study, for concomitant steroids > 10 mg/day of oral prednisone or equivalent, with the exception of steroid inhaler, nasal spray or ophthalmic solution", "A serious medical condition that may affect the ability to receive or tolerate margintuximab; an impaired dementia or mental condition that would prevent the provision of informed consent", "• Uncontrolled hypertension, heart disease including a history of congestive heart failure, a history of myocardial infarction, angina in the chest requiring medication, clinically significant valvular heart disease, high-risk arrhythmias, or a New York Heart Association Class III or IV disease.", "A significant pulmonary compromise", "Have already been exposed to MGAH22 during this or any other test"], "Results": ["Performance measures:", "Best overall response", "Response based on criteria for evaluation of response in solid tumours (RECIST) 1.1 criteria based on tomography (CT) analyses in Cycle 2, day 21 The response is categorised as a complete response (CR): elimination of all confirmed target lesions at 4 weeks; partial response (PR): 30% decrease in confirmed target lesions at 4 weeks; progressive disease (PD): 20% increase from the smallest observed with an absolute increase of at least 5 mm or the appearance of new lesions; and stable disease (SD): neither PR nor DP criteria are met.", "If at least 2 responses (PR or RC) are observed during the first tumour re-evaluation on day 21 of cycle 2, the study will be expanded to include up to 41 patients (20 additional patients in Cohort 2, second stage of the study) to determine whether further development of the drug is warranted (5 or more responses in 41 evaluable patients).", "Calendar: Cycle 2, Day 21", "Results 1:", "Title of the arm/group: Margetuximab", "Description of the arm/group: monoclonal antibody monotherapy anti-HER2", "Margetuximab: monoclonal antibodies against HER2", "Total number of participants analysed: 22", "Type of measurement: Number", "Unit of measure: Participants Complete response: 0", "Partial response: 0", "Stable disease: 6", "Progressive diseases: 12", "Not done: 4"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/25 (24.0%)", "Superventricular extrasystoles 1/25 (4.0%)", "- Ventricular extrasystoles 1/25 (4.0%)", "Ascites 2/25 (8.0 per cent)", "Diarrhoea 1/25 (4.0%)", "Nausea 1/25 (4.0%)", "Pancreatitis 1/25 (4.0%)", "Small intestinal obstruction 1/25 (4.0%)", "Vomiting 1/25 (4.0%)", "1/25 (4.0 per cent)", "1/25 (4.00 per cent)"]}