{"Clinical Trial ID": "NCT02699983", "Intervention": ["INTERVENTION 1:", "Group I (Park People's Program)", "Participants are trained on how to use the SparkPeople website, self-monitor their diet using the SparkPeople tool, and how to self-monitor their activity daily using the Fitbit monitoring device.", "Participants receive weekly motivational reminders to connect to the website for 3 months via email, text or telephone, depending on the patient's preference (active phase).The participants then enter the maintenance phase for 3 months without recall.", "• Behavioural Diet Intervention: Use the SparkPeople Web Program", "Exercise intervention: Use the Fitbit monitor and the SparkPeople Web program", "• Activity monitoring device: Wear a Fitbit activity monitoring device", "INTERVENTION 2:", "Group II (waiting list)", "Participants receive the weight loss document and a Fitbit activity monitor. After 6 months, participants receive SparkPeople treatment.", "Exercise intervention: Use a Fitbit monitor", "• Activity monitoring device: Wear a Fitbit activity monitoring device"], "Eligibility": ["Incorporation criteria:", "Patients should have evidence of histologically confirmed breast cancer, stage 0, I, II or III, and be at least 2 years after diagnosis.", "The patient is self-identified as African-American", "The patient is overweight or obese (body mass index [BMI] >= 25 kg/m^2)", "The patient is able to understand and read English", "The patient must have access to the Internet at home or to a smartphone", "The patient must give informed consent for this new study", "- Exclusion criteria:", "The patient has a serious medical condition (e.g. stroke, hepatic or renal impairment, congestive heart failure, myocardial infarction or cardiac surgery in the past year, angor pectoris) that would compromise the patient's safety or compromise the patient's ability to complete the study, at the discretion of the investigator.", "The patient has a serious psychiatric disorder (e.g. bipolar disorder, schizophrenia or other psychosis, bulimia or nervous anorexia, suicide attempt within 6 months or current active suicidal ideation) that would compromise the patient's ability to complete the study, at the discretion of the investigator.", "The patient has a severe disability limiting moderate physical activity, such as severe orthopaedic conditions.", "The patient expects a major surgery within the next 6 months.", "The patient is taking medication or supplements to lose weight now or in the last 3 months", "The patient lost 5% of body weight in the previous 6 months or underwent bariatric surgery.", "The patient is pregnant, breast-feeding, has given birth in the last 3 months or is planning a pregnancy in the next 12 months; if the participant becomes pregnant in the course of the study, she will be withdrawn from participation.", "The patient plans to leave the area within the next 12 months."], "Results": ["Performance measures:", "Recruitment rate", "Number of eligible participants who were enrolled and randomly assigned Feasibility is defined as >= 75% of the recruitment rate.", "Time limit: 12 months", "Results 1:", "Group/Arm Title: Group I (Park People's Program)", "Description of the Arm/Group: Participants receive training on how to use the SparkPeople website, self-monitor their diet using the SparkPeople tool and self-monitor their daily activity using the Fitbit surveillance device.", "Participants receive weekly motivational reminders to connect to the website for 3 months via email, text or telephone, depending on the patient's preference (active phase).The participants then enter the maintenance phase for 3 months without recall.", "• Behavioural Diet Intervention: Use the SparkPeople Web Program", "Exercise intervention: Use the Fitbit monitor and the SparkPeople Web program", "• Activity monitoring device: Wear a Fitbit activity monitoring device", "Total number of participants analysed: 23", "Type of measure: Number of participants", "Unit of measure: Participants 18 78.3%", "Results 2:", "Title of arm/group: Group II (waiting list)", "Description of the arm/group: Participants receive the weight loss document and a Fitbit activity monitor. After 6 months, participants receive SparkPeople treatment.", "Exercise intervention: Use a Fitbit monitor", "• Activity monitoring device: Wear a Fitbit activity monitoring device", "Total number of participants analysed: 22", "Type of measure: Number of participants", "Unit of measure: Participants 17 77.3%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/18 (0.00 per cent)", "Adverse Events 2:", "Total: 0/17 (0.00 per cent)"]}