{"Clinical Trial ID": "NCT01730729", "Intervention": ["INTERVENTION 1:", "Treatment (Cabergoline)", "Patients receive Cabergoline orally (OP) twice a week during weeks 1 to 4. Courses are repeated every 4 weeks in the absence of disease progression or unacceptable toxicity.", "Cabergoline: given orally"], "Eligibility": ["Incorporation criteria:", "Patients should have histologically confirmed metastatic breast cancer; tissues (a minimum of 3 slides) of the most recent biopsy are required for examination and confirmation of eligibility; NOTE: the material should ideally come from metastatic disease, but the material of the primary tumor is acceptable if this is all available", "Patients should have stage IV breast cancer", "Patients should have tumours (primary or metastatic) that positively colour the prolactin receptor.", "Patients may have a measurable or evaluable disease", "- Measurable disease is defined as at least one lesion that can be accurately measured in at least one dimension (the longest diameter to be recorded) as > 20 mm with conventional techniques or > 10 mm with a spiral scan", "• Preventable disease is a disease that does not meet the criteria for measurable disease; for example, patients with effusion or bone disease only.", "Women of childbearing potential must commit to using effective (non-hormonal) contraception during the study.", "Patients should have a life expectancy greater than 12 weeks", "Patients should have performance status in the Eastern Cooperative Oncology Group (ECOG) = < 2", "Patients may already have been diagnosed with cancer if more than 5 years ago since their last treatment.", "Leukocytes >= 3000/uL (microlitre)", "Absolute number of neutrophils >= 1500/uL", "Platelets >= 100 000/uL", "- Pugh score for children = < 10", "Patients should be able to swallow and store oral medicines.", "All patients must have signed and informed consent prior to registration for the study.", "- Exclusion criteria:", "Pregnant or lactating women are not entitled to study treatment.", "Patients undergoing concomitant radiotherapy are NOT eligible for participation.", "Patients receiving other experimental agents or concomitant cancer therapy are not eligible for participation; prior systemic treatment is permitted with a washing period of 2 weeks prior to registration.", "Patients taking herbal medicines (alternatives) are not eligible for participation; patients should be excluded from these medicines at the time of registration.", "Patients receiving concomitant D2 antiagonists (such as phenothiazines, butyrophenones, thioxanthenes or metoclopramide) are not eligible for participation; patients should be excluded from these drugs at the time of registration.", "Patients with known brain metastases are not eligible for participation.", "Patients with any of the following conditions or complications are not eligible for participation:", "Uncontrolled hypertension", "• Known hypersensitivity to ergot derivatives", "• History of cardiac valvular disorders, as suggested by anatomical evidence of valvulopathy of any valve (to be determined by a pre-treatment evaluation including an echocardiographic demonstration of valve foliole thickening, valve restriction or mixed valve-stenosis restriction)", "History of pulmonary, pericardial, cardiac or retroperitoneal fibrotic disorders", "gastrointestinal tract disease (GI) leading to inability to take oral medicines", "Malabsorption syndrome", "• Requires intravenous feeding (IV)", "History of previous surgical procedures affecting absorption", "(e.g., Crohn's ulcerative colitis)"], "Results": ["Performance measures:", "Overall response rate (OR) at 2 months", "The overall response rate (ORR) is defined as the number of patients who have received a complete (RC) or partial (PR) response and will be evaluated after 8 weeks (2 cycles) of treatment using scanner images and RECIST guidelines.", "Complete response (RC): Disappearance of all target lesions Partial response (PR): reduction of at least 30% of the sum of the longest diameter (LD) of the target lesions, taking as reference the initial sum of the LD.", "At least a 20% increase in the sum of LD of the target lesions, taking as a reference the smallest amount of LD recorded since the start of treatment or the onset of one or more new lesions.", "• Stable Sickness (SD): neither shrinkage sufficient to qualify for PR nor increase sufficient to qualify for the RFP, taking as a reference the smallest sum of LD since the start of treatment", "Time limit: After 8 weeks (2 cycles) of treament", "Results 1:", "Title of arm/group: Treatment (Cabergoline)", "Description of the arm/group: Patients receive cabergoline orally (OP) twice a week during weeks 1 to 4. Courses are repeated every 4 weeks in the absence of disease progression or unacceptable toxicity.", "Cabergoline: given orally", "Total number of participants analysed: 18", "Type of measure: Number of participants", "Unit of measure: Participants 0 0.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/20 (20.00)", "Death NOS 1/20 (5.0%)", "1/20 pain (5.0%)", "Dyspnoea 2/20 (10.00 %)"]}