{"Clinical Trial ID": "NCT00880464", "Intervention": ["INTERVENTION 1:", "Vaccine", "Organic/Vaccine: The truly irradiated breast cancer vaccine will be administered on days 1, 8, 15, 29 and thereafter every 2 weeks until the vaccine supply is exhausted", "Autologists, lethally irradiated breast cancer cells: Vaccination with autologous tumour cells designed by adenoviral gene transfer to secrete GM-CS"], "Eligibility": ["Incorporation criteria:", "Invasive breast cancer confirmed histologically or cytologically, preoperative stage II-III by AJCC 6th edition, based on initial assessment by clinical examination and/or breast imaging", "Cohort 1: At least 2 cm of residual disease in total diameters by clinical or radiographic results after preoperative chemotherapy", "Cohort 2: Patients who have not received preoperative chemotherapy must have at least 4 cm of the largest diameter disease with clinical or radiographic results.", "Preoperative chemotherapy (neoadjuvant) with a standard dosing regimen (containing anthracycline and/or taxane) or in a clinical trial.", "HER2 positive tumours should have received at least one previous treatment with trastuzumab, and may not receive trastuzumab and vaccination at the same time", "Should start hormonal therapy (if indicated), including ovarian suppression, at least 4 weeks before vaccinations start", "The surgery should have taken place more than 28 days, but within 12 weeks prior to registration.", "May receive concomitant hormonal therapy, such as tamoxifen, ovarian suppression, and aromatase inhibitors", "• Must have already had a tumour in a bank of sufficient cellular performance for vaccination", "ECOG Performance Status 0 or 1", "- 18 years or older", "More than 4 weeks after immunotherapy or systemic glucocorticoid treatment", "Adequate recovery of recent surgery and radiation therapy", "- Exclusion criteria:", "• Uncontrolled infection or active disease", "Other medical or psychiatric illness or social situation that would limit compliance with the study", "Pregnancy or lactation", "Evidence of HIV infection", "Previous participation in an adenovirus-based trial", "- Concomitant invasive malignancies"], "Results": ["Performance measures:", "Minimum number of vaccine doses created using a sample of the participant's tumours", "For metastatic patients, the minimum dose was 1 x 10^5 cells and the maximum dose was 1 x 10^7 cells. For stage II-III patients, the minimum dose was 1 x 10^5 cells and the maximum dose was 1 x 10^5 cells. For metastatic patients, the minimum dose was 1 x 10^5 cells and the maximum dose was 1 x 10^7 cells.", "Time limit: 40 months", "Results 1:", "Title of the arm/group: Vaccine", "Description of the arm/group: Biological/Vaccine: Autologists, Lethal breast cancer vaccine will be administered on days 1, 8, 15, 29 and thereafter every 2 weeks until vaccine supply is exhausted", "Autologists, lethally irradiated breast cancer cells: Vaccination with autologous tumour cells designed by adenoviral gene transfer to secrete GM-CS", "Total number of participants analysed: 7", "Type of measurement: Number", "Unit of measurement: doses 6"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/7 (14.29 per cent)", "Fatigue 1/7 (14.29%)"]}