{"Clinical Trial ID": "NCT02049957", "Intervention": ["INTERVENTION 1:", "Phase 1 (Part 1): Sapanisertib 5 mg + Exemestane", "Once daily in a 28-day cycle plus exemestane 25 mg tablets, once daily in a 28-day cycle (up to 12 cycles).", "INTERVENTION 2:", "Phase 1 (Part 1): Sapanisertib 5 mg + Fulvestrant", "· Sapanisertib 5 mg, uncrushed IPA capsule, once daily in a 28-day cycle plus 500 mg of fulvestrant, intramuscular injection (IM), once on day 1 of each cycle (up to 57 cycles)."], "Eligibility": ["• Inclusion criteria", "Each patient must meet all of the following inclusion criteria to be enrolled in the study:", "Phase 1b and Phase 2", "Advanced or metastatic breast cancer.", "· Histological or cytological confirmation of ER+ state (defined as > 1% positive tumour cells) and histological or cytological confirmation of HER2 negative state (HER2-) by local laboratory tests using American Society of Oncology (ASCO)/College of American Pathologists (CAP) Clinical Practice Guideline update.", "Women 18 years of age or older who are menopausal for at least one year prior to the screening visit, where menopause is defined as: age 55 and 1 year or more of amenorrhea.", "Age < 55 years and 1 year or more of amenorrhea, with estradiol test < 20 pg/mL", "Note: Ovarian radiation or treatment with an agonist luteinizing hormone (goserelin acetate or leuprolide acetate) is not permitted for the induction of ovarian suppression.", "The history of brain metastases is eligible for the study provided that all of the following criteria are met:", "- Brain metastases that have been treated", "No signs of disease progression for 3 months or bleeding after treatment", "Outside dexamethasone treatment for 4 weeks prior to administration of the first dose of MLN0128", "No current requirements for dexamethasone or antiepileptic medicines", "The Eastern Cooperative Oncology Group (ECOG) is 0 to 2.", "The clinical laboratory values given below within 4 weeks prior to the first dose of MLN0128:", "Bone marrow reserve corresponding to absolute neutrophil count (NAC) 1.5 x 10^9/L; platelet count 100 x 10^9/L; hemoglobin 9 g/dL", "Total bilirubin 1.5 x upper limit of normal range (ULN), aspartate aminotransferase (AST) and alanine aminotransferase (ALT) 2.5 x ULN ( 5 x ULN if liver metastases are present)", "The creatinine clearance is 50 mL/min, either based on the Cockcroft-Gault estimate or on a 12- or 24-hour urine collection.", "fasting serum glucose 130 mg/dL and fasting triglycerides 300 mg/dL", "The left ventricular ejection fraction (LVEF) within 5 absolute percentage points of the institutional standard of normal measured by echocardiogram (ECHO) or multiple barrier acquisition scan (MUGA) within 4 weeks prior to the first dose of MLN0128 (i.e. if the institutional standard of normal is 50%, the LVEF may be as low as 45% to be eligible for study).", "If tumour tissue is not available, tumour biopsy may be performed before the patient begins treatment with NML0128. If less than 10 slides are available or the content or tumour area requirements are not met, eligibility for study will be determined after discussion with the sponsor.", "• Ability to swallow oral medicines, willingness to perform mucosal prophylaxis and appropriate venous access for blood sampling required by the study.", "* Voluntary written consent must be given prior to the completion of any study-related procedure that is not part of standard medical care, provided that the patient may withdraw his or her consent at any time without prejudice to future medical care.", "In addition to the inclusion criteria mentioned above, each patient must meet the following inclusion criteria to be enrolled in the Phase 1b part of the study:", "Patients may experience developmental progression or disease during their most recent treatment with exemestane or fulvestrant, or everolimus in combination with exemestane (any country) or fulvestrant (only in the United States). Exemestane or fulvestrant in combination with MLN0128 may also be initiated as a new treatment line.", "In addition to the inclusion criteria mentioned above, each patient must meet all of the following inclusion criteria to be enrolled in the Phase 2 part of the study:", "A measurable disease defined as:", "At least 1 extra-osseous lesion that can be accurately measured in at least 1 dimension. The lesion must be 20 mm with conventional imaging techniques or 10 mm with spiral tomography (CT) or magnetic resonance imaging (MRI), or", "• Bone injury (lytic or mixed [more sclerotic lytics]) in the absence of measurable disease as defined above", "Patients should have had a progression of the disease during treatment with everolimus in combination with exemestane (one country) or fulvestrant (only in the United States) (4 weeks duration of treatment) and should have tolerated treatment with everolimus in combination with exemestane (one country) or fulvestrant (only in the United States) in an appropriate manner according to the judgment of the treating physician.", "• Exclusion criteria", "Patients meeting one of the following exclusion criteria should not be included in the study:", "Phase 1b and Phase 2", "Treatment with everolimus should be discontinued 2 weeks prior to administration of the first dose of MLN0128.", "A concomitant treatment with bisphosphonates or denosumab is permitted for the treatment of osteoporosis or the management of existing bone metastases if treatment is initiated at least 4 weeks before the first dose of MLN0128.", "Treatment with haematopoietic growth factors, blood and blood transfusions, or systemic corticosteroids (corticosteroids IV or oral, excluding inhalers) within 1 week prior to the first dose of MLN0128 (patients already receiving chronic erythropoietin for 4 weeks are eligible).", "Previous treatment with double PI3K/mTOR inhibitors or TORC1/2 inhibitors.", "Evidence of malabsorption due to anterior gastrointestinal surgery (GI), gastrointestinal disease or unknown reason that may affect the absorption of LSN0128.", "Inadequately controlled diabetes mellitus, defined as glycosylated hemoglobin (HbA1c) > 7%; patients with a history of transient glucose intolerance due to corticosteroid administration may be included in this study if all other inclusion/exclusion criteria are met.", "Other clinically significant co-morbidities, such as uncontrolled pulmonary disease, active central nervous system disease, active infection or any other condition likely to compromise patient involvement in the study.", "A known human immunodeficiency virus infection.", "In the last 6 months prior to the administration of the first dose of MLN0128:", "Ischemic myocardial event, including angina requiring treatment and procedures for revascularization of the artery", "Ischemic cerebrovascular vascular event, including transient ischemic attack and procedures for revascularization of the artery", "• Requirement for inotropic support (excluding digoxin) or severe (uncontrolled) cardiac arrhythmia (including atrial flutter/fibrillation, ventricular fibrillation or ventricular tachycardia)", "• Placement of a pacemaker for rhythm control", "New York Heart Association Class III or IV Heart failure", "- Pulmonary embolism", "A significant cardiovascular or pulmonary disease prior to administration of the first dose of MLN0128, including:", "Uncontrolled hypertension (i.e. systolic blood pressure > 180 mm Hg; diastolic blood pressure > 95 mm Hg)", "Pulmonary hypertension", "- Uncontrolled asthma or oxygen saturation < 90% by arterial analysis of blood gases or by oxymetry of impulses in ambient air", "· Significant valvular disease; severe regurgitation or stenosis by imaging independent of symptom control through medical intervention; or history of valve replacement", "Medically significant Bradycardia (symptomatic)", "Arrhythmia history requiring implantable cardiac defibrillator", "A speed-adjusted QT interval initial prolongation (QTc; e.g. repeated demonstration of QTc interval > 480 ms, or history of congenital long QT syndrome, or torsades de pointes)", "Patients with skin cancer or non-melanoma carcinoma in situ of any type are not excluded if they have undergone a complete resection.", "In addition to the exclusion criteria mentioned above, patients who meet the following exclusion criteria should not be included in the Phase 1b portion of the study:", "More than 3 previous chemotherapys for locally advanced or metastatic diseases.", "In addition to the exclusion criteria mentioned above, patients who meet the following exclusion criteria should not be included in the Phase 2 part of the study:", "More than one previous chemotherapy regimen for locally advanced or metastatic diseases."], "Results": ["Performance measures:", "Phase 1: Number of Participants with Adverse Reactions (ADRs) and Serious Adverse Reactions (SEEs)", "A AE is defined as any adverse and unintentional signs (including abnormal laboratory results), symptoms or diseases associated temporally with the use of a medicinal product (investigation), whether or not related to the medicinal product, including any new event or previous condition that has increased in severity or frequency since the administration of the medicinal product under study.", "The relationship between each EAE and the drug being studied will be determined by the investigator.", "Delay: First dose of the drug under study up to 30 days after the last dose (up to 52 months)", "Results 1:", "Title of arm/group: Phase 1 (Part 1): Sapanisertib 5 mg + Exemestane", "Description of the arm/group: Sapanisertib 5 mg, non-crushed active ingredient capsule (API), once daily in a 28-day cycle plus exemestane 25 mg tablets, once daily in a 28-day cycle (up to 12 cycles).", "Total number of participants analysed: 6", "Type of measure: Number of participants", "Unit of measure: Participants All EA: 6,100.0%", "SAE: 1 16.7%", "Results 2:", "Title of arm/group: Phase 1 (Part 1): Sapanisertib 5 mg + Fulvestrant", "Description of the arm/group: Sapanisertib 5 mg, uncrushed API capsule, once daily in a 28-day cycle plus 500 mg fulvestrant, injection, intramuscular (IM), once on day 1 of each cycle (up to 57 cycles).", "Total number of participants analysed: 6", "Type of measure: Number of participants", "Unit of measure: Participants All EA: 6,100.0%", "SAE: 2 33.3%"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/6 (16.67%)", "Angine pectoris 0/6 (0.00 %)", "Pericardial infusion 0/6 (0.00 %)", "Diplopia 0/6 (0.00 %)", "Abdominal pain 0/6 (0.00 %)", "- Conaction 0/6 (0.00 %)", "Gastritis 0/6 (0.00 %)", "- Nausea 0/6 (0.00 %)", "Vomiting 0/6 (0.00 %)", "- Fatigue 0/6 (0.00 %)", "General deterioration of physical health 0/6 (0.00 %)", "Generalised oedema 0/6 (0.00 %)", "Hepatic impairment [1]0/6 (0.00 %)", "Adverse Events 2:", "Total: 2/6 (33.33 per cent)", "Angine pectoris 0/6 (0.00 %)", "Pericardial infusion 0/6 (0.00 %)", "Diplopia 0/6 (0.00 %)", "Abdominal pain 0/6 (0.00 %)", "- Conaction 0/6 (0.00 %)", "Gastritis 0/6 (0.00 %)", "- Nausea 0/6 (0.00 %)", "Vomiting 0/6 (0.00 %)", "- Fatigue 0/6 (0.00 %)", "General deterioration of physical health 0/6 (0.00 %)", "Generalised oedema 0/6 (0.00 %)", "Hepatic impairment [1]0/6 (0.00 %)"]}