{"Clinical Trial ID": "NCT00087152", "Intervention": ["INTERVENTION 1:", "Imatinib Mesylate and Capecitabine", "Imatinib Mesylate 400 mg orally daily during the 21-day cycle Capecitabine 1000 mg/m^2 orally twice daily Days 1 to 14 of each 21-day cycle."], "Eligibility": ["Adenocarcinoma of the breast confirmed histologically or cytologically", "Phase IV measurable disease", "• Disease progression after at least 1, but not more than 2, prior chemotherapy treatments for metastatic diseases", "Patients with hormone-sensitive tumours should have received prior hormonal treatment.", "Patients with human epidermal growth factor receptor 2 (HER2)/neu-overpressive tumours (3+ by immunohistochemistry or amplified by fluorescent in situ hybridization) should have received trastuzumab (Herceptin®) in the adjuvant or metastatic setting (unless contraindicated)", "There is no clinical evidence of a known brain or central nervous system disease (CNS)", "Status of known hormone receptor", "Women aged 18 and over", "Performance status Zubrod 0-2", "Absolute number of neutrophils > 1500/mm^3", "Number of leukocytes > 3,000/mm^3", "Number of platelets > 100 000/mm^3", "Normal Bilirubine", "Aspartate aminotransferase (AST) / alanine aminotransferase (ALT) < 2.5 times the upper limit of normal", "OR creatinine clearance > 60 mL/min", "No pregnancy or breast-feeding", "Fertile patients should use effective contraception during and for 3 months after participation in the study.", "No history of a severe hypersensitivity reaction to compounds of chemical or biological composition similar to imatinib mesylate, capecitabine or fluorouracil", "No other malignancy in the last 5 years, except skin cancer or in situ carcinoma of the treated basal cell or squamous cell", "No previous biological therapy (e.g. vaccines)", "No concomitant filgrastim (G-CSF) for chemotherapy-induced neutropenia", "No anterior capecitabine or fluoruracil for metastatic breast cancer", "• Pre-authorised hormonal treatment", "More than 4 weeks since prior radiation therapy - Areas previously irradiated should not be the only disease site", "More than 4 weeks since previous major surgery", "More than 4 weeks since previous treatment for breast cancer", "No combination antiretroviral therapy concomitantly for HIV-positive patients", "No other concomitant experimental or commercial agent or therapy for metastatic breast cancer"], "Results": ["Performance measures:", "Confirmed response rate (complete and partial)", "The total response (CR) is the complete elimination of any measurable and non-measurable disease; no new injury; no disease-related symptoms; and normalization of markers and other abnormal laboratory values. The partial response (PR) applies only to patients with at least one measurable injury. The PR is greater than or equal to 30% decrease under the basis of the sum of the longest diameter of all target measurable lesions; no unequivocal progression of the non-measurable disease and no new injury. The confirmed response is two or more objective states separated by at least four weeks prior to symptomatic progression or deterioration.", "Time limit: 12 weeks", "Results 1:", "Title of the arm/group: Imatinib Mesylate & Capecitabine", "Imatinib Mesylate 400 mg orally daily during the 21-day cycle Capecitabine 1000 mg/m^2 orally twice daily Days 1 to 14 of each 21-day cycle.", "Total number of participants analysed: 19", "Type of measurement: Number", "Unit of measurement: participants 2"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/20 (20.00)", "Diarrhoea 1/20 (5.0%)", "Nausea 1/20 (5.0%)", "Sodium, low serum (hyponatraemia) 1/20 (5.0%)", "Death - disease progression NOS 1/20 (5.0%)", "- Dyspnoea (breathing) 1/20 (5.0%)", "Hypoxia 1/20 (5.0%)"]}