{"Clinical Trial ID": "NCT00195013", "Intervention": ["INTERVENTION 1:", "- Glutamine", "10 grams three times a day (orally) for four days, then stop", "- glutamine: 10 grams three times a day (orally) for four days, then stop", "INTERVENTION 2:", "- Placebo", "10 grams three times a day (orally) for four days, then stop", "Placebo: 10 grams three times a day (orally) for four days, then stop"], "Eligibility": ["Incorporation criteria:", "Patients should have histologically or cytologically confirmed breast cancer, stage I, II, III or IV or other solid tumours.", "Patients should receive weekly paclitaxel or nab-paclitaxel chemotherapy or have recently completed paclitaxel or nab-paclitaxel chemotherapy and have at least one peripheral grade I neuropathy (see Appendix A) due to treatment.", "Since no data are currently available on the administration of glutamine in patients under 18 years of age, children are not included in this study but will be eligible for future single agent paediatric phase 1 trials.", "· ECOG performance status <1 (Karnofsky >90%).", "More than 3 months of life expectancy.", "Patients should have an organ and marrow function sufficient for paclitaxel treatment to be administered.", "The effects of glutamine on the developing human fetus are not known, so women of childbearing age and men must agree to use adequate contraception (hormonal method or birth control barrier; abstinence) prior to entry into the study and for the duration of participation in the study.", "• Ability to understand and willingness to sign a written informed consent document.", "- Exclusion criteria:", "Patients with previous neuropathies not associated with chemotherapy", "Patients cannot receive other experimental agents.", "Patients with known brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurological dysfunction that would confuse the assessment of neurological and other adverse events.", "No known allergies are associated with glutamine.", "An uncontrolled intercurrent disease that renders the patient ineligible for paclitaxel chemotherapy.", "Pregnant women are excluded from this study because there is an unknown but potential risk of adverse effects in breast-fed infants secondary to the treatment of the mother with glutamine. Breast-feeding should also be discontinued if the mother is treated with glutamine.", "Because patients with immune deficiency are at increased risk of lethal infections when treated with a suppressive bone marrow treatment, HIV-positive patients receiving combination antiretroviral therapy are excluded from the study due to possible pharmacokinetic interactions with glutamine. Appropriate studies will be undertaken in patients receiving combination antiretroviral therapy when indicated.", "- Concomitant chemotherapy with another medicine known to cause neuropathy (CDDP or CBDCA or oxaliplatin) is excluded."], "Results": ["Performance measures:", "Change in peripheral neuropathy score", "The presence of sensory, motor sensitivity, pine sensitivity, vibration sensitivity, DTR, autonomic symptoms was assessed. For each element, the possible score ranged from 0 (normal) to 4 (the worst possible result).", "Results calculated as neuropathy score at 10 weeks minus neuropathy score at base.", "Duration of study, about 10 weeks per subject", "Results 1:", "Title of the arm/group: Glutamine", "Description of the arm/group: 10 grams three times a day (orally) for four days, then stop", "- glutamine: 10 grams three times a day (orally) for four days, then stop", "Total number of participants analysed: 14", "Average (total extent)", "Unit of measure: Change in total neuropathy score 0.3 (-5 to 3)", "Results 2:", "Title of the arm/group: Placebo", "Description of the arm/group: 10 grams three times a day (orally) for four days, then stop", "Placebo: 10 grams three times a day (orally) for four days, then stop", "Total number of participants analysed: 16", "Average (total extent)", "Unit of measure: change in total neuropathy score 0.9 (-6 to 7)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/14 (0.00 per cent)", "Adverse Events 2:", "Total: 0/16 (0.00 per cent)"]}