{"Clinical Trial ID": "NCT01912612", "Intervention": ["INTERVENTION 1:", "Bras 1 (Patients with pain)", "Duloxetine 30 mg per day x 1 week, then 60 mg per day x 4 weeks, then 30 mg per day x 2 weeks.", "Duloxetine: Subjects will receive 30 mg of duloxetine orally for 7 days, then 60 mg of duloxetine orally for 28 days, then 30 mg of duloxetine orally for 14 days.", "INTERVENTION 2:", "2nd arm (painless patients - control)", "One patient reported an assessment of pain and symptoms for comparison to inclusion."], "Eligibility": ["Incorporation criteria:", "Women at least 25 years of age", "All surgery, chemotherapy and/or radiotherapy indicated must have been completed at least 12 weeks prior to registration. Concomitant endocrine therapy and targeted therapies such as palbociclib, pertuzumab and trastuzumab are permitted.", "• Pain that has developed or worsened since the diagnosis of breast cancer and is not due to an identifiable traumatic event or fracture", "The worst pain score reported by the patient between 5 and 10 (included) on a scale of 0 to 10 ( verbally evaluated)", "Women must be sterile at least one year after menopause or surgery; or must agree to use a medically acceptable form of contraception.", "To withdraw from selective serotonin reuptake inhibitors (SSRIs) and tricyclic antidepressants (TCAs) prior to initiation of treatment", "Patients currently taking nonsteroidal anti-inflammatory drugs (NSAIDs) (e.g. ibuprofen, naproxene, meloxicam, gabapentin, pregabalin) and/or opioid painkillers should remain under a stable dose throughout the study.", "- Ability to provide informed consent and willing to sign an approved consent form in accordance with federal and institutional guidelines.", "- Exclusion criteria:", "Prior use of duloxetine or milnacipran.", "• Previous or current use of venlafaxine specifically for the treatment of pain (previous or current use for the treatment of other indications, such as hot flushes, is permitted, although current venlafaxine use should be discontinued prior to initiation of study therapy)", "Patients should not take medicinal products contraindicated on the package leaflet for duloxetine, including phenothiazines, propafenone, flecainide, linezolid or anticoagulation (e.g., direct heparin, warfarin or oral anticoagulants); monoamine oxidase inhibitor therapy within 14 days of registration.", "• Anomaly of the ribs of the hand (e.g. due to chemotherapy or trauma, or artificial nails) that may affect the perception of pain during the test", "• Peripheral sensory neuropathy with thumbs that bilaterally interferes with the function and/or activities of daily life", "Significant risk of suicide based on the investigator's judgement", "In the opinion of the investigator, the history or behaviour that would prohibit compliance during the duration of the study.", "History of abuse or addiction of alcohol or other substances in the year prior to registration", "A known chronic liver disease, end-stage renal disease or creatinine clearance < 30 mL/min as defined by the Cockcroft-Gault equation", "- An uncontrolled narrow angle glaucoma.", "Clinically significant coagulation disorder", "History of convulsive disorders", "The urinary pregnancy test will be evaluated during the initial visit in women of childbearing age with chronic pain.", "Not possible to take oral medicines or any medical condition that interferes with the absorption of the capsules of drugs under study.", "During treatment with SSRI, the serotonin-norepinephrine (SNRI) reuptake inhibitor or the TCA regimen (including Wellbutrin) for the treatment of a major depressive disorder or generalized anxiety disorder (without the approval and involvement of the patient's treating psychiatrist to reduce cases of these drugs prior to study treatment).", "Controls are patients without chronic pain who otherwise meet the following eligibility criteria (inclusion #1, 2, 8, exclusion #1, 2, 4, 5, worst pain score 0-1, and not currently on pain medications)"], "Results": ["Performance measures:", "Change in the most severe pain reported by the patient between the beginning and the 5 weeks of duloxetine treatment", "The most severe pain will be evaluated at baseline and 5 weeks for each patient using the brief pain inventory.", "Reference: The most severe average pain for all patients in arm 1 (intervention) and arm 2 (control)", "5 weeks: The most severe average pain for all patients in arm 1 (intervention)", "- Pain range 0-10 (0=no pain; 10=badest pain)", "Duration: 5 weeks", "Results 1:", "Arm/group title: arms 1 (patients with pain)", "Description of the arm/group: Duloxetine 30 mg per day x 1 week, then 60 mg per day x 4 weeks, then 30 mg per day x 2 weeks.", "Duloxetine: Subjects will receive 30 mg of duloxetine orally for 7 days, then 60 mg of duloxetine orally for 28 days, then 30 mg of duloxetine orally for 14 days.", "Total number of participants analysed: 35", "Average (standard deviation)", "Unit of measure: scale score Baseline: 35 participants", "6.54 (1.868)", "5 weeks: 31 participants", "4.06 (2.744)", "Results 2:", "Title of arm/group: Arm 2 (Patients without pain - Control)", "Description of the arm/group: The patient reported an assessment of pain and symptoms compared to inclusion.", "Total number of participants analysed: 40", "Average (standard deviation)", "Unit of measure: scale score Baseline: 40 participants", "0.25 (0.494)", "5 weeks: 0 participant"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/35 (2.86%)", "Congestive heart failure *1/35 (2.86%)", "Adverse Events 2:", "Total: 0/40 (0.00 per cent)", "Congestive heart failure *0.40 (0.00 %)"]}