{"Clinical Trial ID": "NCT01106898", "Intervention": ["INTERVENTION 1:", "Treatment (Chemotherapy with or without maintenance treatment)", "SYSTEMIC CHEMOMERAPY: Patients receive 1-hour cyclophosphamide IV and 3-hour paclitaxel IV at day 1. Treatment is repeated every 14 days for 6 courses in the absence of disease progression or unacceptable toxicity.", "Maintenance therapy (Her-2 neu positive patients): Patients receive trastuzumab IV more than 30 minutes per day 1. Treatment is repeated every 14 days for 5 courses, then every 21 days for 14 courses in the absence of disease progression or unacceptable toxicity.", "- cyclophosphamide, paclitaxel, trastuzumab:"], "Eligibility": ["Incorporation criteria:", "Histologically confirmed new stage of diagnosis I-II breast cancer", "Women with reproductive potential should be non-pregnant and non-native and should agree to use an effective contraceptive control method throughout the study and up to 6 months after treatment.", "Women of childbearing potential must undergo a negative pregnancy test within 7 days of the start of the study.", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0 or 1", "Absolute number of neutrophils greater than or equal to 1,500/mcl", "Number of platelets equal to or greater than 150 000/mcl", "Hemoglobin > 11 gm/dl", "- Alkaline phosphatase equal to or less than 1.5 times the upper limit of normal (ULN)", "Total bilirubin equals or less than 1.5 times the NSA", "Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) not exceeding 1.5 times ULN", "• Creatinine less than 1.5 times the NSA", "Able to give informed consent", "All patients included should have normal cardiac function as defined by an ejection fraction > 50% by echocardiogram", "• Capable of returning for treatment and follow-up on specified days", "- Exclusion criteria:", "With the exception of skin cancers of sufficiently treated basal or squamous cells or non-invasive carcinomas", "Patients with pre-existing Grade II peripheral neuropathy", "Patients who have received prior chemotherapy", "Stage IV or metastatic breast cancer", "Pregnant or lactating women", "Inability to cooperate with treatment protocol", "No serious active infection or other condition excluding chemotherapy", "Any co-morbidity or condition which, in the opinion of the investigator, may interfere with the assessments and procedures of this protocol (e.g. unstable angina, myocardial infarction within 6 months, severe infection, etc.)", "● Known hypersensitivity to any component of the drugs required in the study", "Known as positive for human immunodeficiency virus (HIV) or infectious hepatitis, type A, B or C or active hepatitis", "Any serious medical condition, laboratory abnormality or psychiatric illness that would prevent the subject from signing the informed consent form", "- Myocardial infarction within 6 months prior to registration or with uncontrolled angina of New York Heart Association (NYHA) class III or IV heart failure, uncontrolled severe ventricular arrhythmias or electrocardiographic signs of acute ischemia or abnormal active conduction system; prior to entry into the study, any electrocardiographic abnormality (ECG) during screening must be documented by the investigator as not being medically relevant."], "Results": ["Performance measures:", "- Survivors without recurrence", "• Recurrence-free survival curves will be drawn for subjects treated with Stage I and II diseases.", "Timeline: Period between initiation of treatment and recurrence, second malignancy or death as the first event, evaluated up to 3 years", "Results 1:", "Title of arm/group: Treatment (Chemotherapy with or without maintenance treatment)", "Description of the arm/group: SYSTEMIC ECHEMOTHERAPY: Patients receive cyclophosphamide IV over 1 hour and paclitaxel IV over 3 hours on day 1. Treatment is repeated every 14 days for 6 courses in the absence of disease progression or unacceptable toxicity.", "Maintenance therapy (Her-2 neu positive patients): Patients receive trastuzumab IV more than 30 minutes per day 1. Treatment is repeated every 14 days for 5 courses, then every 21 days for 14 courses in the absence of disease progression or unacceptable toxicity.", "- cyclophosphamide, paclitaxel, trastuzumab:", "Total number of participants analysed: 100", "Type of measurement: Number", "Unit of measure: percentage of subjects 98 (92.2 to 99.5)"], "Adverse Events": ["Undesirable Events 1:", "Total: 16/102 (15.69 per cent)", "Febrile Neutropenia 3/102 (2.94 %)", "SinusTachycardia 1/102 (0.98%)", "Abdominal pain 2/102 (1.96%)", "- Dual-ode perforation 1/102 (0.98%)", "Constipation 1/102 (0.98%)", "Diarrhoea 1/102 (0.98%)", "Fever 1/102 (0.98%)", "Anaphylaxis 1/102 (0.98%)", "- Skin infection [1]1/102 (0.98%)", "urinary infection 1/102 (0.98%)", "Sepsis 1/102 (0.98 per cent)"]}