{"Clinical Trial ID": "NCT01439945", "Intervention": ["INTERVENTION 1:", "Low dose Magnesium oxide (800 mg/day)", "Week 2:", "Patients take one 400 mg oral magnesium oxide (PO) tablet per day (QD).", "Week 3:", "Patients take two 400 mg oral magnesium oxide (PO) tablets per day (QD).", "Weeks 4-9:", "Patients take two 400 mg oral magnesium oxide (PO) tablets per day (QD).", "INTERVENTION 2:", "High dose Magnesium oxide (1200 mg/day)", "Week 2:", "Patients take one 400 mg oral magnesium oxide (PO) tablet per day (QD).", "Week 3:", "Patients take two 400 mg oral magnesium oxide (PO) tablets per day (QD).", "Weeks 4-9:", "Patients take three 400 mg oral magnesium oxide (PO) tablets per day (QD)."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Women with a history of breast cancer (currently without malignant disease)", "(defined by their appearance 28 times a week and of sufficient severity for the patient to want a therapeutic intervention)", "• Presence of hot flashes for 30 days prior to entry in the study", "• Willingness to provide biological specimens as required by protocol", "Unspecified hormonal receptor status", "CHARACTERISTICS OF PATIENTS:", "Menopausal women, as defined by the absence of a period in the last 12 months or by bilateral oophorectomy", "Women with at least one ovary but without uterus should be considered postmenopausal by the age of 55 years or as a combination of estrogen in a postmenopausal (local laboratory) and FSH range of more than 40 mIU/mL", "No woman of childbearing or premenopausal age", "Creatinine clearance > 30 mL/min", "• Ability to complete the questionnaire(s) by themselves or with assistance", "ECOG performance status 0 or 1", "No history of allergy or other side effects with magnesium", "No diabetes", "No patients with conditions involved in decreased magnesium absorption (e.g. Crohn's disease, abuse of ETOH)", "No patients with diarrhea where magnesium could worsen the situation (by discretionary care provider)", "THERAPE PRIOR CONCURENT:", "None of the current (28 days prior to registration) or planned (tamoxifene, raloxifene or aromatase inhibitors is allowed, but the patient should have received a constant dose for 28 days and should not be expected to stop the medicine during the study period):", "Antineoplastic chemotherapy (trastuzumab or lapatinib are allowed)", "Androgens", "Estrogens (all delivery routes)", "Progestative agents", "No previous use of magnesium for hot flashes", "No current or planned use of gabapentin (for any reason) or antidepressants (for any reason) or other agents for the treatment of hot flashes (except for the stable dose of vitamin E is permitted as long as it has started > 30 days prior to the registration of the study and is to be continued during the study period; soybean is allowed, if it is expected to continue at the same dose during the study period)", "No common use of magnesium for any indication (except one standard dose of multiple vitamins is allowed per day)", "Do not take diuretics, corticosteroids, biliary acid receivers and other prescription and over-the-counter medicines that may affect magnesium levels", "No current (7 days prior to registration) or planned use of other non-drug therapies for the management of hot flashes, such as acupuncture or yoga (other use of these therapies is permitted)"], "Results": ["Performance measures:", "The intra-patient changes in weekly hot flash activity from the base during the treatment period.", "The main criterion is the intra-patient change in weekly hot flash activity from the reference period during the treatment period. Hot flash activity will be measured by the weekly average hot flash score, which is a composite entity of the frequency and severity of hot flashes.", "The severity of the hot flash is recorded from 1 to 4 (1 = mean, 2 = moderate, 3 = severe and 4 = very severe). The daily hot flash score is calculated by multiplying the average severity level by the frequency every 24 hours. Therefore, a zero score is the lowest possible score and can be interpreted as having no hot flash. The weekly hot flash score was calculated by adding all the scores for the week.", "The mean weekly instantaneous score for each group is reported and a repeated measurement analysis is reported comparing each dose group to the Placebo group.", "Calendar: Reference data for week 8", "Results 1:", "Title of arm/group: Low-dose magnesium oxide (800 mg/day)", "Description of Arm/Group: Week 2:", "Patients take one 400 mg oral magnesium oxide (PO) tablet per day (QD).", "Week 3:", "Patients take two 400 mg oral magnesium oxide (PO) tablets per day (QD).", "Weeks 4-9:", "Patients take two 400 mg oral magnesium oxide (PO) tablets per day (QD).", "Total number of participants analysed: 88", "Average (standard deviation)", "Unit of measurement: units on a reference scale: 81 participants", "16.02 (9.62)", "Week 1: 81 participants", "14.28 (9.26)", "Week 2: 79 participants", "12.68 (8.87)", "Week 3: 78 participants", "12.29 (9.79)", "Week 4: 78 participants", "11.73 (10.35)", "Week 5: 75 participants", "11.77 (10.86)", "Week 6: 71 participants", "11.61 (10.46)", "Week 7: 71 participants", "11.92 (11.26)", "Week 8: 69 participants", "12.17 (10.88)", "Results 2:", "Title of arm/group: High-dose magnesium oxide (1200 mg/day)", "Description of Arm/Group: Week 2:", "Patients take one 400 mg oral magnesium oxide (PO) tablet per day (QD).", "Week 3:", "Patients take two 400 mg oral magnesium oxide (PO) tablets per day (QD).", "Weeks 4-9:", "Patients take three 400 mg oral magnesium oxide (PO) tablets per day (QD).", "Total number of participants analysed: 88", "Average (standard deviation)", "Unit of measurement: units on a reference scale: 81 participants", "15.35 (10.53)", "Week 1: 78 participants", "14.47 (11.10)", "Week 2: 78 participants", "- 12.59 (10.01)", "Week 3: 76 participants", "11.32 (10.72)", "Week 4: 73 participants", "10.14 (8.61)", "Week 5: 67 participants", "9.73 (9.19)", "Week 6: 67 participants", "9.44 (8.99)", "Week 7: 67 participants", "9.37 (9.24)", "Week 8: 66 participants", "9.06 (8.87)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/92 (0.00 per cent)", "Diarrhoea 0/92 (0.00 %)", "Adverse Events 2:", "Total: 1/93 (1.08 %)", "Diarrhoea 1/93 (1.08%)"]}