{"Clinical Trial ID": "NCT01498458", "Intervention": ["INTERVENTION 1:", "- Pazopanib Plus Capecitabine", "A maximum tolerated dose (LMD) could not be established. The study was discontinued after 8 patients."], "Eligibility": ["Incorporation criteria:", "Informed written consent for all study procedures in accordance with local regulatory requirements before initiating specific protocol procedures.", "The complete reference documentation must be submitted to GBG Forschungs GmbH through the MedCODES web data collection system.", "- HER2-negative is defined as HercepTest IHC 0-2+ or FISH negative (ratio < 2.2).", "At least one treatment of prior endocrine chemotherapy or treatment not containing capecitabine for metastatic/advanced disease.", "A documented progression of either a measurable injury, a non-measurable injury according to the RECIST criteria, or a new injury.", "To complete the radiological and clinical assessment of tumours within 4 weeks of registration as clinically indicated.", "Age => 18 years.", "Karnofsky Performance Index => 60%.", "The absolute number of neutrophils (NAC) => 1.5 x 109/L, platelets => 100 x 109/L, hemoglobin => 9 g/dL (=> 5.6 mmol/L), prothrombin time (PT) or International Standardized Ratio (INR) = < 1.2x UNL (upper normal limit), thromboplastin part-time (PTT) = < 1.2x UNL, total bilirubin < 1.5x UNL, AST (SGOT) and ALT (SGPT) = < 2.5x UNL (concurrent elevations of serum bilirubin and AST/ALT above 1.0x UNL are not allowed), calculated clearance of creatinine should be => 50 mL/min), urinary protein to creatinine (UPC) ratio < 1 (if UPC => 1, then the 24-hour urine protein should be < 1 g).", "Normal heart function confirmed by ECG; QT interval corrected (QTc) < 480 msec using the Bazett formula.", "A female of:Non-infantile possibility, i.e., physiologically unable to become pregnant due to history of hysterectomy, bilateral oophorectomy (ovariectomy), bilateral tubular ligature or postmenopausal status.", "Acceptable contraceptive methods, when used consistently and in accordance with the product label and physician's instructions, are as follows: An intrauterine device with a documented failure rate of less than 1% per year, a Vasectomized partner who is sterile prior to the entry of the female and who is the only sexual partner of the female, Complete Abstinence of sexual intercourse for 14 days prior to exposure to the test product, during the dosing period, and for at least 21 days after the last dose of the test product, double-barrier contraception (condom with spermicide jelly, foam or film suppository; diaphragm with spermicide; or male condom and diaphragm with spermicide).", "Women who are breast-feeding should stop breast-feeding before the first dose of the study drug and refrain from breast-feeding throughout the treatment period and for 14 days after the last dose of the study drug.", "- Exclusion criteria:", "A known or suspected hypersensitivity reaction to experimental compounds or incorporated substances.", "Last metastatic treatment with capecitabine, 5-FU, bevacizumab, sunitinib, sorafenib or other anti-angiogenic tyrosine kinase antibodies or inhibitors.", "Any continuing toxicity of an anterior anticancer treatment of grade >1 and/or progressive severity, with the exception of alopecia.", "• Tumor surgery or embolism within 28 days of the first dose of pazopanib. At least 4 weeks after radiation therapy, with complete recovery. The measurable disease must be completely outside the irradiated field or there must be pathological evidence of progressive disease.", "A concomitant immunobiological or hormonal treatment for cancer.", "The history or clinical evidence of central nervous system (CNS) metastases or leptomenic carcinomatosis, with the exception of individuals who have previously treated CNS metastases, is asymptomatic and did not require steroids or anti-seminar drugs during the 6 months prior to the first dose of the drug studied.", "• Life expectancy less than 3 months.", "• History of autoimmune thyroid disease or thyroid disorders with thyroid values outside the standard range", "Clinically significant gastrointestinal abnormalities that may increase the risk of gastrointestinal bleeding, including, but not limited to, active peptide ulcers, known intraluminal metastatic lesions/s presenting a risk of bleeding, inflammatory intestinal diseases (e.g. ulcerative colitis, Crohn's disease) or other gastrointestinal conditions with an increased risk of perforation, a history of abdominal fistula, gastrointestinal perforation or intra-abscess within 28 days prior to starting treatment.", "Severe dysfunction of the liver", "- Grade 3 or 4 dirrhoea.", "Clinically significant gastrointestinal abnormalities that may affect the absorption of the test product, including, but not limited to, malabsorption syndrome, major stomach resection or small intestine.", "Presence of uncontrolled infection.", "The history of one or more of the following cardiovascular conditions in the last 6 months: cardiac angioplasty or endocrine disease, myocardial infarction, unstable Angina, coronary artery bypass surgery, symptomatic peripheral vascular disease, class III or IV congestive heart failure, as defined by the New York Heart Association (NYHA), poorly controlled hypertension (defined as systolic blood pressure (SBP) of 160 mmHg or diastolic blood pressure (DBP) of 90 mmHg).", "Note: The initiation or adjustment of an antihypertensive drug is allowed prior to entry into the study.", "The BP should be re-evaluated twice, separated by at least 1 hour; on each occasion, the mean values (of 3 readings) of the SBP/DBP for each BP assessment must be < 160/95 mmHg for a subject to be eligible for the study (see section 9.6.1 for more details on BP control and re-evaluation prior to inclusion in the study).", "A history of stroke including transient ischemic attack (TIA), pulmonary embolism or deep venous thrombosis (DVT) that has not been treated in the last 6 months.", "• Signs of active bleeding or haemorrhagic diathesis, including, but not limited to: previous surgery or major trauma within 28 days prior to the first dose of the drug under study and/or the presence of an unhealing injury, fracture or ulcer (such as placing a catheter not considered to be major), known endocronchial lesions and/or lesions infiltrating major pulmonary vessels, haemoptysia before 6 weeks of the first dose of the drug under study, blood transfusion within 7 days of entry into the study.", "Any medical, psychiatric or other serious and/or unstable condition that may adversely affect the safety of the subject, the provision of informed consent or compliance with the study procedures."], "Results": ["Performance measures:", "Pazopanib maximum tolerable dose (MTD)", "The maximum tolerated dose (LDT) is defined as the highest dose with DLT in up to one in six patients. A maximum tolerated dose (LDT) could not be established.", "Duration: 3 years", "Results 1:", "Title of the arm/group : Pazopanib Plus Capecitabine", "A maximum tolerated dose (LMD) could not be established. The study was discontinued after 8 patients.", "Total number of participants analysed: 8", "Type of measurement: Number", "Unit of measurement: mg NA [1]"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/8 (75.0%)", "Thrombocytopenia 1/8 (12.50%)", "Hypertension 1/8 (12.50%)", "Haepatotoxicity 3/8 (37.50%)", "Pancreatomy * 1/8 (12.50%)"]}