{"Clinical Trial ID": "NCT03252431", "Intervention": ["INTERVENTION 1:", "F-627", "F-627, 20 mg fixed-dose pre-filled syringe administered on the 2nd day of each of the 4 chemotherapy cycles.", "F-627: single-dose pre-filled syringe", "INTERVENTION 2:", "- Neulasta", "6 mg fixed dose Neulasta®, given on the 2nd day of each of the 4 chemotherapy cycles", "Neulasta: single-dose pre-filled syringe"], "Eligibility": ["Incorporation criteria:", "Demonstrate a signed and dated informed consent document indicating that the patient has been informed of all relevant aspects of the trial.", "Women 18 years of age.", "Diagnosis of breast cancer in stage I-III.", "The patient should undergo 4 cycles of neoadjuvant or adjuvant TC chemotherapy (docetaxel, cyclophosphamide, 75, 600 mg/m2, respectively).", "ECOG Performance status of 2.", "= WBC = 4.0 × 109/L, hemoglobin = 11.5 g/dL and platelet count = 150 × 109/L.", "Demonstrate adequate renal, hepatic and cardiac function (hepatic function tests [alanine aminotransferase {ALT}, aspartate aminotransferase {AST}, alkaline phosphatase and total bilirubin]) should be less than 2.5 times the upper limit of normal (LSN). Serum creatinine should be less than 1.7 times the ULN.", "All subjects should agree to use at least one of the following types of contraception: intrauterine device, implantable progesterone device, intramuscular injection of progesterone, or oral contraceptive, which has been started at least one month prior to the visit and will continue throughout the trial. Contraceptive device or the use of spermicide condoms is also an acceptable form of contraception as long as they are used continuously throughout the trial.", "- Exclusion criteria:", "The subject is under 18 years of age.", "A progression of the disease occurred during treatment with taxane.", "The subject underwent radiation therapy within 4 weeks of registration.", "The subject underwent bone marrow or stem cell transplantation.", "The subject has a history of previous malignancy other than breast cancer that is NOT in remission.", "Subjects who have used G-CSF or any other drug that may potentiate the release of neutrophils (i.e. lithium) within 6 weeks of the screening period are excluded.", "The subject received chemotherapy within 180 days of screening.", "The subject documented congestive heart failure, cardiomyopathy or myocardial infarction by clinical diagnosis, an electrocardiogram test (ECG) or any other relevant test.", "History of alcohol or drug abuse that would interfere with the ability to comply with the study procedure.", "The unwillingness to participate in the study.", "Any underlying medical condition that, in the opinion of the investigator, would make the administration of a study drug dangerous to the patient or obscure the interpretation of adverse events.", "By receiving other experimental or biological drugs within one month or five half-lives of registration (if known), which is always less.", "Any condition, which may cause splenomegaly.", "• Chronic constipation or diarrhoea, irritable intestinal syndrome, inflammatory bowel disease.", "ALT, AST, alkaline phosphatase, total bilirubin 2.5x ULN.", "• Subject with active infection, or known to have been infected with chronic active hepatitis B in the past year (unless it has been demonstrated at the time of entry into the study that it was negative for hepatitis B antigen), or with a history of hepatitis C.", "Pregnant or lactating women.", "Subject known to be HIV-positive, or who has had a disease that defines AIDS or a known immunodeficiency disorder.", "Subject with a history of tuberculosis or TB exposure Patients who have received a prior pulmonary X-ray for suspected TB are also excluded unless they have been confirmed negative for PPD or have had a latent tuberculosis previously treated.", "Subjects with sickle cell disease", "Subjects with known hypersensitivity to pegfilgrastim filgrastim proteins derived from E.coli or any other component of the medicinal product studied."], "Results": ["Performance measures:", "Duration in 4th year Neutropenia in chemotherapy Cycle 1", "Subjects were treated subcutaneously (SC) 24 to 28 hours after receiving TC chemotherapy (75 mg/m2 docetaxel + 600 mg/m2 cyclophosphamide) on the second day of each chemotherapy cycle (up to 4 cycles). Grade 4 neutropenia (severe) was defined as a CNA < 0.5 × 109/L during the first 12 days of chemotherapy.", "Timeline: The first of the 4 21-day chemotherapy cycles (average 3 weeks)", "Results 1:", "Title of arm/group: F-627", "Description of the arm/group: F-627, 20 mg fixed-dose pre-filled syringe administered on the 2nd day of each of the 4 chemotherapy cycles.", "F-627: single-dose pre-filled syringe", "Total number of participants analysed: 197", "Average (standard deviation)", "Unit of measurement: days 0.2 (0.51)", "Results 2:", "Title of the arm/group: Neulasta", "Description of the arm/group: 6 mg fixed dose Neulasta given on day 2 of each of the 4 chemotherapy cycles", "Neulasta: single-dose pre-filled syringe", "Total number of participants analysed: 196", "Average (standard deviation)", "Unit of measurement: days 0.2 (0.45)"], "Adverse Events": ["Undesirable Events 1:", "Total: 12/197 (6.09 per cent)", "- Febrile neutropenia 2/197 (1.02%)", "Anemia 0/197 (0.00 %)", "Neutropenia 0/197 (0.00 %)", "Myocardial infarction 0/197 (0.00 %)", "Fatigue 1/197 (0.51%)", "- Toxic hepatitis 0/197 (0.00 %)", "Diabetic ketoacidosis 1/197 (0.51%)", "- Syncope 1/197 (0.51%)", "1/197 (0.51%)", "1/197 (0.51%)", "Typology 2/197 (1.02%)", "Adverse Events 2:", "Total: 3/196 (1.53%)", "- Febrile neutropenia 0/196 (0.00 %)", "Anemia 1/196 (0.51%)", "Neutropenia 1/196 (0.51%)", "Myocardial infarction 1/196 (0.51%)", "- Fatigue 0/196 (0.00%)", "1/196 (0.51%)", "- Diabetic ketoacidosis 0/196 (0.00 %)", "- Syncope 0/196 (0.00 %)", "- Acute kidney injury 0/196 (0.00 %)", "Pulmonary impotence 0/196 (0.00 %)", "Vulnerability 1/196 (0.51%)", "Angioedema 0/196 (0.00 %)"]}