{"Clinical Trial ID": "NCT00444535", "Intervention": ["INTERVENTION 1:", "- Lapatinib + Bevacizumab", "- Lapatinib (1500 mg once daily taken orally) and bevacizumab (10 mg/kg intravenously [IV] every other week)"], "Eligibility": ["• Inclusion criteria:", "Women at least 18 years of age.", "Women of childbearing potential should be tested for negative serum pregnancy during screening.", "Evidence of non-resectable or metastatic breast cancer overexpressing HER2. The disease may/may not have been treated in a metastatic context.", "Subjects are allowed (but not required) to have previously treated brain metastases that are stable and asymptomatic.", "Adequate liver, kidney and heart function", "ECOG score 0-1 and life expectancy of at least 12 weeks.", "• Capable of swallowing oral medicines", "Signed informed consent", "- Exclusion criteria:", "Pregnancy", "Unstable or symptomatic CNS metastases", "Major surgery within 28 days of registration (minor surgery within 7 days).", "• Prior anticancer treatment within 14 days of listing, or treatment-related unsolved toxicities.", "A serious non-healing injury, ulcer or bone fracture at baseline.", "- Class II, III or IV heart failure as defined by the NYHA functional classification system", "• History of major vascular disease, arterial thrombosis, unstable INR, hypertensive seizure or uncontrolled hypertension.", "History of myocardial infarction, stent or angioplasty within 6 months of registration.", "• History of abdominal fistula, gastrointestinal perforation or intra-abdominal abscess within 6 months of registration.", "• History of malabsorption syndrome, ulcerative colitis or intestinal obstruction.", "- Proteinuria", "· Requires concurrent anticancer treatment or experimental treatment.", "• Known hypersensitivity to any of the medicinal products under study", "An experimental treatment was received within 28 days or 5 half-lives, whichever is longer.", "A condition or concomitant circumstances that would lead the investigator would consider the subject to be an inappropriate candidate for the study.", "• Requires drugs that have been excluded during the course of the study"], "Results": ["Performance measures:", "• Crude progression-free survival rate evaluated by the investigator after 12 weeks of treatment", "The rate of PFS is defined as the percentage of subjects who have not shown progression of disease or death of any cause after 12 weeks of treatment. The progression of the disease is defined using the criteria for assessing response in solid tumour criteria (RECIST v1.0), such as a 20% increase in the sum of the longest diameter of the target lesions, or a measurable increase in non-target injury, or the occurrence of new lesions.", "Since there is no independent reviewer, only the investigator's response was reported.", "Time limit: up to week 12", "Results 1:", "Title of the arm/group: Lapatinib + Bevacizumab", "Description of the arm/group: Lapatinib (1500 mg once daily taken orally) and bevacizumab (10 mg/kg intravenously [IV] every two weeks)", "Total number of participants analysed: 52", "Type of measure: Number of participants", "Unit of measure: Participants No disease progression per week 12: 36 69.2%", "• Illness progression or death per week 12: 16 30.8"], "Adverse Events": ["Undesirable Events 1:", "Total: 13/52 (25.0%)", "Anemia 1/52 (1.92%)", "Blood loss anemia 1/52 (1.92%)", "- Left ventricular dysfunction 1/52 (1.92%)", "Abdominal pain 3/52 (5.77%)", "Upper abdominal pain 1/52 (1.92%)", "Diarrhoea 3/52 (5.77%)", "Gastric haemorrhage 1/52 (1.92%)", "Gastritis 1/52 (1.92%)", "Lower gastrointestinal haemorrhage 1/52 (1.92%)", "Nausea 1/52 (1.92%)", "Vomiting 2/52 (3.85 per cent)"]}