{"Clinical Trial ID": "NCT00003199", "Intervention": ["INTERVENTION 1:", "TX/maintenance treatment for breast cancer in stage IIIB/IV", "See the detailed description.", "Tamoxifen citrate: oral", "Busulfan: oral", "· thiotepa: under IV", "- Melphalan: seen IV", "- Aldesleukine: seen SC", "- Sargramotim: seen SC", "• Transplantation of stem cells into peripheral blood: Infusion of stem cells into autologous peripheral blood", "Radiotherapy: May undergo radiation therapy after completion of IL-2/GM-CSF"], "Eligibility": ["Incorporation criteria:", "* Patients with inflammatory (stage IIIb) or stage IV reactive breast cancer with metastases in soft tissue and/or bone; susceptible stage IV disease is defined as patients who are receiving a measurable RP (>= 50% reduction in tumour load) or RC after initial chemotherapy for metastatic disease or patients with locally recurrent disease (thoracic/axillary wall nodes) who are rendered disease-free after surgery or radiotherapy without receiving chemotherapy; bone disease is classified as sensitive if there is multiple sclerosis of previous lesions without new lesions.", "Patients should have received 4 to 7 cycles of adriamycin and/or taxane-based treatment for stage IIIb or IV disease; patients who have received RT-DEN or surgery do not need chemotherapy for stage IV disease prior to treatment with Cytoxan/Taxol.", "The patient has received Cytoxan 4 gm/m^2 x 1 and Taxol 250 mg/m^2 x 1 per FCRHC 506.03 protocol; Cytoxan/Taxol should be administered after any other chemotherapy and prior to transplantation.", "The stem cells were collected after mobilisation with Cytoxan/Taxol or after mobilisation from a cytokine protocol approved by the UNHCRF; if the syngenic collection, the PBSCs were collected using G-CSF in accordance with the UNHCRF protocol 753; the patient has a sufficient number of peripheral blood stem cells stored (>= 2.5 x 10^6 CD34+ cells/kg)", "The patient must have the capacity to give informed consent and must have signed an approved consent form in accordance with federal and institutional guidelines.", "Hepatic function: Bilirubine = < 2 mg %; SGOT or SGPT = < 2.5 x institutional normal", "Renal function: Creatinine = < 2.0 mg/dl or creatinine clearance >= 50 mg/min", "Pre-study tests were carried out as indicated in the study schedule.", "Patients will start treatment with IL-2/GM-CSF if they meet the following criteria after transplantation:", "• May start treatment 30 to 100 days after transplantation", "Karnofsky's performance status > 60", "ANC > 1000 cells/mm^3 and platelets > 30,000/cells/mm^3 (independent of transfusion) for at least 5 days prior to starting treatment", "Total bilirubin = < 2.5 x upper limit of normal", "SGOT = < 2.5 x upper limit of normal", "Creatinine = < 2.0 mg/dl", "- Exclusion criteria:", "Patients with a Karnofsky performance score of less than 70", "Patients with a left ventricular ejection fraction of less than 50% (LVEF should be performed in patients with symptoms of CHF, abnormal cardiac examinations or a history of treatment with Adriamycin total dose > 400 mg/m^2)", "The patient is pregnant.", "The patient is HIV-positive for the human immunodeficiency virus", "Patients with a history of seizures", "Patients with hypersensitivity to E.coli preparations", "Patients with active autoimmune disease", "Patients with clinically significant lung disease, i.e., corrected diffusion capacity < 60% of forecasts; patients with lung problems should be evaluated through appropriate lung studies and/or consultations.", "Patients with a history of CNS injury (cervial or carcinoid meningitis)", "Patients with significant active infection excluding transplantation", "Patients who have received more than one prior chemotherapy treatment for stage IV disease or prior transplantation for any stage disease", "• Patients who have had CD34+ selection of their PBSC products", "Patients will not receive treatment with IL-2/GM-CSF if they:", "Are > 100 days from transplantation", "Have documented disease progression after transplantation", "• Possing an active infection", "• Obvious cardiac complications during the initial period of transplantation, including arrhythmias (which required treatment), congestive heart failure, angina, myocardial infarction or decreased EVF to < 45%", "Currently, there are pericardial effusions, pleural effusions or ascites.", "• Manifest pulmonary toxicity during the initial period of transplantation and have a corrected diffusion capacity = < 60%", "Are on steroids", "Currently, BuMelTT has a Grade 3 toxicity.", "If the patient does not wish to receive treatment"], "Results": ["Performance measures:", "- Survival without event", "In patients treated for inflammatory breast cancer (Stage IIIb) and reactive in stage IV with BUMELTT and PBSC support and low-dose immunotherapy with IL2 and GM-CSF.", "Time limit: 11 years", "Results 1:", "Title of the arm/group: TX/Maintenance therapy for breast cancer at stage IIIB/IV", "Description of the arm/group: See detailed description.", "Tamoxifen citrate: oral", "Busulfan: oral", "· thiotepa: under IV", "- Melphalan: seen IV", "- Aldesleukine: seen SC", "- Sargramotim: seen SC", "• Transplantation of stem cells into peripheral blood: Infusion of stem cells into autologous peripheral blood", "Radiotherapy: May undergo radiation therapy after completion of IL-2/GM-CSF", "Total number of participants analysed: 50", "Type of measure: Number of participants", "Unit of measure: Participants Phase IIIB Disease: 18 participants", "11 61.1%", "Stage IV Sickness: 32 participants", "9 28.1 per cent"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/50 (4.0 per cent)", "• Prolonged hospitalisation for post-transplant complications [1]1/50 (2.0%)", "Lung embolism [2]1/50 (2.0%)"]}