{"Clinical Trial ID": "NCT00567190", "Intervention": ["INTERVENTION 1:", "Pertuzumab + Trastuzumab + Docetaxel", "After Cycle 6, continued treatment with docetaxel was left at the discretion of the participant and the attending physician. Participants remained in the treatment phase of the study until the investigator assessed the radiographic or clinical progression of the disease, the non-manoeuvrable toxicity or the end of the study and were followed to survive until death, the loss of follow-up, the withdrawal of consent or the end of the study.", "INTERVENTION 2:", "Placebo + Trastuzumab + Docetaxel", "After Cycle 6, continued treatment with docetaxel was left at the discretion of the participant and the attending physician. Participants remained in the treatment phase of the study until the investigator assessed the progression of the radiographic or clinical disease, the impossible toxicity or discontinuation of the study and were followed for survival to death, loss of follow-up, withdrawal of consent or cessation of the study."], "Eligibility": ["Incorporation criteria:", "Participants with measurable and non-measurable disease are eligible (a local recurrent disease must not be susceptible to resection with curative intent; participants with de novo stage IV disease are eligible)", "Human epidermal growth factor receptor 2 (HER2)-positive metastatic breast cancer (MBC)", "Proportion of left ventricular ejection (LVE) 50% (%) at baseline (within 42 days of randomization)", "The Eastern Cooperative Oncology Group (ECOG) achieved performance status (PS) 0 or 1", "For women of childbearing potential and men of childbearing potential, agree to use a highly effective form of contraception and to continue to use it for the duration of treatment under study and for at least 7 months after the last dose of treatment under study.", "- Exclusion criteria:", "- History of anticancer treatment for MBC (with the exception of prior hormonal treatment for MBC, which should be discontinued prior to randomization)", "• History of approved tyrosine kinase/HER inhibitors or breast cancer investigation in any treatment setting, with the exception of trastuzumab used in the neoadjuvant or adjuvant setting", "- History of systemic treatment of breast cancer in the neo-adjuvant or adjuvant setting with a disease-free interval from completion of systemic treatment (excluding hormonal treatment) to metastatic diagnosis of less than (<)12 months", "History of Grade 2 persistent haematological toxicity resulting from previous adjuvant treatment", "• Current Peripheral Neuropathy of the National Cancer Institute - Common Terminology Criteria for Adverse Events (NCI-CTCAE) Version 3.0, Grade 3 at Randomization", "• History of other malignant tumours over the past 5 years, with the exception of in situ cervix carcinomas, basal cell carcinomas or squamous skin carcinomas that have already been treated with curative intent", "Current clinical or radiographic evidence of central nervous system (CNS) metastases", "In case of clinical suspicion of brain metastases, it is mandatory to digitize the brain by tomography (CT) or magnetic resonance imaging (MRI)", "History of cumulative doses of anthracyclines", "Current uncontrolled hypertension or unstable angina", "• History of congestive heart failure (CHF) of any New York Heart Association (NYHA) criteria or severe cardiac arrhythmia requiring treatment (except atrial fibrillation or paroxysmic supraventricular tachycardia)", "History of myocardial infarction within 6 months of randomization", "History of decreased LVEF to less than 50% during or after previous treatment with neoadjuvant or adjuvant trastuzumab", "• Current resting dyspnoea due to complications of advanced malignancy, or other diseases that require continuous oxygen therapy", "Inadequate organ function, as defined in the protocol, within 28 days prior to randomization", "A serious and uncontrolled systemic disease", "• Major surgery or significant traumatic injury within 28 days prior to the start of treatment or anticipation of the need for major surgery during the treatment of the study", "Pregnant or lactating women", "• History of experimental treatment within 28 days of randomization", "The current known infection with human immunodeficiency virus (HIV), hepatitis B virus (HBV) or hepatitis C virus (HCV)", "• Receipt of antibiotics IV for infection within 14 days of randomisation", "Current chronic daily corticosteroid treatment (excluding inhaled steroids)", "• Known hypersensitivity to one of the study drugs", "● Assessed by the investigator for not being able or unwilling to comply with protocol requirements"], "Results": ["Performance measures:", "Determination of progression-free survival (PFS) by an independent review mechanism", "In the case of target lesions, PD was defined as an increase of at least 20% in the sum of the longest diameter (LD) of the target lesions, taking as a reference the smallest sum of the LD recorded since the start of treatment or the appearance of a new lesion. In the case of non-target lesions, PD was defined as the appearance of a new or unequivocal progression of the existing lesions. Participants who did not have a PD determined by the IRF or who did not die within 18 weeks of their last IRF-determined tumour assessment were censored at the date of the last IRF-assessed tumour assessment; those who did not have a post-base tumour assessment and who did not die within 18 weeks of the reference date were censored at 1 day.", "Time limit: Assessment of tumours every 9 weeks, from randomization to PD determined by IRF or death of any cause, whichever occurs first, to primary completion date (up to 3 years, 3 months)", "Results 1:", "Title of the arm/group: Pertuzumab + Trastuzumab + Docetaxel", "The arm/group description: The randomized participants in this arm received pertuzumab 420 milligrams (mg) intravenously (IV) once every 3 weeks (q3w) and trastuzumab 6 milligrams per kilogram (mg/kg) IV q3w, plus docetaxel 75 milligrams per square metre of body surface area (mg/m^2) IV q3w (for at least 6 cycles; 1 cycle was 21 days). After Cycle 6, continued docetaxel treatment was left at the discretion of the participant and the attending physician.", "Total number of participants analysed: 402", "Median (95% confidence interval)", "Unit of measure: month 18.5 (15-23)", "Results 2:", "Title of the arm/group: Placebo + Trastuzumab + Docetaxel", "Description of the arm/group: Randomized participants received placebo IV q3w and trastuzumab 6 mg/kg IV q3w plus docetaxel 75 mg/m^2 IV q3w (for at least 6 cycles; 1 cycle was 21 days). After Cycle 6, continued docetaxel treatment was left to the discretion of the participant and the attending physician.", "Total number of participants analysed: 406", "Median (95% confidence interval)", "Unit of measure: month 12,4 (10-13)"], "Adverse Events": ["Undesirable Events 1:", "Total: 116/396 (29.29 per cent)", "Anemia 3/396 (0.76%)", "- Febrile neutropenia 20/396 (5.05 per cent)", "Granulocytopenia 1/396 (0.25%)", "Leucopenia 1/396 (0.25%)", "Neutropenia 19/396 (4.80%)", "Atrial fibrillation 3/396 (0.76%)", "- Congestive heart failure 0/396 (0.00 %)", "Coronary heart disease 0/396 (0.00 %)", "Left ventricular dysfunction 7/396 (1.77%)", "Myocardial infarction 3/396 (0.76%)", "Adverse Events 2:", "Total: 160/408 (39.22 per cent)", "Anemia 3/408 (0.74%)", "* Febrile neutropenia 46/408 (11.27%)", "Granulocytopenia 0/408 (0.00 %)", "- Leucopenia 0/408 (0.00 %)", "Neutropenia 18/408 (4.41%)", "Atrial fibrillation 0/408 (0.00 %)", "Congestive heart failure 2/408 (0.49%)", "Coronary disorders 1/408 (0.25%)", "Left ventricular dysfunction 6/408 (1.47%)", "Myocardial infarction 0/408 (0.00 %)"]}