{"Clinical Trial ID": "NCT01323530", "Intervention": ["INTERVENTION 1:", "Phase 1b (Annex 1): Erebulin mesilate (1.2 mg/m^2)", "Participants received 1,2 mg/m^2 eribulin mesilate intravenously once on day 1 and 1, 1000 mg/m^2 capecitabine tablets orally twice daily from day 1 to 14, in each 21-day treatment cycle, as long as the treatment was clinically appropriate according to the investigator's judgement or until the occurrence of a PD, excessive toxicity, the presence of other medical conditions that prevented continued treatment, pregnancy, a delay of more than 14 days at the beginning of the next cycle during phase 1b (Appendix 1).", "INTERVENTION 2:", "Phase 1b (Annex 1): Erebulin mesilate (1.6 mg/m^2)", "Participants were given 1,6 mg/m^2 eribulin mesilate intravenously once on day 1 and 1, 1000 mg/m^2 capecitabine tablets orally twice daily from day 1 to 14, in each 21-day treatment cycle, as long as the treatment was clinically appropriate according to the investigator's judgement or until the onset of a PD, excessive toxicity, the presence of other medical conditions that prevented continued treatment, pregnancy, a delay of more than 14 days at the beginning of the next cycle during phase 1b (Appendix 1)."], "Eligibility": ["• Inclusion criteria", "Subjects that meet all of the following criteria will be included in the study:", "Dose escalation cohorts (phase 1b):", "A histologically or cytologically confirmed cancer that is advanced and/or metastatic", "Resistant to approved treatments (defined as a progressive disease during or within 6 months of the last anticancer treatment) or for which capecitabine at a single agent at this dose level and schedule would be a reasonable treatment option in the opinion of the investigator", "For individuals who have previously received capecitabine, all capecitabine-related toxicity must have been fully resolved.", "adequate bone marrow function, demonstrated by absolute neutrophil counts (NACs) greater than or equal to 1.5 x 10^9/L, haemoglobin greater than or equal to 10.0 g/dL (this number may have been corrected by growth factor or transfusion) and platelet counts greater than or equal to 100 x 10^9/L", "adequate liver function as demonstrated by bilirubin 1.5 times the upper limit of normal (ULN) and alkaline phosphatase (AP), alanine aminotransferase (ALT) and aspartate aminotransferase (AST) 3 x ULN (in the case of liver metastases 5 x ULN).", "adequate renal function as demonstrated by creatinine clearance calculated greater than or equal to 50 mL/min using the Cockcroft-Gault formula (Appendix 1) or radioisotope measurement.", "Women of childbearing potential should have negative urine or human chorionic gonadotrophin (hCG) negative serum at visit 1 (Screening) and before starting drug study on day 1. Women of childbearing potential should agree to be abstinent or to use highly effective contraceptive methods (e.g., condom + spermicide, condom + diaphragm with spermicide, intrauterine device (IUD), or have a vasectomized partner) that have started for at least one menstrual cycle before starting the drug study and throughout the study period and for 30 days (if applicable) after the last dose of the drug under study.", "- Male subjects who are not abstinent or have not experienced a successful vasectomy, who are partners of women of childbearing potential, should use, or their partners should use, a very emotional contraceptive method (e.g., condom + spermicide, condom + spermicide diaphragm, UDI) starting for at least one menstrual cycle prior to the start of the drug study and throughout the study period and for 30 days (if applicable) after the last dose of the drug under study.", "More than 3 months' life expectancy", "Willingness and ability to comply with all aspects of the protocol", "Written informed consent", "The performance status (PS) of the Eastern Cooperative Oncology Group (ECOG) is less than or equal to 2", "Men and women, age 18 or over", "Dose confirmation cohorts (Phase 2):", "Histologically or cytologically confirmed breast carcinoma that is advanced and/or metastatic", "Has received up to three previous chemotherapys in any setting (neoadjuvant/ adjuvant sequential treatment with one treatment)", "The chemotherapy regimens should have included an anthracycline (unless anthracycline containing chemotherapy is inappropriate) and taxane, either in combination or in separate regimens.", "No previous treatment with capecitabine in any context", "At least one lesion with a diameter greater than or equal to 1.5 cm for non-lymph nodes and a diameter greater than or equal to 1.5 cm for lymph nodes, which can be measured in series according to the criteria for assessing the response in version 1.1 of solid tumours (RECIST) 7", "- Adequate bone marrow function as indicated by CNA greater than or equal to 1.5 x 10^9/L, haemoglobin greater than or equal to 10.0 g/dL (this may have been corrected by growth factor or transfusion) and platelet count greater than or equal to 100 x 10^9/L", "adequate hepatic function, as demonstrated by bilirubin less than or equal to 1.5 times the upper limits of normal (ULN) and alkaline phosphatase (AP), alanine aminotransferase (ALT) and aspartate aminotransferase (AST) equal to or less than 3 x ULN (in the case of liver metastases equal to or less than 5 x ULN).", "adequate renal function as demonstrated by creatinine clearance calculated greater than or equal to 50 mL/min using the Cockcroft-Gault formula (Appendix 1) or radioisotope measurement.", "1. Women of childbearing potential should agree to be abstinent or to use highly effective contraceptive methods (e.g., condom + spermicide, condom + diaphragm with spermicide, IDU, or a vasectomized partner) that have started for at least one menstrual cycle prior to the start of the study and throughout the study period and for 30 days (if applicable) after the last dose of the study drug.", "More than 3 months' life expectancy", "Willingness and ability to comply with all aspects of the protocol", "ECOG-PS 0 or 1", "Women, age 18 or over", "• Exclusion criteria", "Subjects who meet one of the following criteria will be excluded from the study:", "Radiotherapy, chemotherapy, biological therapy or research agents within 4 weeks prior to starting treatment; subjects should have recovered from any treatment-related toxicity prior to baseline at less than grade 1 (except for stable sensory neuropathy below or equal to grade 2 and alopecia)", "Treatment with mitomycin C or nitrosourea within 6 weeks prior to initiation of study therapy", "• Hormonal treatment within 2 weeks prior to starting treatment with the study (continuous use of antiandrogens and/or gonadorelin analogues for the treatment of prostate cancer is permitted)", "• Pre-participation in a clinical trial of eribulin, even if not affected by eribulin treatment", "Subject with hypersensitivity to halochondrin B and/or halochondrin B chemical derivatives or capecitabine or any of the excipients", "Deemed deficiency of dihydropyrimidine dehydrogenase (DPD)", "A previous radiotherapy with more than 30% of the bone marrow", "• Previous organ allogreffe requiring immunosuppression", "Subjects with cerebral or subdural metastases are not eligible unless they have completed local treatment and have stopped using corticosteroids for this indication at least 4 weeks prior to the start of the study. Any symptoms attributed to brain metastases should be stable for at least 4 weeks prior to the start of the study.", "Meningean Cancinomatosis", "(a history of congestive heart failure greater than that of the New York Heart Association [NYHA] of grade II, unstable angina or myocardial infarction in the last 6 months, or severe cardiac arrhythmia)", "Electrocardiogram (ECG) with adjusted QT interval for a heart rate interval (QTc) greater than 470 msec (measured either by the Bazett or Fredericia formula)", "● Pre-existing neuropathy greater than Grade 2", "- Anticoagulant treatment with warfarin or related compounds, other than for the patence of the line, which cannot be changed to heparin-based treatment during the duration of the study.", "Subjects with a known positive serology for human immunodeficiency virus (HIV) or hepatitis B or C", "Subjects with another disease or other major disorder that, in the opinion of the investigator, would exclude the subject from the study", "• Major surgery within 4 weeks prior to initiation of study treatment or planned for surgery during the course of the study", "Could not swallow tablets"], "Results": ["Performance measures:", "Phase 1b: Number of participants with dose-limiting toxicity (DLT) according to the National Cancer Institute's common terminology criteria for adverse events Version 3.0 (NCI CTCAE v3.0)", "1) Grade 4 neutropenia that lasted at least 7 days, 2) Grade 3 or 4 neutropenia complicated by fever and/or infection (absolute number of neutrophils [ANC] less than 1.0*10^9/litre [L], fever of at least 38.5 degrees celsius [°C]), 3) Grade 4 thrombocytopenia, 4) Grade 3 thrombocytopenia complicated by bleeding and/or requiring platelet or blood transfusion, 5) Grade 3 or more non-haematological toxicity (excluding Grade 3 nausea and Grade 3 or 4 vomiting or diarrhoea in participants who had not received optimal treatment with antiemetic and/or antidiarrheal medicinal products; excluding laboratory abnormalities without clinical symptoms), 6) Delayed recovery of treatment-related toxicity resulting in a dose delay of more than 14 days, 7) High baseline failure to administer at least 75 percent of the study-related grade 2 plus grade 2 toxicity during the study.", "Duration: Cycle 1 (21 days)", "Results 1:", "Title of arm/group: Phase 1b (Annex 1): Erebulin mesilate (1.2 mg/m^2)", "The participants received 1,2 mg/m^2 eribulin mesilate by intravenous injection once on day 1 and 1, 1000 mg/m^2 capecitabine tablets orally twice daily from day 1 to day 14, in each 21-day treatment cycle, as long as the treatment was clinically appropriate according to the investigator's judgement or until the onset of a PD, excessive toxicity, the presence of other medical conditions that prevented continued treatment, pregnancy, a delay of more than 14 days at the beginning of the next cycle during phase 1b (Appendix 1).", "Total number of participants analysed: 8", "Type of measure: Number of participants", "Unit of measure: Participants 1 12.5 per cent", "Results 2:", "Title of arm/group: Phase 1b (Annex 1): Erebulin mesilate (1.6 mg/m^2)", "The participants received 1,6 mg/m^2 eribulin mesilate by intravenous injection once on day 1 and 1, 1000 mg/m^2 capecitabine tablets orally twice daily from day 1 to day 14, in each 21-day treatment cycle, as long as the treatment was clinically appropriate according to the investigator's judgement or until the onset of a PD, excessive toxicity, the presence of other medical conditions that prevented continued treatment, pregnancy, a delay of more than 14 days at the beginning of the next cycle during phase 1b (Appendix 1).", "Total number of participants analysed: 6", "Type of measure: Number of participants", "Unit of measure: Participants 1 16.7%"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/8 (25.0%)", "Febrile neutropenia 1/8 (12.50%)", "Heparin-induced thrombocytopenia 0/8 (0.00 %)", "Neutropenia 0/8 (0.00 %)", "Constipation 0/8 (0.00 %)", "- Dysphagia 0/8 (0.00 %)", "- Nausea 0/8 (0.00 %)", "Vomiting 0/8 (0.00 %)", "Abdominal pain 0/8 (0.00 %)", "Diarrhoea 0/8 (0.00 %)", "Intestinal Ischemia 0/8 (0.00 %)", "Occlusion of the small intestine 0/8 (0.00 %)", "- Fatigue 0/8 (0.00 %)", "Adverse Events 2:", "Total: 4/6 (66.67 per cent)", "Febrile neutropenia 0/6 (0.00 %)", "Heparin-induced thrombocytopenia 0/6 (0.00 %)", "Neutropenia 2/6 (33.33%)", "Constipation 0/6 (0.00 %)", "Dysphagia 1/6 (16.67%)", "- Nausea 0/6 (0.00 %)", "Vomiting 0/6 (0.00 %)", "Abdominal pain 0/6 (0.00 %)", "Diarrhoea 0/6 (0.00 %)", "Intestinal Ischemia 0/6 (0.00 %)", "Occlusion of the small intestine 0/6 (0.00 %)", "- Fatigue 0/6 (0.00 %)"]}