{"Clinical Trial ID": "NCT01332630", "Intervention": ["INTERVENTION 1:", "· TPI 287", "The first day of each subsequent cycle is equal to day 22 of the previous cycle; prior to IPT 287: Dexamethasone 6 mg orally at 12 hours and 6 hours prior to treatment; as an alternative and depending on the discretion of the treating physician, Dexamethasone 10 mg venous may be administered 30-60 minutes prior to IPT 287, Benadryl 12.5-25 mg IV grow more than 30-60 minutes, and Ranitidine 1mg/kg IV over 30-60 minutes."], "Eligibility": ["Incorporation criteria:", "Patients should have histologically proven breast cancer with metastatic brain disease.", "The PD will be defined as an increase of 25% in the sum of products of larger perpendicular diameters of all diseases measurable on the smallest amount observed (since the start of treatment) on Gd-MRI, the appearance of new lesions on CT, or clinical or neurological worsening despite stable disease on the last 2 scans.", "Patients may have had a number of surgical procedures, radiotherapy and/or chemotherapy as adjuvant, neoadjuvant or palliative treatment for their disease.", "Patients should be >/=18 years of age.", "Patients should have an Eastern Cooperative Oncology (ECOG) performance of 0.1 or 2.", "Patients should have adequate bone marrow function, as demonstrated by absolute neutrophil counts >/=1,500/microlitres and platelet counts >/=100,000/microlitres, adequate renal function, as demonstrated by serum creatinine </=2.0 mg/dL, adequate hepatic function, as demonstrated by total serum bilirubin </=2.0 mg/dL, AST/glutamate oxaloacetate transaminase (SGOT) and ALT/glutamate pyruvate transaminase (SGPT) </= 3X the upper limit of normal (ULN).", "Patients should have recovered and cured the effects of any previous surgery, received prior chemotherapy at least 2 weeks prior to the administration of an adequate white blood cell (WBC) recovery dose and platelet count, and at least 12 weeks after the completion of radiotherapy, unless there are new lesions on imaging during this 12-week period.", "Women of childbearing potential (i.e. </= 50 years or having had a menstrual cycle in the last 12 months, if > 50 years of age. If in doubt, check FSH, LH and estradiol levels) should undergo a negative urine or serum pregnancy test during screening.", "Sexually active patients should agree to use adequate contraception (abstinence or barrier contraceptives should be used throughout the trial and one month after completion of treatment) throughout the study.", "• Patients or their legal representative must be able to read, understand and sign an informed consent form.", "IPT 287 may interfere with coumadine administration and patients taking this combination will have to monitor their PT, PTT and their International Standardized Ratio (INR).", "- Exclusion criteria:", "Patients receiving concomitant enzyme-inducing antiepileptic drugs (EIAED) (e.g. carbamazepine, oxcarbazepine, phenytoin, fosphenytoin, phenobarbital and primidone) or who received EIAEDs within 2 weeks prior to the first dose of the drug studied.", "* Patients with uncontrolled intracranial hypertension syndrome (defined as: persistence of headache, transient visual obscurities and/or diplopia despite optimal clinical management) or uncontrolled convulsive activity (i.e. recorded despite optimal medical management).", "Patients who do not receive a stable or decreasing dose of steroids in the previous week prior to the first dose of study registration", "Patients who are taking bevacizumab or who have taken bevacizumab in the last 2 weeks for the treatment of their brain metastases", "Patients with active infection (i.e. clinical signs or symptoms, including, but not limited to, haemorrhagic or pustulant skin infections; productive cough associated with fever) on antibiotics or with fever >/=38.5°C within 3 days prior to registration (i.e., the date on which the patient signs consent and/or the patient is registered in CORE).", "* Patients with congestive heart failure class 3 or 4.", "known HIV/hepatitis B or C patients", "Patients who are pregnant or breastfeeding or who do not use adequate contraception", "Patients with other health conditions, including mental illness or alcohol or other drug abuse, that the investigator considers likely to impair the patient's ability to sign the CIS or to cooperate and participate in the study, or interfere with the interpretation of the results.", "Patients receiving concomitant systemic therapy for breast cancer.", "Patients with leptomenal disease (LMD) or a history of LMD will be excluded."], "Results": ["Performance measures:", "Overall response rate (OR)", "By Response Assessment Criteria in Solid Tumours Criteria (RECIST v1.0) for Targeted and MRI-Assessed Injuries: Full Response (CR), Elimination of All Targeted Injuries; Partial Response (PR), >=30% Decrease in the Sum of the Longest Diameter of Targeted Injuries; Overall Response (RO) = CR + PR.\"", "Time limit: 8-24 weeks", "Results 1:", "Title of arm/group: TPI 287", "On day 1 of each subsequent cycle is equal to day 22 of the previous cycle; pre-IPT 287: Dexamethasone 6 mg per mouth at 12 hours and 6 hours before treatment. As an alternative and depending on the discretion of the treating physician, Dexamethasone 10 mg per vein can be administered 30-60 minutes before IPT 287, Benadryl 12.5-25 mg IV grow more than 30-60 minutes, and Ranitidine 1mg/kg IV over 30-60 minutes.", "Total number of participants analysed: 21", "Type of measure: Number of participants", "Unit of measure: Participants 21 100.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/21 (28.57%)", "Hypertension 3/21 (14.29%)", "Ed. 3/21 (14.29%)", "Nausea 2/21 (9.52%)", "Fracture 1/21 (4.76 per cent)", "3/21 (14.29%)", "- Syncope 2/21 (9.52%)", "Headache 2/21 (9.52%)", "Dyspnoea 2/21 (9.52%)", "Hypoxia 3/21 (14.29 per cent)"]}