{"Clinical Trial ID": "NCT01120184", "Intervention": ["INTERVENTION 1:", "Trastuzumab + Taxane", "Option 1: trastuzumab 8 mg/kg per IV infusion at day 1 of Cycle 1, then 6 mg/kg IV at day 1 of each subsequent 3-week cycle; plus a minimum of 6 cycles with docetaxel 75 or 100 mg/m^2 IV at day 1 of each 3-week cycle Option 2: trastuzumab 4 mg/kg IV at day 1 of Cycle 1, then 2 mg/kg IV weekly from day 8 of Cycle 1; plus a minimum of 18 weeks with paclitaxel 80 mg/m^2 IV weekly.", "INTERVENTION 2:", "Trastuzumab Emtansine + Placebo", "Participants received trastuzumab emtansine plus pertuzumab-placebo. Trastuzumab emtansine was administered at 3.6 mg/kg per IV infusion after the end of placebo IV infusion on day 1 of each 3-week cycle. Treatment continued until disease progression, unacceptable toxicity, or completion of the study."], "Eligibility": ["Incorporation criteria:", "Adult participants >/=18 years", "HER2-positive breast cancer", "The breast adenocarcinoma confirmed histologically or cytologically with a local recidivant or metastatic disease, and being a candidate for chemotherapy. Participants with a locally advanced disease must have a recurrent or progressive disease, which must not be susceptible to resection with curative intent.", "The participants must have a measurable and/or non-measurable disease that must be assessed according to the solid tumour response assessment criteria (REST) 1.1", "Eastern Cooperative Oncology Group (ECOG) Performance Status 0 or 1", "Adequate function of the organ determined by the laboratory results", "- Exclusion criteria:", "Previous (or any) history of chemotherapy for metastatic breast cancer or recurrent locally advanced disease", "A interval of <6 months between the last dose of cytotoxic vinca-alkaloid or taxane chemotherapy and the time of metastatic diagnosis", "- Hormonal treatment < 7 days prior to randomisation", "Treatment with trastuzumab and/or lapatinib (neo- or adjuvant setting) < 21 days prior to randomization", "Previous treatment with trastuzumab emtansine or pertuzumab"], "Results": ["Performance measures:", "Percentage of participants whose death or illness has progressed according to the Independent Review Centre (IRF) evaluation", "The progression of the disease was defined as an increase greater than or equal to ( ) 20 per cent (%) and 5 mm (mm) in the sum of the diameters of the target lesions, taking as a reference the smallest amount obtained in the study, or the appearance of new lesions. The percentage of participants with an increase in death or disease was calculated as [number of participants with an event divided by the number analyzed] multiplied by 100.", "Timeline: Up to 48 months after randomization to the clinical limit of 16 September 2014 (screening, every 9 weeks for 81 weeks, then every 12 weeks thereafter and/or up to 42 days after the last dose)", "Results 1:", "Title of the arm/group: Trastuzumab + Taxane", "Option 1: trastuzumab 8 mg/kg per IV infusion on day 1 of Cycle 1, then 6 mg/kg IV on day 1 of each subsequent 3-week cycle; plus a minimum of 6 cycles with docetaxel 75 or 100 mg/m^2 IV on day 1 of each 3-week cycle. Option 2: trastuzumab 4 mg/kg IV on day 1 of Cycle 1, then 2 mg/kg IV weekly from day 8 of Cycle 1; plus a minimum of 18 weeks with paclitaxel 80 mg/m^2 IV weekly.", "Total number of participants analysed: 365", "Type of measurement: Number", "Unit of measure: percentage of participants 63.3", "Results 2:", "Title of the arm/group: Trastuzumab Emtansine + Placebo", "Description of the arm/group: Participants received trastuzumab emtansine plus pertuzumab-placebo. Trastuzumab emtansine was administered at 3.6 mg/kg per IV infusion after the end of placebo IV infusion on day 1 of each 3-week cycle.", "Total number of participants analysed: 367", "Type of measurement: Number", "Unit of measure: percentage of participants 64.3"], "Adverse Events": ["Undesirable Events 1:", "Total: 81/353 (22.95 per cent)", "Febrile neutropenia * 13/353 (3.68 %)", "Anemia * 21/353 (0.28%)", "Neutropenia * 25/353 (1.42%)", "Thrombocytopenia * 20/353 (0.00 %)", "Hypercoagulation * 21/353 (0.28%)", "Leucopenia * 21/353 (0.28%)", "Atrial fibrillation * 1/353 (0.28%)", "Heart failure * 0/353 (0.00 %)", "Congestive heart failure * 0/353 (0.00 %)", "Myocardial infarction * 1/353 (0.28%)", "Adverse Events 2:", "Total: 86/361 (23.82 per cent)", "Febrile neutropenia * 0/361 (0.00 %)", "Anemia * 25/361 (1.39%)", "Neutropenia * 20/361 (0.00 %)", "Thrombocytopenia * 22/361 (0.55%)", "Hypercoagulation * 20/361 (0.00 %)", "Leucopenia * 20/361 (0.00 %)", "Atrial fibrillation * 0/361 (0.00 %)", "Heart failure * 0/361 (0.00 %)", "Congestive heart failure * 0/361 (0.00 %)", "Myocardial infarction * 0/361 (0.00 %)"]}