{"Clinical Trial ID": "NCT02574455", "Intervention": ["INTERVENTION 1:", "- Sacituzumab Govitecan", "Participants were given sacituzumab govitecan 10 mg/kg body weight, administered as a slow IV infusion either by severity or with an infusion pump on days 1 and 8 of a 21-day treatment cycle for up to 29.6 months. The infusion rate for the first 15 minutes began with 50 mg/hour or less with a subsequent infusion of 100 to 200 mg/hour up to a recommended maximum rate (in advance every 15 to 30 minutes) of 500 mg/hour with a subsequent infusion of 1000 mg/hour. Participants continued treatment until disease progression requiring discontinuation or occurrence of unacceptable ARs.", "INTERVENTION 2:", "Treatment of a doctor's choice (TPC)", "The participants received TPC (i.e., eribulin, capecitabine, gemcitabine or vinorelbine) as a single agent, which was selected by the investigator prior to randomization of participants.", "Eribulin was administered in IV for 2-5 minutes at 1.4 mg/m^2 at North American sites and 1.23 mg/m^2 at European sites on days 1 and 8 of a 21-day cycle for up to 15.3 months. Lower doses were given on the same schedule to participants with moderate hepatic impairment (i.e., Child-Pugh B; 0.7 mg/m^2 and 0.67 mg/m^2 at North American and European sites, respectively).", "- Capecitabine from 1000 to 1250 mg/m^2 was administered in a 21-day cycle, with capecitabine administered orally twice daily for 2 weeks, followed by a rest period of up to 10.6 months.", "gemcitabine 800 to 1200 mg/m^2 was administered IV for 30 minutes on days 1, 8 and 15 of a 28-day cycle for up to 8.1 months.", "Vinorelbine 25 mg/m^2 was given as a weekly IV injection for 6 to 10 minutes for up to 11.5 months. Vinorelbine was not authorised as a CPT for any participant with grade 2 neuropathy."], "Eligibility": ["Key Inclusion Criteria:", "The triple negative is defined as <1% expression for estrogen (ER) and progesterone (PR) receptors and negative for human epidermal growth factor (HER2) receptor 2 by in-situ hybridization.", "- Refractory or relapse after at least two previous standard regimens for advanced/metastatic NBTC.", "A prior exposure to a taxane in a localized or advanced/metastatic context.", "In order to be eligible for one of the chemotherapy options listed as TPC (eribulin, capecitabine, gemcitabine or vinorelbine) according to the investigator's assessment.", "The performance score for the Eastern Cooperative Oncology Group (ECOG) is 0 or 1.", "A disease measurable by tomography (CT) or magnetic resonance imaging (MRI) calculated according to the criteria for assessing response in solid tumours version 1.1 (RECIST 1.1).", "At least 2 weeks after previous cancer therapy (chemotherapy, endocrinotherapy, radiotherapy and/or major surgery) and recovered from all acute toxicity to grade 1 or less (except for alopecia and peripheral neuropathy).", "At least 2 weeks beyond high-dose systemic corticosteroids (low-dose corticosteroids < 20 mg prednisone or equivalent per day are permitted provided the dose is stable for 4 weeks).", "Adequate haematology without continuous transfusion support (haemoglobin > 9 g/dL, absolute neutrophil count (NAC) > 1,500 per mm^3, platelets > 100,000 per mm^3).", "adequate renal and hepatic function (creatinine clearance [CrCL] > 60 mL/min, bilirubin 1.5 upper institutional limit of normal [IULN], aspartate aminotransferase [AST] and alanine aminotransferase [ALAT] 2.5 x IULN or 5 x IULN if liver metastases and serum albumin are known 3 g/dL).", "- Recovered from all toxicities up to the first year or less by the National Cancer Institute common terminology criteria for adverse events (NCI CTCAE) v4.03 (excluding alopecia or peripheral neuropathy which may be from the second year or less) at the time of randomization.", "Participants with treated non-progressive brain metastases, high-dose steroids (>20 mg prednisone or equivalent) for at least 4 weeks may be included in the trial.", "Key Exclusion Criteria:", "Pregnant or lactating women.", "Women of childbearing potential or fertile men who do not want to use effective contraception during the study and up to three months after discontinuation of treatment in women of childbearing age and six months in men after the last study.", "Participants with Gilbert's disease.", "Participants with skin cancer or non-melanomic in situ cervix carcinoma are eligible, while participants with other prior malignancies must have had at least one disease-free interval of 3 years.", "Participants are known to be positive for human immunodeficiency (HIV), positive for hepatitis B or positive for hepatitis C.", "Infection requiring the use of antibiotics within one week of randomization.", "Other concomitant medical or psychiatric conditions which, in the opinion of the investigator, may confuse the interpretation of the study or prevent the completion of study procedures and follow-up examinations.", "Note: Other inclusion/exclusion criteria defined by the protocol may apply."], "Results": ["Performance measures:", "· Progression-free survival (PFS) by the Independent Review Committee (IRC) Population Assessment of Negative Brain Metastasis (BM-ve)", "The PFS was defined as the period from randomization to objective tumour progression by the criteria for assessing response in solid tumours (RCIST) v1.1 or death, whichever occurs first. The date of progression was the date of the last observation or radiological evaluation of target lesions that showed a predefined increase (greater or equal to [ ] 20%) in the sum of target lesions or the occurrence of new non-target lesions. The PFS was estimated using a Kaplan-Meier estimate.", "Duration: From randomization to progression or objective death of the tumour (estimated every 6 weeks for 9 months and then every 9 weeks until progression of the disease occurs; maximum exposure: 29.6 months)", "Results 1:", "Title of the arm/group: Sacituzumab Govitecan", "The infusion rate for the first 15 minutes began with 50 mg/hour or less with a subsequent infusion of 100 to 200 mg/hour up to a recommended maximum rate (in advance every 15 to 30 minutes) of 500 mg/hour with a subsequent infusion of 1000 mg/hour. The participants continued treatment until the disease progression requiring discontinuation of treatment or the occurrence of unacceptable ARs.", "Total number of participants analysed: 235", "Median (95% confidence interval)", "Unit of measure: month 5.6 (4.3 to 6.3)", "Results 2:", "Title of Arm/Group: Treatment of Physician Choice (TPC)", "- Arm/group description: Participants received TPC (i.e., eribulin, capecitabine, gemcitabine, or vinorelbine) as a single agent, which was selected by the investigator prior to randomization of participants.", "Eribulin was administered in IV for 2-5 minutes at 1.4 mg/m^2 at North American sites and 1.23 mg/m^2 at European sites on days 1 and 8 of a 21-day cycle for up to 15.3 months. Lower doses were given on the same schedule to participants with moderate hepatic impairment (i.e., Child-Pugh B; 0.7 mg/m^2 and 0.67 mg/m^2 at North American and European sites, respectively).", "- Capecitabine from 1000 to 1250 mg/m^2 was administered in a 21-day cycle, with capecitabine administered orally twice daily for 2 weeks, followed by a rest period of up to 10.6 months.", "gemcitabine 800 to 1200 mg/m^2 was administered IV for 30 minutes on days 1, 8 and 15 of a 28-day cycle for up to 8.1 months.", "Vinorelbine 25 mg/m^2 was given as a weekly IV injection for 6 to 10 minutes for up to 11.5 months. Vinorelbine was not authorised as a CPT for any participant with grade 2 neuropathy.", "Total number of participants analysed: 233", "Median (95% confidence interval)", "Unit of measure: months 1.7 (1.5 to 2.6)"], "Adverse Events": ["Undesirable Events 1:", "Total: 69/258 (26.74 per cent)", "Anemia 3/258 (1.16%)", "Febrile neutropenia 13/258 (5.04%)", "Neutropenia 5/258 (1.94%)", "Thrombocytopenia 1/258 (0.39%)", "Atrial fibrillation 0/258 (0.00 %)", "Incompetence of the mitral valve 1/258 (0.39%)", "Pericardial infusion 0/258 (0.00 %)", "Sinus tachycardia 0/258 (0.00 %)", "Abdominal pain 3/258 (1.16%)", "Upper abdominal pain 1/258 (0.39%)", "- Collision 1/258 (0.39%)", "Adverse Events 2:", "Total: 64/224 (28.57 per cent)", "Anemia 2/224 (0.89%)", "- Febrile neutropenia 4/224 (1.79 per cent)", "Neutropenia 1/224 (0.45%)", "Thrombocytopenia 0/224 (0.00 %)", "Atrial fibrillation 1/224 (0.45%)", "Incompetence of the mitral valve 0/224 (0.00 %)", "2/224 (0.89%)", "Sinus tachycardia 1/224 (0.45%)", "Abdominal pain 3/224 (1.34%)", "Upper abdominal pain 0/224 (0.00 %)", "- Collision 0/224 (0.00 %)"]}