{"Clinical Trial ID": "NCT03374995", "Intervention": ["INTERVENTION 1:", "Group I (Topic Keratin)", "Patients receive topical keratin topically at least until the end of radiotherapy (approximately 3-6 weeks).", "Quality of Life Assessment: Auxiliary Studies", "Keratin Subject: Topical Data", "INTERVENTION 2:", "Group II (Standard of Care)", "Patients receive the standards of care prescribed by the radio-oncologist until the end of radiotherapy (approximately 3 to 6 weeks).", "Best practices: receiving quality care", "Quality of Life Assessment: Auxiliary Studies"], "Eligibility": ["Incorporation criteria:", "• Diagnosis of breast cancer, received chemotherapy and programmed to receive 4 to 6 weeks of radiation therapy (radiation protocol of 42 Gy+)", "Area to be irradiated representing 1 to 10 per cent of the total body surface area (SATB)", "Able and ready to sign protocol consent form", "• Ability and willingness to document symptoms and treatment details as often as necessary, do not exceed daily notes", "Able and ready to have photos of the affected area taken on a regular basis", "- Exclusion criteria:", "• Pregnant, lactating or planning to become pregnant", "Previous radiation therapy in the area to be treated with radiotherapy", "• Receives palliative radiotherapy", "• Unhealed or infected surgical sites in the irradiation area", "Patients undergoing cytotoxic chemotherapy or concomitant herceptin as part of the overall treatment plan (authorised tamoxifen inhibitor/aromatase)", "Use of oral corticosteroids or topical corticosteroids in the irradiation area", "Use of Erbitux", "- Autoimmune disease", "Skin disease in the target irradiation area", "Smoking", "A known allergy to KeraStat Cream's standard of care or ingredients"], "Results": ["Performance measures:", "Incidence of Early Skin Adverse Reactions (EARS)", "Participants will report a total of 7 visits to any experience with Grade I acute dermatitis (e.g., slow or dull erythema; Grade II dry or lively erythema (e.g., sensitive or acute erythema, irregular or wet desquamation) using the RTOG (Radiation Therapy Oncology Group) classification system and the RTOG (Radiation Therapy Oncology Group) classification system, considered to be the worst result. Comparative effectiveness will include the number or participants in each arm undergoing Grade I or II dermatitis by Grade I or Grade II radiation and wet desquamation.", "Time limit: up to 4 weeks after TR", "Results 1:", "Name of arm/group: Group I (Topic Keratin)", "Description of the arm/group: Patients receive topical topical keratin at least IDB until the end of radiotherapy (approximately 3-6 weeks).", "Quality of Life Assessment: Auxiliary Studies", "Keratin Subject: Topical Data", "Total number of participants analysed: 13", "Type of measure: Number of participants", "Unit of measure: Participants Grade I acute radiation dermatitis: 13 100.0%", "Acute grade II dermatitis: 4 30.8 per cent", "- Moisture desquamation: 1 7.7%", "Results 2:", "Title of the arm/group: Group II (Standard of Care)", "Description of the arm/group: Patients receive the standard of care prescribed by the oncologist until the end of radiation therapy (approximately 3 to 6 weeks).", "Best practices: receiving quality care", "Quality of Life Assessment: Auxiliary Studies", "Total number of participants analysed: 11", "Type of measure: Number of participants", "Unit of measure: Participants Category I acute radiation dermatitis: 10 90.9%", "Acute grade II dermatitis: 6 54.5%", "Dewatering moisture: 0 0.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/13 (0.00 per cent)", "Adverse Events 2:", "Total: 0/11 (0.00 per cent)"]}