{"Clinical Trial ID": "NCT01953003", "Intervention": ["INTERVENTION 1:", "- Arm A: iv Vinflunine Plus Capecitabine", "• Vinflunine dose 280 mg/m2 on day 1 of each cycle every 3 weeks, Capecitabine 825 mg/m2 twice daily orally for 14 consecutive days from day 1 of each cycle followed by a week of rest.", "Vinflunine: intravenous day 1 once every 3 weeks, 280 mg/m2", "- Capecitabine: arms A: 1650 mg/m2 arms B: 2500 mg/m2", "INTERVENTION 2:", "Bras B: Capecitabine", "1250 mg/m2 twice daily orally for 14 consecutive days from day 1 of each cycle followed by a week of rest", "- Capecitabine: arms A: 1650 mg/m2 arms B: 2500 mg/m2"], "Eligibility": ["CRITERIA FOR INCLUSION:", "Written consent with knowledge of the case", "Histologically or cytologically confirmed Son-2 negative breast carcinoma", "A locally recidivating or documented metastatic disease is not suitable for curative surgery or radiation therapy", "One, two or three previous chemotherapy regimens, including those administered in the neoadjuvant or adjuvant setting. At least one of the regimens should have been administered for the treatment of advanced disease.", "Prior treatment should have included both anthracycline and taxane. minimum cumulative dose of 180 mg/m2 doxorubicin or 300 mg/m2 epirubicin", "A documented progression on or within 12 months of the most recent chemotherapy.", "Prior hormonal treatment is permitted.", "• Prior radiation therapy is permitted at less than 30% of the bone marrow", "- Measureable or non-measurable disease as defined in RECIST V1.1", "Adequate recovery after recent surgery", "Estimated life expectancy greater than or equal to 12 weeks", "KPS equal to or greater than 70 per cent", "Age of 21 years and over and < 80 years", "ANC) equal to or greater than 1.5 x 109/L, platelet count equal to or greater than 100 x 109/L and haemoglobin level > 10 g/dL.", "Bilirubin less than or equal to 1.5 x upper limit of normal (ULN), ASAT and ALT less than or equal to 2.5 x ULN or less than or equal to 5 x ULN in the case of liver metastases, alkaline phosphatase less than or equal to 5 x ULN.", "Calculation of creatinine clearance greater than or equal to 50 mL/min", "Normal ECG", "Patients treated with coumadine or warfarin should receive stable doses and an INR less than or equal to 3", "Women of childbearing potential should use a medically accepted method of contraception. Women of childbearing potential should undergo a negative serum or urinary pregnancy test within 72 hours of first administration.", "The absence of any psychological, family, sociological or geographical conditions that may impede compliance with the study protocol and the follow-up schedule; these conditions should be assessed with the patient prior to registration in the trial.", "- EXCLUSION CRITERIA", "Known or with clinical evidence of brain metastases or leptomenal involvement.", "• Pulmonary lymphangitis or symptomatic pleural effusion (grade > 2) leading to pulmonary dysfunction requiring active treatment.", "Patients who have received another experimental medicine or chemotherapy within 30 days", "► History of second primary malignancy, except: bilateral breast carcinoma, in situ cervical carcinoma, properly treated non-melanoma carcinoma of the skin, and other malignancy treated at least 5 years previously without evidence of recurrence", "• Pre-existing motor/sensory peripheral neuropathy of CTCAE 3.0 >1", "Patients receiving > 3 chemotherapeutic regimens", "Previous treatment with capecitabine and/or vinca-alkaloids", "• History of severe hypersensitivity to vinca alkaloids and/or fluoropyrimidine or any other indication of any of the medicinal products studied", "Known or suspected DPD", "• Pregnant or breast-feeding; with positive pregnancy test at baseline", "• Women of childbearing potential who do not want or cannot use a medically accepted method to prevent pregnancy in the 2 months prior to the start of study treatment, throughout the study period and at least 3 months after the last study treatment dose", "• Known history of HIV infection", "Inability to take and/or absorb oral medicines", "Any serious and concomitant uncontrolled medical disorder, particularly uncontrolled hypercalcaemia, congestive heart failure, uncontrolled high-risk hypertension, arrhythmia, angina of the chest or a history of myocardial infarction within 6 months prior to randomization.", "• TBB or autologous stem cell infusion following high-dose chemotherapy."], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "The primary criterion for the trial is progression-free survival calculated from the date of randomization to the date of progression or date of death regardless of the cause of death. The patient who has not progressed will be censored on the date of the last tumour evaluation or on the date of the last contact of a follow-up showing no progression.", "The date of progression will be evaluated every 6 weeks from the date of randomization to the first documented progression or date of death for any cause, based on the first assessment up to 3 years", "Results 1:", "Title of the arm/group : Arm A : iv Vinflunine Plus Capecitabine", "Description of the arm/group: Vinflunine dose 280 mg/m on day 1 of each cycle every 3 weeks, Capecitabine 825 mg/m twice daily orally for 14 consecutive days from day 1 of each cycle followed by a week of rest.", "Vinflunine: intravenous day 1 once every 3 weeks, 280 mg/m", "Capecitabine: arms A: 1650 mg/m arms B: 2500 mg/m", "Total number of participants analysed: 56", "Type of measure: Number of participants", "Unit of measure: Participants Number of events (participants): 42 75.0%", "Number of censored observations (participants): 14 25.0%", "Results 2:", "Title of the arm/group : Arm B : Capecitabine", "Description of the arm/group: 1250 mg/m twice daily orally for 14 consecutive days from day 1 of each cycle followed by a week of rest", "Capecitabine: arms A: 1650 mg/m arms B: 2500 mg/m", "Total number of participants analysed: 56", "Type of measure: Number of participants", "Unit of measure: Participants Number of events (participants): 46 82.1%", "Number of censored observations (participants): 10 17.9%"], "Adverse Events": ["Undesirable Events 1:", "Total: 15/56 (26.79%)", "- Febrile neutropenia 2/56 (3.57 per cent)", "Leucopenia 1/56 (1.79 per cent)", "Neutropenia 1/56 (1.79%)", "Thrombocytopenia 1/56 (1.79 %)", "Anemia 0/56 (0.00 %)", "Abdominal pain 2/56 (3.57%)", "Ileus 2/56 (3.57 per cent)", "Intestinal occlusion 1/56 (1.79%)", "Ulceration of the mouth 1/56 (1.79 %)", "Fatigue 1/56 (1.79 per cent)", "Pain 1/56 (1.79 per cent)", "Chest disorders 0/56 (0.00 %)", "Deaths 1/56 (1.79 %)", "Adverse Events 2:", "Total: 7/55 (12.73 per cent)", "Febrile neutropenia 0/55 (0.00 %)", "Leukopenia 0/55 (0.00 %)", "Neutropenia 0/55 (0.00 %)", "Thrombocytopenia 0/55 (0.00 %)", "Anemia 1/55 (1.82%)", "Abdominal pain 0/55 (0.00 %)", "Ileus 0/55 (0.00 %)", "Intestinal occlusion 0/55 (0.00 %)", "Ulceration of the mouth 0/55 (0.00 %)", "- Fatigue 0/55 (0.00 %)", "- Pain 0/55 (0.00 %)", "Chest disorders 1/55 (1.82%)", "Deaths 0/55 (0.00 %)"]}