{"Clinical Trial ID": "NCT03584009", "Intervention": ["INTERVENTION 1:", "- Venetoclax + Fulvestrant", "Participants received Venetoclax 800 mg orally from QD and Fulvestant 500 mg IM on days 1 and 15 of Cycle 1 and day 1 of subsequent cycles (cycle length = 28 days).", "INTERVENTION 2:", "To succeed", "Participants received Fulvestant only 500mg for IM on days 1 and 15 of Cycle 1 and day 1 of subsequent cycles (cycle length = 28days)."], "Eligibility": ["Incorporation criteria:", "· Histological or cytological confirmation of the invasive carcinoma of the estrogen receptors (ER+) of the breast An invasive ER+, HER2- negative breast carcinoma with an estimated sample for IHC BCL-2 at the time of screening. Participants who were initially diagnosed with positive HER2 breast cancer that turned into HER2 negative MBC are not eligible.", "Signs of metastatic or locally advanced diseases are not likely to receive surgical or local treatment with curative intent.", "Be menopausal or pre- or perimenopausal women who may be treated with hormone-release luteinising hormone (LHRH) goséréline agonist.", "In addition, at least one treatment line should be CDK4/6i AND participants should have had a recurrence or progression of the disease during or after CDK4/6i therapy, which should have been administered for at least 8 weeks prior to progression.", "Participants for whom endocrine therapy (e.g., fulvestrant) is recommended and treatment with cytotoxic chemotherapy is not indicated at the time of entry into the study, in accordance with national or local treatment guidelines.", "Women of childbearing potential (i.e., unmenopausal for at least 12 months or surgically sterile) should have had a negative serum pregnancy test at the time of screening within 14 days prior to the first dose of the study drug.", "For women of childbearing potential: agreement to remain abstinent (repulsion of heterosexual intercourse) or to use non-hormonal contraceptive methods with a failure rate of <1% per year during the treatment period and up to 2 years after the last dose of the drug under study (or based on information on local prescription for the flutter) Women should refrain from giving eggs during the same period.", "To provide a tumour biopsy sample.", "He had at least one measurable injury via RECIST v1.1.", "There was a performance score for the Eastern Cooperative Oncology Group (ECOG) of 0-1.", "I had an adequate function of the organ and marrow.", "I had a life expectancy of > 3 months.", "To meet the coagulation requirements for the patient with or without therapeutic anticoagulation.", "- Exclusion criteria:", "A prior treatment with estrogen receptor degraders (SERDs), venetoclax or any other agent whose mechanism of action is to inhibit BCL-2.", "• Pregnant, lactating or intending to become pregnant during the study.", "Untreated or active central nervous system (CNS) metastases (progressing or requiring anticonvulsants or corticosteroids for symptomatic control).", "Prior chemotherapy in a locally advanced or metastatic medium, regardless of the duration of treatment.", "Any cancer treatment received within 21 days of the first dose of the drug under study, including chemotherapy, radiotherapy, hormone therapy, immunotherapy, neoplastic vaccines or any other experimental treatment (intentional radiotherapy to non-target sites is permitted).", "- Simultaneous radiation therapy at any site or prior radiation therapy within 21 days of cycle 1 Day 1 or prior radiation therapy at the target sites of injury (the sites to be followed for the determination of a response) or radiotherapy prior to > 25% of the bone marrow.", "(e.g., clinically significant cardiovascular, pulmonary, metabolic or infectious diseases.)", "Any major surgery within 28 days of the first dose of the drug under study or anticipation of the need for major surgery during the course of the study treatment.", "The consumption of one or more of the following substances within 3 days of the first dose of the study medicinal product: grapefruit or grapefruit products; Seville oranges, including marmalade containing Seville oranges; starred fruit (carambola).", "• Administration within 7 days prior to the first dose of Steroid therapy for anti-neoplastic purposes, strong or moderate CYP3A inhibitors or strong or moderate CYP3A inducers.", "Need for current chronic corticosteroid therapy (> 10 mg prednisone per day or equivalent dose of other anti-inflammatory corticosteroids).", "A known infection with (human immunodeficiency virus) HIV or human T cell leukemia virus 1.", "• An active, viral, fungal, mycobacterial, parasitic or other bacterial infection (excluding fungal nail bed infections) known when enrolled in the study, or any major episode of infection requiring treatment with antibiotics IV or hospitalization (concerning the completion of the antibiotic cycle) within 4 weeks prior to the first day of the cycle.", "Participants who were positive for HCV-PCR antibodies should have been negative for HCV to be eligible for the study. Participants with a prior or resolved hepatitis B virus (HBV) infection (defined as having a positive total HCV antibody and a negative surface antigen of hepatitis B [HbsAg]) may be included if HBV DNA is undetectable.", "Participants who have been tested positive for HCV antibodies are eligible for the study if a PCR test is negative for HCV RNA.", "- History of other malignancies over the past 5 years, with the exception of basal cell carcinoma of treated skin, squamous carcinoma, nonmalignant melanoma <= 1.0 mm without ulceration, localised thyroid cancer or cervical carcinoma in-situ.", "The administration of a live attenuated vaccine within 4 weeks prior to initiation of study therapy or anticipation of the need for such vaccine during the study.", "- Cardiopulmonary dysfunction.", "Other medical or psychiatric conditions that, in the opinion of the investigation, may affect the participant's participation in the study.", "Inability or reluctance to swallow pills or receive intramuscular injections (IM).", "• History of malabsorption syndrome or other conditions that interfere with enteral absorption.", "Inflammatory bowel disease (e.g., Crohn's disease or ulcerative colitis) or active intestinal inflammation (e.g., diverticulitis).", "- Concomitant hormone replacement therapy.", "The inability to comply with study and follow-up procedures.", "• An active cardiopulmonary history or dysfunction.", "A known hypersensitivity to any of the study drugs (fluvestrant, venetoclax) or to any of the excipients."], "Results": ["Performance measures:", "A clinical benefit defined as a complete response (CR), a partial response (PR) or a stable disease (SD) lasts >= 24 weeks, as determined by the researcher according to RECIST v1.1", "The clinical benefit was defined as CR, PR, or SD of more than 24 weeks duration from randomization in participants with a measurable disease at baseline, as determined by the investigator according to the criteria for assessing the response in solid tumour criteria (RCIST) v1.1. RECIST v1.1 for target lesions assessed by CT or MRI: CR, elimination of all target lesions; PR, PR >= 30%, decrease in the sum of diameters of target lesions (TL) taking as a reference the base sum of diameters; SD, neither shrinkage sufficient to be eligible for PR nor increase sufficient to be eligible for disease progression (PD), PD>= 20%, increase in sum of diameters of LT taking as a reference the smallest sum on study (Nadir).", "Time limit: randomization up to 6 months after the last participant in the study (up to approximately 23 months)", "Results 1:", "Title of the arm/group: Venetoclax + Fulvestrant", "Description of the arm/group: Participants received Vénétoclax 800 mg oral QD and Fulvestant 500 mg IM on days 1 and 15 of Cycle 1 and day 1 of subsequent cycles (cycle length = 28 days).", "Total number of participants analysed: 51", "Type of measurement: Number", "Unit of measure: Percentage of participants 11.8 (4.44-23.87)", "Results 2:", "Title of the arm/group: Fulvestrant", "- Arm/Group Description: Participants received Fulvestant 500mg of IM only on days 1 and 15 of Cycle 1 and day 1 of the following cycles (cycle length = 28 days).", "Total number of participants analysed: 51", "Type of measurement: Number", "Unit of measure: Percentage of participants 13.7 (5.70-26.26)"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/50 (8.0%)", "Pyrexia 1/50 (2.0%)", "Lower respiratory tract infection 1/50 (2.0%)", "Urosepsis 1/50 (2.0%)", "Decreased ejection fraction 1/50 (2.0%)", "- Shrew pain 0/50 (0.00 %)", "Bone pain 0/50 (0.00 %)", "- Pleural swelling 0/50 (0.00 %)", "Adverse Events 2:", "Total: 2/51 (3.92%)", "Pyrexia 0/51 (0.00 %)", "- Lower respiratory tract infection 0/51 (0.00 %)", "Urosepsis 0/51 (0.00 %)", "Decrease in ejection fraction 0/51 (0.00 %)", "- Shrew pain 1/51 (1.96%)", "Bone pain 1/51 (1.96%)", "1 51 (1.96%)"]}