{"Clinical Trial ID": "NCT00676793", "Intervention": ["INTERVENTION 1:", "ECGC and breast cancer", "Subjects are asked to take 4 capsules of polyphenol E (200mg) per day with one meal during the duration of the study. Biomarkers are measured at inclusion and then again at presurgery, the end point of the study."], "Eligibility": ["Incorporation criteria:", "A definitive biopsy demonstrating primary breast cancer", "• Residual breast cancer requiring additional surgical resection", "Stage I, II or III disease rates", "The patient has the capacity to give signed informed consent", "Normal hepatic and renal function (creatinine < 1.5, transaminases < 1.5 times the upper limit of normal).", "ECOG Performance status of 0 or 1.", "21 years and under 75 years", "- Exclusion criteria:", "• Prior hormonal or surgical treatment for breast cancer", "Test for abnormal liver function", "Liver or kidney problems that interfere with the metabolism of the study drug", "Any condition that would interfere with informed consent or the ability to comply with the study protocol", "Participation in another research study in the last three months", "• Known malignancy at any site other than the breast", "A recent consumption of green tea (5 cups or more per day, in the week before biopsy)", "Allergy or intolerance to any component of green tea", "Incapacity or refusal to comply with definitive surgical therapy"], "Results": ["Performance measures:", "Change in serum VEGF in breast cancer", "Change in serum VEGF from baseline to post-treatment with polyphenone E.", "Time frame: baseline and 4 to 6 weeks", "Results 1:", "Title of the arm/group: ECGC and breast cancer", "Description of the arm/group: A single arm for a Phase II study of EGCG extract and breast cancer. Subjects are invited to take 4 capsules of polyphenol E (200mg) per day with one meal for the duration of the study.", "Total number of participants analysed: 19", "Median (interquartile range)", "Unit of measurement: pg/ml 270 (-142.5 to 581.25)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/32 (0.00 per cent)"]}