{"Clinical Trial ID": "NCT02392611", "Intervention": ["INTERVENTION 1:", "Alobresib 0.6 mg", "Participants with solid tumours and advanced lymphomas who had failed or were intolerant to a standard treatment, or for whom no standard treatment existed, received alobresib tablets at a dose of 0.6 mg orally once daily, on study day 1 to C1D28, from the 28-day cycle to determine LMD.", "INTERVENTION 2:", "Monotherapy: Alobresib 1.4 mg", "Participants with solid tumours and advanced lymphomas who had failed or were intolerant to standard treatment, or for whom no standard treatment existed, received alobresib tablets at a dose of 1.4 mg orally once daily on study day 1 to C1D28, a 28-day cycle to determine LMD."], "Eligibility": ["Key Inclusion Criteria:", "Group 1: Advanced strong tumour or advanced malignant lymphoma confirmed histologically or cytologically (any subtype) refractory or intolerant to standard treatment or for which no standard treatment exists", "Group 2: Postmenopausal women with advanced estrogen receptor positive breast cancer who are candidates for exemestane or fulvestrant", "Group 3: People with lymphoma are limited to large B cell diffuse lymphoma and T cell peripheral lymphoma that are refractory or intolerant to standard treatment or for which no standard treatment is available", "Eastern Cooperative Oncology Group (ECOG) Performance Status of 1", "Adequate function of the organ defined as follows:", "Haematological: Platelets 100 x 10^9/L; hemoglobin 9.0 g/ dL; absolute number of neutrophils (NAC) 1.5 x 10^9/L (without platelet transfusion or growth factor within 7 days of haematological laboratory values obtained during the screening visit).", "Hepatic: Aspartate transaminase (AST) / Alanine transaminase (ALT) 2.5 x upper limit of normal (ULN) (if liver metastases are present, 5 x ULN); total or conjugate bilirubin 1.5 x ULN", "- Renal: serum creatinine 1.5 x ULN or creatinine clearance (CrCl) 60 ml/min, calculated by the Gault-cockcroft method", "Coagulation: International Standard Report (INR) 1.2", "Key Exclusion Criteria:", "A known brain metastasis or leptomenal disease", "Myocardial infarction, symptomatic congestive heart failure (New York Heart Association > Class II classification), unstable angina or severe uncontrolled cardiac arrhythmia in the last 6 months of the study Day 1", "A major surgery, defined as any surgery involving general anaesthesia and significant incision (i.e. greater than necessary to place central venous access, percutaneous feeding tube or biopsy) within 28 days of the first dose of the drug under study", "The history of QT syndrome long or whose corrected QT interval (QTc) measured (Fridericia method) at screening is prolonged (> 450 ms for men and > 470 ms for women).", "Clinically significant haemorrhage within 28 days of study Day 1", "A known human immunodeficiency virus (HIV) infection", "Hepatitis B positive surface antigen", "Antibody positive for hepatitis C virus (HCV)", "No active anticoagulation within 7 days of study, including acetylsalicylic acid, low molecular weight heparin or warfarin.", "Note: Other inclusion/exclusion criteria defined by the protocol may apply."], "Results": ["Performance measures:", "Number of participants with dose-limiting toxicity (DLT)", "A DLT was a toxicity, considered possibly related to alobresib, that occurred during the DLT assessment window (day 1 to day 1 28) in each cohort: grade 4 neutropenia (absolute number of neutrophils [ANC] < 500/mm^3); grade 3 neutropenia (ANC < 1000/mm^3) with fever (a single temperature > 38.3°C or a sustained temperature of 38°C for more than one hour [h]); grade 3 thrombocytopenia; grade 2 bleeding; grade 3 non-haematological toxicity (except Grade 3 nausea or vomiting) with a maximum duration of 48 hours on adequate medical treatment and grade 3 diarrhoea that persists for less than 72 hours in the absence of a maximum medical treatment; grade 2 non-haematological adverse effect (IEET) with clinical significance; treatment interruption 7 days due to unresolved toxicity; and grade 3 or 4 elevation of the aspartate 2Trenase aspartate as well as grade 2Trenas (AST).", "Time limit: Baseline (day 1) up to 28 days", "Results 1:", "Category of arm/group: Monotherapy: Alobresib 0.6 mg", "Arm/group description: Participants with solid tumours and advanced lymphomas who had failed or were intolerant to a standard treatment, or for whom no standard treatment existed, received alobresib tablets at a dose of 0.6 mg orally once daily on study day 1 to C1D28 of the 28-day cycle to determine LMD.", "Total number of participants analysed: 2", "Type of measure: Number of participants", "Unit of measure: Participants 0", "Results 2:", "Category of arm/group: Monotherapy: Alobresib 1.4 mg", "Arm/group description: Participants with solid tumours and advanced lymphomas who had failed or were intolerant to a standard treatment, or for whom no standard treatment existed, received alobresib tablets at a dose of 1.4 mg orally once daily on study day 1 to C1D28 of the 28-day cycle to determine LMD.", "Total number of participants analysed: 1", "Type of measure: Number of participants", "Unit of measure: Participants 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/2 (50%)", "Thrombocytopenia 0/2 (0.00 %)", "- Complete auriventricular block 0/2 (0.00 %)", "Adrenal haemorrhage 0/2 (0.00 %)", "Constipation 0/2 (0.00 %)", "- Pain 0/2 (0.00 %)", "Pyrexia 0/2 (0.00 %)", "- Cholangite 1/2 (50%)", "- Acute Pyelonephritis 0/2 (0.00 %)", "• Sepsis 1/2 (50.00%)", "Deep venous thrombosis 0/2 (0.00 %)", "Adverse Events 2:", "Total: 1/1 (100.00 per cent)", "Thrombocytopenia 1/1 (100.00 %)", "- Complete auriventricular block 0/1 (0.00 %)", "Adrenal haemorrhage 0/1 (0.00 %)", "Constipation 0/1 (0.00 %)", "- Pain 0/1 (0.00 %)", "Pyrexia 1/1 (10.0%)", "- Cholangite 0/1 (0.00 %)", "- Acute Pyelonephritis 0/1 (0.00 %)", "Sepsis 0/1 (0.00 %)", "Deep venous thrombosis 0/1 (0.00 %)"]}