{"Clinical Trial ID": "NCT00320411", "Intervention": ["INTERVENTION 1:", "Lapatinib monotherapy", "Lapatinib: 1500 mg (six 250 mg tablets) orally once daily"], "Eligibility": ["Incorporation criteria:", "A subject will be considered eligible for inclusion in this study only if all of the following criteria apply:", "16-week life expectancy from the start of treatment with lapatinib;", "Signed informed consent obtained from the patient;", "Subjects should have histologically confirmed breast cancer with advanced stage IIIb, IIIc with T4 lesion or metastatic disease (including recurrent patients);", "Subjects must meet the following criteria for prior treatment:", "Anthracyclines, taxanes:", "If diets containing anthracycline and taxane are administered sequentially;", "The subjects should have received at least 2 cycles each and at least 4 cycles in total.", "In case of concomitant administration of treatment containing anthracycline and taxane;", "The subjects should have benefited from at least 4 cycles in total.", "Subjects should have had at least two cycles in total and a progressive disease.", "If the treatment containing anthracycline and taxane is administered separately;", "Subjects should have received at least 4 cycles each.", "The subjects should have received at least 2 cycles each and one progressive disease was observed at each schedule.", "Trastuzumab:", "Prior treatment should contain trastuzumab alone or in combination with other chemotherapy for at least 6 weeks of standard doses.", "Subjects should meet the following criteria for expression of ErbB2 (defined by the following status prior to treatment with trastuzumab.)", "Patients with erbB2 overexpression:", "3+ by IHC, or FISH+", "However, patients who have previously been treated with trastuzumab should undergo FISH prior to entry into the study, if they have not previously undergone this test, and are only considered eligible if their tumours are classified as FISH+.", "Documentation of tumour progression or relapse after the most recent treatment is required.", "Archived tumour tissues should be available to compare the tumour response to the intratumoral expression levels of biomarkers (ErbB1 and ErbB2).", "- Measurable lesions according to RECIST (Evaluation criteria for responses in solid tumours); (See \"6.3. Efficacy\")", "A woman, aged 20 and 74 (at the time of consent), is eligible to participate in this study if she is:", "(i.e. women with functional ovaries who have a documented tubular ligature or hysterectomy, or women who are menopausal, i.e. who have at least one year of experience since the last menstrual period);", "The patient has a serum pregnancy test negative for screening and accepts one of the following measures, i.e. 2 weeks before the first dose of lapatinib until 28 days after the final dose of lapatinib*.", "Complete abstinence from sexual intercourse:", "The consistent and correct use of one of the following acceptable methods of contraception:", "- Injection progestatives;", "Any intrauterine device (IUD);", "Oral contraceptives (combined or progestin only);", "• Barrier methods, including diaphragm or condom with spermicide.", "At least 3 weeks after the last dose of prior chemotherapy, immunotherapy, biological therapy, hormone therapy or radiotherapy (except for local radiation therapy to relieve pain) for cancer or since the date of completion of surgery (except minor surgical procedures) prior to the start of treatment with lapatinib, with the exception of trastuzumab, which must be discontinued at least 2 weeks prior to the start of the study.", "Prior to registration, radiotherapy is permitted in a limited field (e.g., painful bone pain, painful bumps), if not the only measurable and/or evaluable disease site. Patients should have completed treatment and properly recovered, particularly from bone marrow suppression.", "However, the initiation of bisphosphonate after the first dose of the study medicinal product is not permitted. Prophylactic use of bisphosphonates is permitted only for the treatment of osteoporosis.", "Subjects with stable CNS metastases (asymptomatic and non-systemic steroids and anticonvulsants for at least 3 months) are also eligible;", "The state of performance of ECOG from 0 to 2;", "- Capable of swallowing and conserving oral medicines;", "The left ventricular ejection fraction (LVEF), measured by echocardiogram (ECHO), above the lower limit of the establishment's normal (LVEF 50% if the normal LVEF range is not provided by the establishment).", "Subjects shall have an adequate organ function as defined below:", "Myelofunction:", "Number of neutrophils 1500/mm3 Haemoglobin 9 g/dL (at least 2 weeks after blood transfusion if necessary) Number of platelets 100,000/mm3", "Liver function:", "Albumin 2.5 g/dL Total Bilirubine 1.5xULN AST, ALT: 3xULN (without liver metastases), 5xULN (if documented liver metastases)", "Renal function:", "Serum creatinine level 1.5 mg/dL, or creatinine clearance 40 mL/min (calculated by the Cockcroft and Gault method)", "Subjects who may visit the hospital once a week (±3 days) at least within the first month following the start of treatment with lapatinib, then every 4 weeks (±1 week) until the last evaluation.", "- Exclusion criteria:", "A subject will not be eligible for inclusion in this study if one of the following criteria applies:", "Pregnant or lactating women;", "· Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small intestine; subjects with ulcerative colitis are also excluded;", "Subjects who have been free of disease for 5 years, or subjects with a history of completely resected or successfully treated non-melanoma skin cancer on site, are eligible;", "* [* Grade 3 (as per version 3.0 of the NCI-CTCAE), as a general rule];", "Active or uncontrolled infection;", "known history of uncontrolled or symptomatic angina, arrhythmias or congestive heart failure;", "- known history or clinical evidence of leptomenic carcinomatosis;", "Participated in a clinical study during the last 28 days of the first dose of lapatinib;", "Previous treatment with an ErbB1 inhibitor (e.g., gefinitib) and/or an ErbB2 inhibitor other than trastuzumab;", "Initiated/received prohibited inhibitors (including foods) of CYP3A4 within 7 days prior to the first dose of the study drug or took/received prohibited inducers (including foods) of CYP3A4 within 14 days prior to the first dose of the study drug (see Appendix 7).", "The subject has an immediate or delayed hypersensitivity reaction or idiosyncrasy known to medicinal products chemically related to lapatinib or excipients", "Patients are not eligible to participate in the study based on the judgement of the investigator/subinvestigator."], "Results": ["Performance measures:", "Overall response of tumours", "The tumour response was measured on the basis of the number of participants receiving a complete (CR; elimination of all target lesions) or partial (PR; 30% decrease in the sum of the longest diameter of target lesions) response in all study participants. The tumour response was assessed as the best response based on the criteria for assessing response in solid tumours (RECIST).", "The treatment was discontinued due to adverse events and followed every 12 weeks until the disease progression was noted.", "Results 1:", "Title of the arm/group: Lapatinib monotherapy", "Description of the arm/group: Lapatinib: 1500 mg (six 250 mg tablets) orally once daily", "Total number of participants analysed: 58", "Type of measurement: Number", "Unit of measure: Participants Complete response: 1", "Partial reply: 8", "Stable disease: 18", "Progressive diseases: 29", "Unknown: 2"], "Adverse Events": ["Undesirable Events 1:", "Total: 14/58 (24.14 per cent)", "Ventricular dysfunction 1/58 (1.72%)", "Nausea 1/58 (1.72%)", "Diarrhoea 1/58 (1.72%)", "- Vomiting 1/58 (1.72 per cent)", "- Malaise 1/58 (1.72 per cent)", "Disease progression 1/58 (1.72%)", "Abnormal liver function 2/58 (3.45%)", "Hepatomegaly 1/58 (1.72%)", "Pneumonia 2/58 (3.45%)", "Cellulite 1/58 (1.72%)", "Decrease in lymphocyte count 1/58 (1.72%)"]}