{"Clinical Trial ID": "NCT00656669", "Intervention": ["INTERVENTION 1:", "Sunitinib monotherapy", "Patients who have completed the Sunitinib monotherapy segment"], "Eligibility": ["Incorporation criteria:", "Patients should have a histologically confirmed breast adenocarcinoma with stage 1c (primary tumour > 1.0 cm), an exploitable or inoperative disease II or III.", "A measurable disease by means of physical examinations or diagnostic imaging of the breast (mammography, ultrasonography or MR).", "Pretreatment of heart biopsy or incisional biopsy. Patients may not have undergone definitive primary surgery.", "Men or women 18 years of age or older.", "ECOG Performance Status 0 or 1.", "A suitable organ function as defined in the protocol.", "- Exclusion criteria:", "The prior use of tamoxifen or raloxifene as chemoprevention is permitted, but must be discontinued prior to entry into the study.", "Metastatic breast cancer (stage IV)", "Patients who had only one fine needle aspiration (RNA) prior to treatment are excluded.", "A current therapeutic treatment in another clinical trial with an experimental agent.", "Within 6 months prior to starting treatment, one of the following conditions is met: - myocardial infarction - severe/unstable - coronary artery bypass/peripheral bypass - congestive heart failure - cerebrovascular accident including transient ischemic attack - pulmonary embolism", "- Continuous cardiac dysrhythmias of grade NCI CTCAE >=2, atrial fibrillation of any grade, or QTc interval > 450 msec for males or > 470 msec for females.", "Hypertension which cannot be controlled by medicines.", "The current treatment with therapeutic doses of any anticoagulant. Prophylactic use of anticoagulants is permitted.", "A known human immunodeficiency virus (HIV) infection.", "All patients with reproductive potential should undergo a negative pregnancy test before the first day of the study.", "Other acute or chronic acute medical or psychiatric conditions, or laboratory abnormalities that, in the opinion of the investigator, would pose an excessive risk associated with participating in the study or administration of drugs under study, or that, in the opinion of the investigator, would render the patient inappropriate for entering the study."], "Results": ["Performance measures:", "Change in interstitial fluid pressure (PIF) induced by sunitinib monotherapy", "The participants had their tumour IFP measured at baseline, after sunitinib monotherapy (segment 1) and after sunitinib+pallitaxel monotherapy (segment 2). This measure of results is the difference in mean value from the end of segment 1 (sunitinib monotherapy) and baseline mean value.", "Time frame: baseline to end of segment 1 (2 weeks)", "Results 1:", "Title of the arm/group: Sunitinib monotherapy", "Description of the arm/group: Patients who have completed the Sunitinib monotherapy segment", "Total number of participants analysed: 19", "Average (standard deviation)", "Unit of measurement: mm Hg 14.0 (12.4)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/23 (0.00 per cent)", "SYSTEMICAL DYSFUNCTION OF THE VENTRICULAR EVENT *0/23 (0.00 %)", "NAUSEA *0/23 (0.00 %)", "VOMITATION *0/23 (0.00 %)", "BILIRUBIN (HYPERBILIRUBINEMIA) *0/23 (0.00%)", "INFECTION (CLINICALLY OR MICROBIOLOGICALLY DOWNLOADED) WITH GRADE 3 OR 4 NEUTROPHILS (ANC <1.0 X 10E *0/23 (0.00 %)", "NEUTROPHILS/GRANULOCYTES (ANC/AGC) *0/23 (0.00 %)"]}