{"Clinical Trial ID": "NCT00284180", "Intervention": ["INTERVENTION 1:", "- Vinflunine", "- Vinflunine 320 mg/m2 intravenous day 1 in 20 minutes repeated every 21 days", "INTERVENTION 2:", "- Vinflunine/Trastuzumab", "Vinflunine 280 mg/m2 every 21 days with trastuzumab administered with a loading dose of 8 mg/kg followed by 6 mg/kg IV on day 1 of each subsequent cycle repeated every 21 days. If no grade 3/4 adverse reactions were observed after the first cycle of vinflunine/trastuzumab, the dose of vinflunine could be increased to 320 mg/m2"], "Eligibility": ["Incorporation criteria:", "Patients with no pathological or cytological confirmation of metastatic disease should have unequivocal evidence of metastases using the solid tumour response assessment criteria (RECIST).", "Patients with tumours that are HER2 FISH+ will receive vinflunine and trastuzumab. Patients with tumours that are HER2 FISH negative or if HER2 status is unknown/unrealized will remain under study and will receive a single vinflunine agent.", "Patients should have a measurable disease that is not directly irradiated according to the RECIST criteria.", "The measurable disease- is defined as at least one lesion that can be accurately measured in at least one dimension (the longest diameter to be recorded) as >20 mm with conventional techniques or >10 mm with spiral scan.", "Patients who have not previously received anthracycline or taxane should be considered for these agents. Patients may have received prior chemotherapy and/or hormonal treatment for early breast cancer. The chemotherapy regimen may have included anthracycline and/or taxane for as long as it has been > 6 months since the completion of the regimen. Adjuvant trastuzumab is allowed. Patients may have received prior radiotherapy in the metastatic or early setting as long as < 25% of the bone marrow has been treated. Radiation from the entire pelvis is not allowed. Radiotherapy must be completed at least 7 days prior to the registration of the study, and all radiation-related toxicities must be resolved in grade 1 before the patient is eligible for inclusion in the study. Patients may have received any number of hormonal therapies in the neoadjuvant, adjuvant or metastatic setting.", "Age > 18 years.", "Life expectancy > 6 months.", "· Performance status of the Eastern Cooperative Oncology Group (ECOG) <2.", "Only for patients receiving trastuzumab, a left ventricular ejection fraction (LVEF) may be determined by echocardiography or multiple acquisition scan (MUGA) and should be obtained within 4 weeks prior to starting treatment.", "Patients should not be pregnant, expect to become pregnant or develop a child from the time of the first signing of consent to study until at least 12 weeks after the last dose of treatment under study.", "• Exclusion criteria", "Patients who have previously received alkaloid vinca chemotherapy are not eligible unless treatment has been completed more than 5 years ago.", "Patients in whom HER2 status is unknown or is FISH negative will not receive trastuzumab but may benefit from single agent vinflunine therapy.", "Patients who have already received chemotherapy for metastatic breast cancer.", "Patients receiving trastuzumab should have received a cumulative dose of doxorubicin less than 360 mg/m2 and/or a cumulative dose of epirubinin less than 720 mg/m2 for entry into the study.", "Patients with known leptomenic carcinomatosis are excluded from this clinical trial.", "History of grade 3 or 4 allergic reactions attributed to trastuzumab.", "• An uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia, or psychiatric or social situations that would limit compliance with the requirements of the study.", "Pregnant women are excluded from this study.", "• History of other malignant breast cancer tumours, with the exception of in situ carcinoma of cervical or non-melanoma skin cancer, or in patients with a free interval of more than 5 years from an anterior malignant tumour.", "Patients who have already received chemotherapy for early breast cancer and whose treatment is less than 6 months will not be eligible."], "Results": ["Performance measures:", "Overall response rate (AR), the percentage of patients receiving an objective benefit from treatment", "By Response Assessment Criteria in Solid Tumours Criteria (RECIST v1.0) for Targeted Injury and Assessed by MRI or CT: complete response (CR), elimination of all target lesions; partial response (PR), >=30% decrease in the sum of the longest diameter of target lesions; overall response (RO) = CR + PR.", "Time limit: 18 months", "Results 1:", "Title of the arm/group: Vinflunine", "Description of the arm/group: Vinflunine 320 mg/m2 intravenous day 1 in 20 minutes repeated every 21 days", "Total number of participants analysed: 11", "Type of measurement: Number", "Unit of measure: percentage of participants 9 (0.23 to 41.26)", "Results 2:", "Title of arm/group: Vinflunine/Trastuzumab", "If no grade 3/4 adverse events were observed after the first cycle of vinflunine/trastuzumab, the dose of vinflunine could be increased to 320 mg/m2", "Total number of participants analysed: 21", "Type of measurement: Number", "Unit of measure: percentage of participants 33 (14.59 to 56.97)"], "Adverse Events": ["Undesirable Events 1:", "Total: 5/11 (45.45 per cent)", "Insipid diabetes [1]1/11 (9.09%)", "Nausea 0/11 (0.00 %)", "Ileus 1/11 (9.09 per cent)", "Dehydration 1/11 (9.09%)", "Vomiting 0/11 (0.00 %)", "NOS pain [2]2/11 (18.18 %)", "- Pain - abdomen 0/11 (0.00 %)", "Fracture [3]0/11 (0.00 %)", "Progressive diseases 1/11 (9.09 %)", "CNS Ischemia 1/11 (9.09%)", "Respiratory impairment 0/11 (0.00 %)", "Hypoxia 1/11 (9.09 per cent)", "Adverse Events 2:", "Total: 8/21 (38.10 per cent)", "Insipid diabetes [1]0/21 (0.00%)", "1/21 (4.76%)", "Ileus 0/21 (0.00 %)", "Dehydration 1/21 (4.76%)", "1/21 (4.76 per cent)", "- Pain NOS [2]0/21 (0.00 %)", "Pain - abdomen 1/21 (4.76%)", "Fracture [3]1/21 (4.76%)", "Progressive diseases 1/21 (4.76%)", "CNS Ischemia 1/21 (4.76%)", "Respiratory impairment 1/21 (4.76 per cent)", "Hypoxia 1/21 (4.76%)"]}