{"Clinical Trial ID": "NCT00675259", "Intervention": ["INTERVENTION 1:", "Neoadjuvant, Surgery, Adjuvant", "Neoadjuvant chemotherapy: Nab-paclitaxel and carboplatin on days 1, 8 and 15 in combination with bevacizumab on days 1 and 15, administered every 28 days for 5 cycles, followed by a cycle with Nab-paclitaxel and carboplatin on days 1, 8 and 15. Definitive surgery with either lumpectomy or mastectomy as well as dissection of axillary lymph nodes for all HIV-positive pre-neoadjuvant patients, approximately 4 to 5 weeks after completion of treatment with NCT. The use of adjuvant chemotherapy and/or radiotherapy depends on the judgment of treating physicians."], "Eligibility": ["Inclusion:", "- Breast cancer confirmed histologically", "Clinically or radiographically measurable residual tumour after nucleus biopsy", "The Eastern Cooperative Oncology Group (ECOG) is in a position to assess the Statement of Operations 0-1", "• 18 years of age", "Absolute neutrophil count 1,500/mm3", "Hemoglobin 9 g/dL", "Number of platelets 100 000/ mm3", "Creatinine 1.5 times the upper limit of normal (ULN)", "urinary protein levels: creatinine < 1.0", "ASAT (aspartate aminotransferase) and ALT 2.5 times LSN", "- Alkaline phosphatase 2.5 times ULN", "Normal Bilirubine", "Women of childbearing potential should use effective contraception", "The left ventricular ejection fraction (VEF) is normal by echocardiogram or MUGA", "- Exclusion:", "No residual tumours after initial biopsy", "• Peripheral neuropathy of grade 2 or higher", "- HER-2 neu overexpression either by IHC 3+ or FISH+", "No previous history of prior treatment for breast cancer.", "No history of unstable angina or myocardial infarction in the past 12 months", "Pregnant or lactating women", "Anticoagulation in the last 6 months", "gastrointestinal bleeding history", "Recent haemoptysis", "No known seropositivity for hepatitis B or HIV", "No poorly controlled hypertension, defined as systolic blood pressure (PB) > 150 mm Hg and/or diastolic PB > 100 mm Hg despite antihypertensive medicinal products", "History of hypertensive seizure or hypertensive encephalopathy", "New York Heart Association Class II-IV Congestive Heart Failure", "History of stroke or transient ischemic attack at any time", "A major vascular disease (e.g. aortic aneurysm or aortic dissection)", "No symptomatic peripheral vascular disease", "Evidence of haemorrhagic diathesis or coagulopathy", "A major traumatizing injury in the last 28 days", "History of abdominal fistula, gastrointestinal perforation or intra-abdominal abscesses in the last 6 months", "A serious, non-healing injury, ulcer or bone fracture", "• Known hypersensitivity to any component of bevacizumab"], "Results": ["Performance measures:", "Number of patients with a complete pathological response (CPR)", "PCR was defined as the absence of viable invasive tumour cells in the surgical breast sample and axillary lymph nodes.", "Time frame: every 4 weeks", "Results 1:", "Title of the arm/group: Neoadjuvant, Surgery, Adjuvant", "In combination with bevacizumab on days 1 and 15 administered every 28 days for 5 cycles followed by a cycle with Nab-paclitaxel and carboplatin on days 1, 8 and 15. Definitive surgery with lumpectomy or mastectomy with dissection of axillary lymph nodes for all HIV-positive preneoadjuvant patients, approximately 4 to 5 weeks after completion of treatment with NCT. The use of adjuvant chemotherapy and/or additional radiotherapy depends on the judgement of the treating physicians.", "Total number of participants analysed: 33", "Type of measurement: Number", "Unit of measure: patients 6"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/33 (0.00 per cent)"]}