{"Clinical Trial ID": "NCT00370552", "Intervention": ["INTERVENTION 1:", "Ixabepilone, 16 mg/m^2 + Bevacizumab, 10 mg/kg", "Ixabepilone,16 mg/m^2, given as an intravenous infusion of one hour (IV) on days 1, 8 and 15 of a 28-day cycle until disease progression or unacceptable toxicity. Bevacizumab, 10 mg/kg, given after ixabepilone as an IV infusion every 2 weeks. Bevacizumab should be injected for 90 minutes for the first dose, and if well tolerated for 60 minutes for the second dose. Then, if still tolerated, more than 30 minutes for subsequent infusions. Bevacizumab should be administered until disease progression or unacceptable toxicity.", "INTERVENTION 2:", "Ixabepilone, 40 mg/m^2 + Bevacizumab, 15 mg/kg", "After cycle 4, the dose is reduced to 32 mg/m^2 for all subsequent cycles. Bevacizumab, 15 mg/kg, given after ixabepilone as IV infusion every 3 weeks. Bevacizumab should be injected more than 90 minutes for the first dose, and if well tolerated for 60 minutes, for the second dose. Then, if still tolerated, more than 30 minutes for subsequent infusions. Bevacizumab should be administered until disease progression or unacceptable toxicity."], "Eligibility": ["• Inclusion criteria:", "A locally recidivant or metastatic breast cancer, not previously treated with chemotherapy for advanced disease.", "At least 1 target injury per RECIST criterion. Local recurrent disease should not be likely to resection with curative intent.", "No prior cytotoxic chemotherapy for locally recurrent/metastatic diseases.", "- Release 12 months or more after completion of previous adjuvant or neoadjuvant taxane therapy.", "No prior breast cancer known to overexpress or amplify the human epidermal growth factor receptor 2 gene.", "A prior hormonal treatment in an adjuvant, recidivant or metastatic medium is permitted, but must have been discontinued at least 2 weeks prior to randomization.", "Performance status Karnofsky from 80 to 100 or performance status of the Eastern Cooperative Oncology Group from 0 to 1.", "Estimated life expectancy of at least 12 weeks.", "Such therapy should have been completed at least 3 weeks prior to randomization and at least 6 weeks after the use of nitrosourea or mitomycin.", "At least one week after minor surgery and/or focal/palliative radiation therapy; at least three weeks after radiation therapy; at least four weeks after major surgery; and at least eight weeks after liver resection, thoracotomy or neurosurgery.", "Absolute number of neutrophils 1500/mm^3.", "Hemoglobin 9 g/dL.", "100 000/mm3 blisters.", "Total bilirubin 1.5 times the upper limit of normal (ULN).", "Aspartate aminotransferase or alanine aminotransferase 2.5*ULN.", "Normal partial thromboplastin time and international standard or prothrombin time <1.5*ULN.", "Serum creatinine level 1.5* ULN or creatinine clearance 24 hours a day > 60 mL/min.", "Participants with 2+ proteinuria at baseline had to undergo a 24-hour urine collection and demonstrate 1g protein within 24 hours to be eligible.", "- Exclusion criteria:", "Women of childbearing potential (WOCBP) do not want or can't use an acceptable contraceptive method to prevent pregnancy throughout the study period and up to 6 months after treatment with bevacizumab.", "Pregnant or lactating women.", "Women who have had a positive pregnancy test during registration or prior to the administration of study drugs.", "Sexually active fertile men, whose partners were WOCBP, do not use an adequate method of contraception.", "Evidence of basic sensory neuropathy or motor.", "A serious infection or non-malignant medical diseases that are uncontrolled or whose control could be compromised by this therapy.", "• History of abdominal fistula, gastrointestinal perforation, intra-abdominal abscess, severe gastric ulcer or bone fracture within 6 months of entry into the study.", "History of hypertensive seizure or hypertensive encephalopathy.", "A major vascular disease.", "A clinically significant cardiovascular disease.", "Upon inclusion, left ventricular ejection fraction by acquisition analysis or multi-speed echocardiogram for subjects who have already been exposed to anthracyclines that are not within the normal establishment limits.", "A symptomatic peripheral vascular disease.", "• A history of high-dose chemotherapy with bone marrow transplantation or peripheral blood stem cell transplantation in the previous 2 years.", "Evidence of haemorrhagic diathesis or coagulopathy.", "A prior treatment with an epothilon or any antiangiogenic agent.", "- Concurrent non-healing injury, ulcer, or fracture.", "Any current or history of brain metastasis and/or leptomenia Psychiatric or other conditions that render the participant unable to comply with protocol requirements.", "Any concomitant active malignancy other than skin cancer or non-melanoma carcinoma in situ of the cervix.", "A known allergy to one of the study drugs or their excipients."], "Results": ["Performance measures:", "Percentage of participants with the best tumour response of partial response (PR) or complete response (CR) during study", "CR=Disappearance of all clinical and radiological evidence of target lesions; PR=Reduced by at least 30% of the sum of the longest diameter of all target lesions.", "Time frame: basic visit, then every 8 weeks to 12 months, then every 3 months until disease progression", "Results 1:", "Ixabepilone, 16 mg/m^2 + Bevacizumab, 10 mg/kg", "Bevacizumab should be injected for 90 minutes for the first dose and if well tolerated for 60 minutes for the second dose.", "Total number of participants analysed: 46", "Type of measurement: Number", "Unit of measure: percentage of participants 47.8 (32.9 to 63.1)", "Results 2:", "Ixabepilone, 40 mg/m^2 + Bevacizumab, 15 mg/kg", "Ixabepilone, 40 mg/m^2, administered as a 3-hour IV infusion on day 1 of a 21-day cycle until disease progression or unacceptable toxicity After cycle 4, dose reduction to 32 mg/m^2 implemented for all subsequent cycles. Bevacizumab, 15 mg/kg, administered after ixabepilone as an IV infusion every 3 weeks. Bevacizumab should be infused for 90 minutes for the first dose, and if well tolerated for 60 minutes, for the second dose.", "Total number of participants analysed: 45", "Type of measurement: Number", "Unit of measure: Percentage of participants 71.1 (55.7-83.6)"], "Adverse Events": ["Undesirable Events 1:", "Total: 15/45 (33.33 per cent)", "Anemia 1/45 (2.22%)", "Leucopenia 0/45 (0.00 %)", "Neutropenia 0/45 (0.00 %)", "Thrombocytopenia 1/45 (2.22%)", "Febrile neutropenia 0/45 (0.00 %)", "Angine pectoris 0/45 (0.00 %)", "Atrial fibrillation 0/45 (0.00 %)", "Vomiting 1/45 (2.22%)", "Diarrhoea 1/45 (2.22%)", "Abdominal pain 1/45 (2.22%)", "Value of differential perforation 0/45 (0.00 %)", "Adverse Events 2:", "Total: 16/45 (35.56 per cent)", "Anemia 0/45 (0.00 %)", "Leucopenia 2/45 (4.44 per cent)", "Neutropenia 3/45 (6.67%)", "Thrombocytopenia 0/45 (0.00 %)", "Febrile neutropenia 1/45 (2.22%)", "Angine pectoris 0/45 (0.00 %)", "Atrial fibrillation 1/45 (2.22%)", "Vomiting 0/45 (0.00 %)", "Diarrhoea 0/45 (0.00 %)", "Abdominal pain 0/45 (0.00 %)", "1/45 differential perforation value (2.22%)"]}