{"Clinical Trial ID": "NCT03106077", "Intervention": ["INTERVENTION 1:", "- Cohort A: Advanced triple-negative breast cancer (TNCC)", "- 6 mg/kg IMGN853 IV Q3W"], "Eligibility": ["Incorporation criteria:", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0 or 1", "Confirmed an invasive triple negative breast cancer defined as estrogen receptor (ER) < 10%; progesterone receptor (PR) < 10% by immunohistochemistry (IHC) and HER2 0-1+ by IHC or 2+, in situ fluorescence hybridization (FISH) < 2, gene copy number < 4", "(For Cohort A) - Archived tissues available for screening to confirm breast cancer FR alpha+", "(For cohort A) Archived tissues available prior to screening to confirm breast cancer of FR alpha+. (For cohort B) Confirmed FRalpha+ breast cancer defined as low expression of FRalpha: >= 25% of cells with >= 1+ expression", "(For cohort A) Measurable disease by response Solid Tumour Assessment Criteria (RCIST). (For cohort B) Size of primary clinical or radiological tumour of at least 1.5 cm prior to registration in protocol 2014-0185 (ARTEMIS). Primary tumour of at least 1.0 cm or evidence of continuous intervention of lymph node by imaging (imaging by ultrasound or magnetic resonance (MRI)) after neoadjuvant treatment with adriamycin", "(For cohort B): primary tumour sample taken prior to the start of the NACT (on ARTEMIS) and subjected to molecular tests for integrated biomarkers, including immunohistochemical evaluation of FRalpha", "(For cohort A: no limit on previous treatments for metastatic diseases. (Relapse of disease within 6 months of adjuvant or neoadjuvant chemotherapy is considered as a treatment line for metastatic diseases.) (For cohort B: received at least one dose of an anthracycline-based NACT. Patients are eligible if treatment has been discontinued due to progression of disease or intolerance to treatment. Patients whose progression of anthracycline-based disease should be evaluated by the surgical team. If the patient is found to be inoperative at the time of evaluation, the patient may continue to undergo protocolary treatment to reduce tumour size to become operational.", "(For cohort B): size of primary tumour of at least 1.0 cm by imaging (ultrason or MRI) or evidence of continued involvement of lymph node by imaging (ultrason or MRI) after neoadjuvant treatment with adriamycin", "(For cohort B): base multigee acquisition (MUGA) or echocardiogram showing left ventricular ejection fraction (LVEF) >= 50% within 6 weeks prior to the start of the NACT", "(For both cohorts A and B): absolute number of neutrophils (NACs) >= 1.5 x 10^9/L", "(For both cohorts A and B): platelets >= 100 x 109/L", "(For both cohorts A and B): Hemoglobin (Hb) > 9 G/dL", "(For both cohorts A and B): total serum bilirubin = < 2.0 mg/dL", "(For both cohorts A and B): Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) = < 2.5 x upper limit of normal (ULN) (= < 5 x LSN in patients with hepatic metastases)", "(For both cohorts A and B): International Standardized Report (INR) = < 2", "(For both cohorts A and B): serum creatinine = < 1.5 x ULN", "(For both cohorts A and B): serum albumin > 2", "Signed informed consent obtained prior to any pre-selection procedure", "- Hormonal treatment is not considered to be an anti-neoplastic treatment. b. Radiotherapy: wide-field radiotherapy (e.g., > 30% of bone marrow carriers) completed at least four weeks, or focal radiotherapy completed at least two weeks, prior to the start of the study", "(For cohort B only): Patients should be at least 3 weeks old and no more than 5 weeks old between treatment with anthracycline and start treatment with mirvetuximab soravtansine", "(For both cohorts A and B): Patients should have a resolution of the toxic effects of previous chemotherapy up to grade 1 or less (except alopecia)", "(For both cohorts A and B): Women with hearing potential for the child must undergo a negative pregnancy test within 3 days of the first dose of the study treatment.", "- Exclusion criteria:", "Pregnant or lactating women", "Patients with a history of non-compliance with medical plans or who are considered to be potentially unreliable or unable to complete the entire study", "(For cohort B only): Presence of metastatic diseases or prior radiation therapy of primary breast carcinoma or axillary lymph nodes", "• Women of childbearing potential (WCBP), defined as all women capable of becoming pregnant, will not use highly effective contraceptive methods during the study and 12 weeks thereafter.", "- Implementation of an intrauterine device (IUD) or an intrauterine system (IUS)", "• Contraceptive barrier method: condom or occlusive stopper (diaphragm or cervical cap/vault) with spermicide/gel/film/creme/vaginal top-up", "Total abstinence or abstinence", "Sterilization of men and women", "Women are considered postmenopausal and not likely to procreate if they have had 12 months of natural amenorrhea (spontaneous) with an appropriate clinical profile, or if they have had a bilateral surgical oophorectomy (with or without hysterectomy) or tubal ligature at least six weeks prior to entry into the study.", "Men whose sexual partner(s) is WCBP who are not willing to use adequate contraception during the study and for 12 weeks after the end of treatment", "Patients with > Grade 1 peripheral neuropathy", "- An active or chronic corneal disorder, including, but not limited to, Sjogren's syndrome, Fuchs corneal dystrophy (necessary treatment), a history of corneal transplantation, active herpetic keratitis, and active eye conditions requiring continuous treatment/monitoring such as age-related macular degeneration requiring intravitreal injections, active diabetic retinopathy with macular oedema, the presence of papildema and the acquisition of monocular vision", "A co-occurring serious disease or clinically relevant active infection including, but not limited to, the following:", "known number of active hepatitis B or C", "A known human immunodeficiency virus (HIV) infection", "Varicella and shingles virus", "A cytomegalovirus infection", "Any other known concomitant infectious disease requiring IV antibiotics within 2 weeks of being enrolled in the study", "Clinically significant heart disease:", "Recently myocardial infarction (= < 6 months before day 1)", "♪ Unstable angina pectoris ♪", "Uncontrolled congestive heart failure (New York Heart Association > class II)", "- Uncontrolled hypertension (>= Common terminology criteria for adverse events [CTCAE] version [v]4.03 grade 3)", "History of hypertensive seizure or hypertensive encephalopathy", "Uncontrolled cardiac arrhythmias", "A clinically significant vascular disease (e.g., aortic aneurysm or disseceous aneurysm)", "Severe aortic stenosis", "Clinically significant peripheral vascular disorders", ">= Grade 3 cardiac toxicity after previous chemotherapy", "The corrected QT interval (QTc) > 470 for women and > 450 for men", "• History of neurological disorders that may confuse the evaluation of emerging treatment-related neuropathies", "History of hemorrhagic or ischemic strokes in the last 6 months", "• History of cirrhotic liver disease", "A previous clinical diagnosis of non-infectious pneumonitis or non-infectious interstitial pulmonary disease", "Previous hypersensitivity to monoclonal antibodies", "* Patients with a history of other primary malignancy, with the exception of non-melanoma skin cancer and in situ carcinoma of the cervix, uterus or breast whose patient has not been affected for >= 3 years", "- Untreated carcinoma meningitis, central nervous system disease (CNS) or CNS symptomatic metastasis. Patients with previously treated CNS metastases (excluding carcinoma meningitis) may participate if they are stable (without evidence of imaging progression, using an imaging modality identical to each assessment, for at least 4 weeks prior to the first dose of study treatment), have no evidence of new or emerging CNS metastases and do not use steroids for at least 7 days prior to the first dose of study treatment.", "History or signs of thrombotic or haemorrhagic disorders within 6 months prior to the first study", "• Required for folate-containing supplements (e.g. folate deficiency)"], "Results": ["Performance measures:", "Number of metastatic participants with radiographic response", "To determine if Mirvetuximab Soravtansine, as a single agent, is likely to induce a response in at least 20% of patients with metastatic folate receptor (FR) Alpha+ triple negative breast cancer (NTBC).By criterion for assessing response in solid tumours (RECIST v1.1) for target lesions and evaluated by MRI: complete response (CR), elimination of all target lesions; partial response (PR), >=30% decrease in sum of longest diameter of target lesions; overall response (RO) = CR + PR.", "Time limit: From registration to study to progression of disease or death of any cause, depending on the first possibility, estimated up to 2 years", "Results 1:", "Title of the arm/group: Cohort A: Advanced triple negative breast cancer (TBT)", "Description of the arm/group: 6 mg/kg IMGN853 IV Q3W", "Total number of participants analysed: 2", "Type of measure: Number of participants", "Unit of measure: Participants 0 0.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/2 (0.00 per cent)"]}