{"Clinical Trial ID": "NCT00422903", "Intervention": ["INTERVENTION 1:", "Letrozole + Placebo", "Letrozole tablets at a dose of 2.5 milligrams (mg) plus corresponding placebo were administered orally once daily for 6 months prior to surgery.", "INTERVENTION 2:", "Letrozole + Lapatinib", "Letrozole tablets at a dose of 2.5 mg plus lapatinib ditosylate monohydrate tablets at a dose of 1500 mg were administered orally once daily for 6 months prior to surgery."], "Eligibility": ["• Inclusion criteria:", "The histological infiltration of primary breast cancer of 2.0 cm or more into the largest clinical diameter is confirmed", "· (> 10% of positive cancer cells evaluated by IHC)", "The postmenopausal status defined by at least one of the following:", "60 years < 60 years and amenorrheic for 12 months before day 1 < 60 years and amenorrheic for < 12 months before day, or without uterus: values of luteinizing hormone (LH) and follicular stimulating hormone (FSH) in the postmenopausal range Previous bilateral oophorectomy castration of anterior radiation with amenorrhee for at least 6 months", "- HER2 negative tumours (IHC 0-2+ or FISH negative)", "Availability of appropriate tumour tissue for biological and molecular examination prior to initiation of primary treatment", "Age over 18", "- ECOG PS 0-1", "Normal function of the organ and marrow as defined below:", "> 3000/mL absolute neutrophil count > 1500/mL platelets > 100,000/mL total bilirubin within normal institutional limits AST (SGOT)/ALT(SGPT) < 2.5 X upper institutional limit of normal creatinine within normal institutional limits", "A fraction of cardiac ejection in the institutional range of normal measured by echocardiogram or MUGA scanning.", "The eligibility of patients receiving drugs or substances known to affect, or likely to affect, the activity or pharmacokinetics of lapatinib will be determined following review by the Principal Investigator.", "A list of medicinal products and substances known or likely to interact with CYP450 isoenzymes is provided.", "• Ability to understand and willingness to sign a written informed consent document.", "• Ability to swallow and store oral medicines.", "- Exclusion criteria:", "Stage IIIB, IIIC and inflammatory breast cancer", "Stage IV breast cancer", "Contraindication for treatment with letrozole", "Prior treatment with chemotherapy, endocrinotherapy or radiotherapy Prior treatment with EGFR targeting therapies", "Treatment with any other research agent, or with all herbal medicines (alternatives)", "History of allergic reactions attributed to compounds of chemical or biological composition similar to lapatinib", "• Uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia or psychiatric or social conditions that would limit compliance with study requirements", "• HIV-positive patients receiving combined antiretroviral therapy", "- IG tract disease resulting in inability to take oral medication, malabsorption syndrome, need for IV diet, previous surgical procedures affecting absorption, uncontrolled IG inflammatory disease (e.g., Crohn ulcerative colitis)", "- Concomitant requirement for medicinal products classified as CYP3A4 inducers or inhibitors (see section 3.7.4.2 Other concomitant treatments)"], "Results": ["Performance measures:", "Percentage of participants with an objective clinical response (ORC) in the breast assessed by an independent radiological assessment monitoring committee", "COR is the documented evidence of the complete response (CR) and partial response (PR) assessed by ultrasound using the solid tumour response assessment criteria (RCIST). CR is defined as the removal of all target (TL) and non-TL lesions and the occurrence of no new lesions (NL). PR for LT is defined as a decrease >=30% of the sum of the longest diameter (LD) of LT, using the base sum of LD for non-TLs. For non-TLs, the persistence of >=1 non-TL and of new or non-TL TLs is defined.", "Time limit: From baseline (day 1) up to 6 months, evaluated every 12 weeks", "Results 1:", "Title of the arm/group: Letrozole + Placebo", "Arm/group description: Letrozole tablets at the corresponding dose of 2.5 milligrams (mg) plus placebo were administered orally once daily for 6 months prior to surgery.", "Total number of participants analysed: 48", "Type of measurement: Number", "Unit of measure: % of participants CR: 2", "PR: 58", "Results 2:", "Title of the arm/group: Letrozole + Lapatinib", "Arm/group description: Letrozole tablets at a dose of 2.5 mg plus lapatinib ditosylate monohydrate tablets at a dose of 1500 mg were administered orally once daily for 6 months prior to surgery.", "Total number of participants analysed: 41", "Type of measurement: Number", "Unit of measure: % of participants CR: 12", "PR: 54"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/49 (2.04 per cent)", "Myocardial infarction 1/49 (2.04%)", "Heart failure 0/49 (0.00 %)", "- Sphincter Oddi 0/49 (0.00 %)", "Overdose 0/49 (0.00 %)", "- Spinal cord pressure 0/49 (0.00 %)", "Adverse Events 2:", "Total: 3/43 (6.98 per cent)", "Myocardial infarction 0/43 (0.00 %)", "1/43 (2.33%)", "• Sphincter of Oddi 1/43 malfunction (2.33%)", "Overdose 1/43 (2.33%)", "1/43 (2.33%) spinal cord compression"]}