{"Clinical Trial ID": "NCT00503750", "Intervention": ["INTERVENTION 1:", "Trastuzumab and Abraxane followed by Trastuzumab and Vinorelbine", "Trastuzumab will be administered every 2 weeks at a dose of 260mg/m2 as a 30-minute infusion on the same days as trastuzumab for a total of 4 cycles (weeks 1 to 8). Support for growth factor by pegfilgrastim (Neulasta®) is required 24 to 48 hours after the end of each cycle of ABI-007. Starting in week 9, patients will receive vinorelbine weekly at a dose of 25mg/m2 for 12 weeks on the same day as trastuzumab for a total of 4 cycles (weeks 9 to 20)."], "Eligibility": ["Incorporation criteria:", "A histologically or cytologically confirmed invasive breast carcinoma.", "Early stage breast cancer - stage I (tumor size greater than 1 cm), II and IIA.", "3+ HER2 overexpression by IHC or 2+ HER2 overexpression and positivity FISH.", "• Patients must have a measurable disease as defined by a palpable lesion with two diameters greater than or equal to 1 cm and which is measurable by means of a caliper and/or a positive mammography or ultrasound of at least 1 cm in size. A bilateral mammography and a placement of clips are necessary for entry into the study. The basic measures of the indicator lesions must be recorded on the patient's registration form.", "The state of performance of ECOG 0 to 2 within 14 days of entry into the study.", "The normal left ventricular ejection fraction (LVEF) (more than 50%) by MUGA scan or echocardiography.", "Must be 18 years of age or older.", "Women or men of childbearing potential must use a reliable and appropriate contraceptive method. Postmenopausal women must be amenorrhoea for at least 12 months to be considered non-procreational.", "The final eligibility for a clinical trial is determined by the health care professionals conducting the trial.", "- Exclusion criteria:", "Evidence of a disease outside the breast or chest wall, with the exception of ipsilateral axillary lymph nodes.", "• Prior chemotherapy, hormone therapy, biological therapy or radiotherapy for breast cancer. Patients with a history of CISD are eligible if they have been treated with surgery alone.", "A medical, psychological or surgical condition that the investigator considers likely to compromise participation in the study.", "Pregnant or lactating women are not eligible.", "Patients with previous or present history of malignancy at other sites, with the exception of a carcinoma properly treated in situ of the cervix or a basal cell carcinoma or squamous skin. Patients with a history of other malignancies that remain disease-free for more than five years are eligible.", "Evidence of sensory and/or peripheral neuropathy.", "Serious, uncontrolled, concomitant infections.", "• Major surgery within 4 weeks of starting treatment without complete recovery.", "The final eligibility for a clinical trial is determined by the health care professionals conducting the trial."], "Results": ["Performance measures:", "Number of participants with a complete pathological response.", "The absence of invasive breast cancer in the breast sample (mastectomy or lumpectomy) at the time of definitive surgery.", "While clinical examination is the primary method of determining response, radiological assessments (mammogram, ultrasound ± MRI) can be used to confirm response/non-response.", "Time limit: assess at 8 weeks", "Results 1:", "Title of the arm/group: Trastuzumab and Abraxane followed by Trastuzumab and Vinorelbine", "Description of the arm/group: Patients will be treated sequentially with trastuzumab preoperative and ABI-007, followed by trastuzumab in combination with vinorelbine. Trastuzumab will be administered as a single loading dose of 4 mg/kg as a 90-minute infusion followed by 20 weekly treatments at 2 mg/kg as a 30-minute infusion. ABI-007 will be administered every 2 weeks at a dose of 260 mg/m2 as a 30-minute infusion on the same days as trastuzumab for a total of 4 cycles (weeks 1 to 8).", "Total number of participants analysed: 27", "Type of measurement: Number", "Unit of measurement: participants 13"], "Adverse Events": ["Undesirable Events 1:", "Total: 12/27 (44.44 per cent)", "Anemia1/27 (3.70%)", "Fatigue1/27 (3.70 per cent)", "• Neuropathy3/27 (11.11 %)", "Neutropenia6/27 (22.22%)"]}