{"Clinical Trial ID": "NCT00545077", "Intervention": ["INTERVENTION 1:", "Bras A: Endocrine Therapy (ET)", "Patients will be randomized to receive bevacizumab 15mg/kg every 3 weeks, plus endocrine treatment or endocrine treatment as a single agent. Patients will receive the treatment assigned until the disease progresses, unacceptable toxicity or withdrawal of consent.", "- Letrozole", "To succeed", "INTERVENTION 2:", "Bras B: AND with Bevacizumab (ET-B)", "Patients will be randomized to receive bevacizumab 15mg/kg i.v. on day 1 every 3 weeks plus endocrine treatment or endocrine treatment as a single agent. Patients will receive the treatment assigned until the disease progresses, unacceptable toxicity or withdrawal of consent.", "- Letrozole", "Bevacizumab", "To succeed"], "Eligibility": ["Incorporation criteria:", "Before initiating the protocol-specific procedures, written informed consent must be obtained and documented.", "Women 18.", "- Ability to comply with all protocol requirements.", "Eastern Cooperative Oncology Functional Group (ECOG) status 0 or 1.", "Life expectancy 24 weeks.", "If the patient has only a locally advanced disease, she will not be able to undergo local curative treatment. Patients with bone-limited metastases can be selected, but the disease must be confirmed by radiology, scanner or nuclear magnetic resonance (NMR) if in doubt after a single bone scan.", "Patients with HER2-negative immunohistochemistry (IHC) and in situ fluorescence hybridization (FISH)/her2 in situ hybridization (CISH) (IHC 0 or 1+, or 2+ and FISH negative) cannot be selected independently of FISH/CISH status, nor can patients with positive FISH/CISH (> 2) amplification be selected independently of IHC results.", "· Positive hormonal receptors (estrogen receptor [ER] and/or progesterone receptor [PgR]) evaluated by a local or central laboratory, according to the criteria of the participating establishment.", "Patients who are candidates for first-line treatment with letrozole.", "Patients may have received adjuvant chemotherapy (neo) provided that the last dose of the latter has been received at least 12 months prior to randomisation.", "Patients are permitted to have received adjuvant radiation therapy provided that it has been completed at least 6 weeks prior to randomisation and that the patient has recovered from the reversible acute effects of radiation. Previous administration of radiotherapy to compensate for pain in bone metastases is permitted provided that:", "Not more than 30% of the bone marrow has been irradiated.", "The patient recovered from the reversible acute effects of radiation.", "The patient has at least one metastatic location that has not been irradiated and can be evaluated for progression, or a clear progression of bone disease has been objected to after the end of palliative radiotherapy.", "Patients may have received any type of prior (neo) adjuvant hormone therapy, provided they are considered candidates for first-line hormone therapy with letrozole or fulvestrant.", "In patients with bone metastases, bisphosphonate therapy is allowed and recommended. Whenever possible, treatment should be started before or within 4 weeks of starting treatment. Patients starting treatment with bisphosphonates should be carefully evaluated so that they do not mask the progression of the disease.", "In patients at risk of heart failure (e.g. previously treated with > 360mg/m2 of doxorubicin or equivalent doses of other anthracyclines), the left ventricular ejection fraction (LVEF) should be determined by means of an echocardiogram or radionuclide ventriculography (FMA), and should be > the lower limit of normal.", "- Exclusion criteria:", "A progressive disease requiring immediate treatment with cytotoxic chemotherapy according to the judgement of the investigator.", "Patients with locally advanced breast cancer who are expected to undergo surgery or curative radiation therapy.", "In the case of neoadjuvant chemotherapy or neoadjuvant hormone therapy with curative intent as a part or as an alternative to adjuvant therapy, the same premises as for adjuvant hormone therapy are valid.", "Previous treatment with an antivascular endothelial growth factor (VEGF) or VEGF receptor tyrosine kinase inhibitor (VEGFR).", "It is considered that patients who have suffered from a skin carcinoma that is not a melanoma, a cervical carcinoma in situ or another neoplasia treated with a curative intent and with a disease-free interval of more than 5 years may be selected.", "Evidence of central nervous system (CNS) metastases. A brain scanner or NMR should be performed within 4 weeks prior to randomization in case of suspected brain metastases.", "• History or evidence of physical or neurological examination of CNS disease unrelated to cancer, unless it is appropriate to be treated with standard treatment (e.g. uncontrolled seizures).", "History of Peripheral Neuropathy National Cancer Institute (NCI) CTCAE grade >2 at the time of randomization.", "• Patients undergoing major surgery, open biopsies or significant trauma within 28 days prior to randomization, or patients who are expected to undergo major surgery that must necessarily be performed during the study.", "Minor surgical procedures within 7 days of randomization.", "Inadequate supply of bone marrow: absolute number of neutrophils (CNA) < 1.5 x 109/L, platelets < 100 x 109/L or Hb < 10 g/dL.", "Infected liver function: total bilirubin total > 1.5 x upper limit of normal (ULN), aspartate aminotransferase (AST) and alanine aminotransferase (ALT) > 2.5 x ULN (> 5 x ULN in patients with hepatic metastases).", "Impaired renal function:", "- Serum creatinine > 2.0 mg/dL or 177 μmol/L.", "A 24-hour determination of protein in the urine will be requested for patients with > 2+ in the initial analysis and should have a protein content < 1 g/24 h.", "Chronic treatment with oral corticosteroids (dose > 10 mg/day of methylprednisolone or equivalent): use of inhaled corticosteroids is permitted.", "Chronic treatment with acetylsalicylic acid (> 325 mg/day) or clopidogrel (> 75 mg/day).", "Uncontrolled hypertension (systolic > 150 mm Hg and/or diastolic > 100 mm Hg) or clinically significant cardiovascular disease: e.g. stroke (within 6 months prior to randomization), coronary heart disease or history of acute mycardial infarction (AMI) in the last 6 months, unstable angina, congestive heart failure > II of the New York Heart Association (NYHA) or severe cardiac arrhythmias that are not controlled by drugs or may potentially interfere with the treatment of the study.", "History or signs of haemorrhagic diathesis or coagulopathy with risk of bleeding.", "• History of abdominal fistula, gastrointestinal perforation or intra-abdominal abscesses during the 6 months prior to randomization.", "An active infection requiring i.v. antibiotics at the time of randomisation.", "- Unhealed injuries, active peptic ulcer, esophageal varicose veins.", "Any other disease, psychological or metabolic impairment, found in the physical or laboratory examination, providing reasonable indications to suspect a disease or complaint for which the use of any of the study drugs is contraindicated, or which may affect the patient's adherence to the study routine procedures or which puts the patient at a high risk of experiencing treatment-related complications.", "* Current or recent treatment (within 30 days prior to initiation of study treatment) with another drug under investigation or participating in another study.", "A known hypersensitivity to one of the study drugs or their components.", "Hypersensitivity to products of Chinese hamster ovarian cells or other humanized or recombinant antibodies."], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "The PFS was defined as the time between randomization and the date on which disease progression or death for any reason (which occurs first) is documented.", "Time limit: up to 2 years", "Results 1:", "Title of arm/group: arms A: endocrine therapy (ET)", "Description of the arm/group: Endocrine treatment including either letrozole or fulvestrant. Patients will be randomized to receive bevacizumab 15mg/kg every 3 weeks plus endocrine or endocrine treatment as a single agent. Patients will receive the treatment assigned until the disease progresses, unacceptable toxicity or withdrawal of consent.", "- Letrozole", "To succeed", "Total number of participants analysed: 184", "Median (95% confidence interval)", "Unit of measure: Month 14.4 (11.4-17.5)", "Results 2:", "Title of arm/group: arms B: AND with Bevacizumab (ET-B)", "Description of the arm/group: Endocrine treatment including either letrozole or fulvestrant. Patients will be randomized to receive bevacizumab 15mg/kg i.v. on day 1 every 3 weeks plus endocrine or endocrine treatment as a single agent. Patients will receive the treatment assigned until disease progression, unacceptable toxicity or withdrawal of consent.", "- Letrozole", "Bevacizumab", "To succeed", "Total number of participants analysed: 190", "Median (95% confidence interval)", "Unit of measure: Month 19.3 (16.5-22.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 21/184 (11.41%)", "- Lymphangitis 0/184 (0.00 %)", "Angine pectoris 0/184 (0.00 %)", "Cardiac infarction 0/184 (0.00 %)", "- Heart failure 0/184 (0.00 %)", "Infarction 0/184 (0.00 per cent)", "- Acute Pancreatitis 0/184 (0.00 %)", "Anal fistula 0/184 (0.00 %)", "- Collision 1/184 (0.54%)", "Diarrhoea 0/184 (0.00 %)", "- Diverticulitis 0/184 (0.00 %)", "Hemorrhoids 0/184 (0.00 %)", "Adverse Events 2:", "Total: 64/190 (33.68 per cent)", "- Lymphangitis 1/190 (0.53%)", "Angine pectoris 1/190 (0.53%)", "Cardiac infarction 1/190 (0.53%)", "Heart failure 1/190 (0.53%)", "Infarction 1/190 (0.53%)", "- Acute Pancreatitis 1/190 (0.53%)", "Anal fistula 1/190 (0.53%)", "- Collision 0/190 (0.00 per cent)", "Diarrhoea 2/190 (1.05%)", "Diverticulitis 1/190 (0.53%)", "Hemorrhoids 1/190 (0.53%)"]}