{"Clinical Trial ID": "NCT00468585", "Intervention": ["INTERVENTION 1:", "Group 0", "- Capecitabine - AM 1500mg; PM 1500 mg; daily total 3000 mg", "INTERVENTION 2:", "Group 1", "- Capecitabine - AM 1500 mg; PM 2000 mg; daily total 3500 mg"], "Eligibility": ["Incorporation criteria:", "A patient (male or female) diagnosed with invasive breast adenocarcinoma confirmed in MSKCC either by histology or cytology.", "Clinical evidence of metastatic breast cancer not susceptible to surgery or radiation therapy with curative intent.", "The presence of at least one metastatic lesion that can be measured according to the RECIST criteria that have not been irradiated (i.e., newly occurring lesions in previously irradiated areas are accepted). Ascites, pleural effusion and bone metastases are not considered measurable.", "All acute toxic effects (excluding alopecia or neurotoxicity) of any previous treatment must have been discontinued at least 3 weeks prior to entry into the study. All acute toxic effects (excluding alopecia or neurotoxicity) of any previous treatment must have been resolved to CTC NCI (Version 3) Grade less than or equal to 1.", "While endocrine treatment with an aromatase inhibitor, SERM (i.e. tamoxifen) or a fulvestrant is allowed within 4 weeks of entry into the study, concomitant treatment with these drugs is not acceptable.", "The ECOG's performance is 0, 1 or 2.", "Patients should either be HER2-negative or HER2-positive and no longer be candidates for treatment with trastuzumab. HER2-negative is defined as 0 or 1+ coloration on immunohistochemistry or FISH negative for gene amplification. HER2-positive is defined as 3+ coloration on immunohistochemistry or FISH positive for gene amplification.", "Age over or equal to 18 years.", "Basic laboratory data within the following limits:", "Absolute number of neutrophils (ANC) > 1.5 x 109/L", "Platelets > 100 x 109/L", "Estimation of creatinine clearance greater than or equal to 50 ml/min per - Cockcroft-Gault equation", "Total serum bilirubin < 1.5 x upper normal limit", "ALT, AST < 2.5x upper normal limit (or < 5x upper normal limit for liver metastases)", "- Alcaline phosphatase < 2.5x upper normal limit (or > 5x upper normal limit for liver metastases or > 10x upper normal limit for bone disease)", "Test for serum or urinary pregnancy in women of childbearing potential Negative within 14 days of starting treatment", "- Exclusion criteria:", "Patients with reproductive potential may participate only if they have agreed to use an effective method of contraception and to continue contraception for 30 days from the date of the last administration of the drug under study.", "Life expectancy < 3 months.", "A serious, uncontrolled, concomitant infection.", "Any previous treatment with fluoropyrimidine, with the exception of adjuvant administration, should be completed at least 6 months prior to registration.", "A severe reaction prior to treatment with fluoropyrimidine or known hypersensitivity to 5-fluorouracil A history of DPD deficiency will exclude patients from the trial.", "• Completion of prior chemotherapy treatment < 3 weeks prior to initiation of study therapy.", "The use of an aromatase inhibitor, an anti-estrogen or a fulvestrant should be discontinued prior to starting treatment.", "The biological treatment (e.g. bevacizumab, trastuzumab) of metastatic disease should be discontinued more than 3 weeks after the start of protocol therapy.", "In patients who are candidates for treatment with trastuzumab, HER2-positive patients are excluded from this trial, as concomitant use of trastuzumab may confuse the results of the study.", "• Previous history of malignancy, with the exception of the following cases: properly treated basal cell or squamous carcinoma, cancer of the cervix in situ, properly treated stage I or II cancer, whose patient is currently in complete remission (no sign of disease) for more than five years.", "A non-malignant systemic disease (heart, kidney, liver, etc.) that would prevent one of the study drugs.", "Inadequately controlled hypertension (defined as blood pressure > 150/100 mmHg on antihypertensive medicinal products)", "Any history of hypertensive seizure or hypertensive encephalopathy", "New York Heart Association (NYHA) Class II or greater congestive heart failure", "History of myocardial infarction or unstable angina within 6 months", "History of stroke or transient ischemic attack within 6 months", "Important vascular disease or symptomatic peripheral vascular disease", "Capecitabine is contraindicated in patients with creatinine clearance of less than 30 ml/min. Patients with creatinine clearance of less than 50 ml/minute by Cockroft and Gault Equation will be excluded from the trial.", "The presence of asymptomatic brain metastases or brain metastases that have already been irradiated is not a reason for exclusion for the Phase I study, but these patients are excluded from the Phase II part of the study.", "• History of uncontrolled seizures, central nervous system disorders or psychiatric disabilities considered clinically significant by the investigator, excluding informed consent or inhibiting compliance with oral drug use.", "Other serious, acute or chronic, medical or psychiatric or laboratory abnormalities that may increase the risk associated with participating in the study or administration of drugs in study or that may interfere with the interpretation of study results.", "There is an uncontrolled gastrointestinal malabsorption syndrome.", "The concomitant use of oral warfarin anticoagulant therapy is not permitted due to serious drug interactions with capecitabine.", "The willingness and ability to comply with planned visits, treatment plan, laboratory tests and other study procedures are required to participate in this clinical trial.", "Concomitant radiotherapy is not permitted during protocol therapy."], "Results": ["Performance measures:", "Overall response to the objective", "This percentage is defined as the percentage of patients who achieve a complete or partial objective response to the confirmed target injury based on the RECIST criteria.", "Time limit: 2 years", "Results 1:", "Title of arm/group: Group 0", "Description of the arm/group: Capecitabine - AM 1500mg; PM 1500 mg; daily total 3000 mg", "Total number of participants analysed: 3", "Type of measurement: Number", "Unit of measure: Participants Partial response (PR): 0", "Stable disease (SD): 2", "Progression of the disease: 1", "Results 2:", "Title of arm/group: Group 1", "Description of the arm/group: Capecitabine - AM 1500 mg; PM 2000 mg; daily total 3500 mg", "Total number of participants analysed: 3", "Type of measurement: Number", "Unit of measure: Participants Partial response (PR): 0", "A stable disease (ST): 1", "Progression of the disease: 2"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/4 (50%)", "Atrial fibrillation 0/4 (0.00 %)", "Dehydration 1/4 (25.0%)", "Fatigue (asthenia, lethargy, malaise)", "Back pain 1/4 (25.0%)", "urinary infection 0/4 (0.00 %)", "- Dyspnoea (shortness of breath) 0/4 (0.00 %)", "Pericardial infusion 0/4 (0.00 %)", "- Thrombosis 0/4 (0.00 %)", "Skin infection 0/4 (0.00 %)", "Rash: Hand-foot skin reaction 0/4 (0.00 %)", "Adverse Events 2:", "Total: 0/3 (0.00 per cent)", "Atrial fibrillation 0/3 (0.00 %)", "Dehydration 0/3 (0.00 %)", "Fatigue (asthenia, lethargy, malaise) 0/3 (0.00 %)", "Pain - Back 0/3 (0.00 %)", "urinary infection 0/3 (0.00 %)", "- Dyspnoea (shortness of breath) 0/3 (0.00 %)", "Pericardial infusion 0/3 (0.00 %)", "- Thrombosis 0/3 (0.00 %)", "Skin infection 0/3 (0.00 %)", "Rash: Hand-foot skin reaction 0/3 (0.00 %)"]}