{"Clinical Trial ID": "NCT00708214", "Intervention": ["INTERVENTION 1:", "Afatinib 50 mg with letrozole", "Patients received a continuous daily dose of Afatinib 50 mg with 2.5 mg of letrozole for 28 days until further disease progression.", "INTERVENTION 2:", "Afatinib 40 mg with letrozole", "Patients received a continuous daily dose of Afatinib 40 mg with 2.5 mg of letrozole for 28 days until further disease progression."], "Eligibility": ["• Inclusion criteria:", "Women with breast adenocarcinoma proven by histology", "No more than 2 prior chemotherapys for metastatic disease, which could include trastuzumab Patients should currently be on letrozole and have developed acquired resistance as defined by the progression of the disease on letrozole after a previous response (partial or better response, stable disease greater than or equal to 24 weeks)", "Diagnosis of disease progression less than or equal to 6 weeks prior to entry into the test defined as follows:", "Increased number of bone lesions during bone analysis or MRI AND/OR", "Increased pain in an area of known bone metastases AND greater than or equal to 2 serial elevations in CA 15.3 AND/OR", "● Progression according to RECIST criteria on scanner, MRI or X-rays Patients should have documented menopause confirmed by an estradiol level of less than 11 pg/ml", "- Exclusion criteria:", "* Premenopausal patients", "- A rapidly progressive disease in the main organs (i.e. lymphangitis spread in the lungs and/or bulky liver metastasis) Patients with cerebral metastases Important cardiovascular diseases Previous treatment with a medicine inhibiting EGFR and/or HER-2 (patients who have received trastuzumab with chemotherapy but not with letrozole may be included)"], "Results": ["Performance measures:", "Percentage of participants free of progression after 16 weeks of treatment", "The progression was defined according to 1 of the following criteria: New bone lesions on bone analysis or magnetic resonance imaging; Progression or appearance of new lesions according to the criteria for assessing response in solid tumours version 1.0 (RECIST); increase of the tumour marker CA 15.3 by more than 20 percent, compared to inclusion, to 2 consecutive examinations; onset of disease-related skeletal events.", "Time limit: 16 weeks", "Results 1:", "Title of the arm/group: Afatinib 50 mg with letrozole", "Description arm/group: Patients received a continuous daily dose of Afatinib 50 mg of letrozole 2.5 mg over 28 days until further disease progression.", "Total number of participants analysed: 7", "Type of measurement: Number", "Unit of measure: Percentage of participants 28.57 (3.67 to 70.96)", "Results 2:", "Title of the arm/group: Afatinib 40 mg with letrozole", "Description arm/group: Patients received a continuous daily dose of Afatinib 40 mg of letrozole 2.5 mg over 28 days until further disease progression.", "Total number of participants analysed: 13", "Type of measurement: Number", "Unit of measure: Percentage of participants 0.00 (0.00-24.71)"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/7 (14.29 per cent)", "Disseminate intravascular coagulation 0/7 (0.00 %)", "Diarrhoea 0/7 (0.00 %)", "- Nausea 0/7 (0.00 %)", "Vomiting 0/7 (0.00 %)", "Asthenia 0/7 (0.00 %)", "Inflammation of mucous membranes 0/7 (0.00 %)", "Obstruction 0/7 (0.00 %)", "Peripheral edema 0/7 (0.00 %)", "Bacterial Arthritis 0/7 (0.00 %)", "Erysipelas 1/7 (14.29%)", "- Pneumococcal sepsis 0/7 (0.00 %)", "- Post-cedural Sepsis 0/7 (0.00 %)", "Adverse Events 2:", "Total: 3/13 (23.08 per cent)", "Disseminate intravascular coagulation 1/13 (7.69 %)", "Diarrhoea 1/13 (7.69%)", "Nausea 0/13 (0.00 per cent)", "1/13 (7.69 per cent)", "Asthenia 0/13 (0.00 %)", "Inflammation of mucous membranes 1/13 (7.69%)", "Obstruction 1/13 (7.69 per cent)", "Peripheral edema 1/13 (7.69%)", "Bacterial Arthritis 1/13 (7.69%)", "Erysipelas 0/13 (0.00 %)", "1/13 (7.69 per cent)"]}