{"Clinical Trial ID": "NCT02463032", "Intervention": ["INTERVENTION 1:", "GTx-024 9 mg", "GTx-024 GTx-024 softgel capsules will be administered once daily at a total dose of 9 mg", "GTx-024: Determine whether one or both doses give an acceptable clinical benefit level.", "INTERVENTION 2:", "GTx-024 18 mg", "GTx-024 GTx-024 softgel capsules will be administered once daily at a total dose of 18 mg", "GTx-024: Determine whether one or both doses give an acceptable clinical benefit level."], "Eligibility": ["Incorporation criteria:", "Adult women (18 years of age) with locally advanced metastatic or chronic BC cannot be treated by surgery or radiation therapy with objective evidence of disease progression.", "If the most recent hormonal treatment was in the metastatic setting, the duration of the response (regression of the tumour or stabilization of the disease) to this specific treatment should be 6 months. If the most recent hormonal treatment was in the adjuvant setting, the duration of the response (without disease) to this specific treatment should be 3 years.", "· Histological or cytological confirmation of ER+ BC as evaluated by a local laboratory using slides, paraffin blocks or paraffin samples or medical history: ER+ (confirmed as ER plus or equal to 1% positive tumour nuclei)", "The receptor human epidermal growth factor 2 (HER2)-negative tumour by local laboratory tests (immunohistochemistry [IHC] 0, 1+ regardless of the in situ fluorescence hybridization ratio [FISH]; IHC 2+ with a FISH ratio of less than 2.0 or HER2 gene copy less than 6.0; FISH ratio of 0, indicating gene suppression, when positive and negative in situ hybridization controls are present)", "The availability of recessed paraffin or fixed tumour tissue formin; OR, a minimum of 10 and up to 20 slides of archived tumour tissue or new biopsy, if the archived tissue is not available for central laboratory confirmation of the AR state and molecular subtyping. Metastatic tumour tissue is preferred where possible.", "The postmenopausal status is defined by the National Comprehensive Cancer Control Network as follows:", "Age of 55 years and one year or more of amenorrhea", "Age < 55 years and 1 year or more of amenorrhea, with estradiol test < 20 pg/mL", "Note: Ovarian radiation or treatment with agonist luteinizing hormone (LH-RH) (gosereline acetate or leuprolid acetate) is not permitted for the induction of ovarian suppression at the time of screening. Long-term use (>6 months prior to screening) is permitted.", "Radiological or clinical evidence (bone analysis, computerized tomography and magnetic resonance imaging [MRI]) of recurrence or progression within 30 days prior to randomization", "The subject must have a measurable or bone disease only a non-measurable disease, according to RECIST1.1", "Adequate function of the organ, as indicated by:", "Absolute number of neutrophils (NACs) 1,500 cells/mm3", "Number of platelets 100,000 cells/mm3", "Hemoglobin (Hgb) 9.0 g/dL", "Serum aspartate aminotransferase (AST) and alanine transaminase (ALT) 2.5 upper limit of the normal range (ULN) (or 5 if liver metastases are present)", "Total serum bilirubin 2.0 × ULN (unless subject has documented Gilbert's syndrome)", "Alkali phosphatase 2.5 × ULN ( 5 × ULN in subjects with hepatic metastases)", "Serum creatinine level 2.0 mg/dL or 177 μmol/L", "International Standardized Rate (INR), Partial Activated Thromboplastin (APTT), or Partial Thromboplastin Time (PTT) < 1.5 × ULN (unless screening anticoagulant therapy)", "The subject has a performance status of the Eastern Cooperative Oncology Group (ECOG) 0 or 1", "Subjects with bone metastases should be treated with intravenous bisphosphonates or subcutaneous denosumab (or a standard of care preferred by the investigator) before and/or during the trial, unless there is a contraindication or intolerance to these treatments.", "Subject may swallow capsules", "Ability and willingness to give voluntary, written and informed consent prior to any selection process and in accordance with local guidelines", "- Exclusion criteria:", "Previously received > 1 chemotherapy treatment (not including immunotherapy or targeted therapies) for the treatment of metastatics", "Note: Subjects may have received 1 chemotherapy treatment prior to surgery for the treatment of locally advanced disease and 1 chemotherapy treatment for the treatment of metastatic BC; however, if surgery could not be performed, this will count as 1 chemotherapy treatment allowed prior to the study.", "A known hypersensitivity to any of the GTx-024 components or to subjects who have previously received MRSA treatment", "Subjects with radiographic signs of central nervous system (CNS) metastases as evaluated by CT or MRI that are not well controlled (symptomatic or requiring continuous corticosteroid control [e.g., dexamethasone])", "Note: CNS metastases are allowed to participate in the study if CNS metastases are medically well controlled and stable for at least 28 days after receiving local treatment (irradiation, surgery, etc.)", "Radiotherapy within 14 days prior to randomization, except in cases of localized analgesic radiation therapy or fracture-risk lytic lesions, which can then be completed within 7 days prior to randomization.", "During hormone replacement therapy, unless stopped prior to screening", "Positive subjects for human immunodeficiency virus (HIV)", "In the opinion of the investigator, the subject has a concomitant medical condition that prevents compliance or assessment of treatment in an adequate study, or increases the risk to the subject, for example:", "A myocardial infarction or arterial thromboembolic events during the 6 months prior to baseline or severe or unstable angina, New York Heart Association (NYHA) Class III or IV disease or QTcB interval (corrected according to Bazett formula) > 470 msec", "A serious uncontrolled heart arrhythmia of grade II or higher according to NYHA", "Uncontrolled hypertension (systolic > 150 and/or diastolic > 100 mm Hg)", "Acute and chronic infectious disorders, active disorders and non-malignant medical diseases that are uncontrolled or whose control may be compromised by the complications of this study therapy", "• Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of the drugs under study (e.g. ulcerative disease, uncontrolled nausea, vomiting, diarrhoea, malabsorption syndrome)", "Other active cancer (excluding basal cell carcinoma or intraepithelial neoplasia of the cervix [CIN]/cervial carcinoma in situ or melanoma in situ) is allowed in the history of other cancers as long as there is no active disease in the previous five years.", "Major surgery within 28 days prior to randomization", "- Hepatitis B positive virus (HBV) and/or hepatitis C virus (HCV) infection during screening", "• History of non-compliance with medical plans", "Topics that do not want or cannot comply with the protocol", "The subject is currently receiving treatment with any agent on the prohibited drug list.", "- Treatment with any experimental product within < 4 half-lives for each individual trial product OR 28 days prior to randomization", "A treatment in progress with intravenous bisphosphonate or denosumab with increased albumin-corrected serum calcium or levels of ionized calcium outside the normal institutional limits during screening"], "Results": ["Performance measures:", "Rates of clinical benefit in centrally confirmed androgen receptor (AR)+ subjects", "To estimate the clinical benefit rate (defined as a complete response, partial response or stable disease) according to RECIST 1.1, in subjects with a positive estrogen receptor/positive androgen receptor (ER+/AR+) B.C. with centrally confirmed AR+ status.By criterion for assessing response in solid tumours (RECIST v1.1) for target lesions evaluated by CT or MRI: complete response (CR), disappearance of all target lesions; partial response (PR), >=30% decrease in sum of longest diameter of target lesions; overall response (RO) = RC + PR; clinical benefit rate (CBR) = CR + PR + SD.", "Duration: 24 weeks", "Results 1:", "Title of arm/group: GTx-024 9 mg", "Description of the arm/group: Drugs: GTx-024 GTx-024 softgel capsules will be administered once daily at a total dose of 9 mg", "GTx-024: Determine whether one or both doses give an acceptable clinical benefit level.", "Total number of participants analysed: 50", "Type of measurement: Number", "Unit of measurement: participants 16", "Results 2:", "Title of arm/group: GTx-024 18 mg", "Description of the arm/group: Drugs: GTx-024 GTx-024 softgel capsules will be administered once daily at a total dose of 18 mg", "GTx-024: Determine whether one or both doses give an acceptable clinical benefit level.", "Total number of participants analysed: 52", "Type of measurement: Number", "Unit of measurement: participants 15"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/72 (8.33 per cent)", "Anemia and bone marrow failure 0/72 (0.00 %)", "Heart failure 0/72 (0.00 %)", "Hypertension 1/72 (1.39%)", "Myocardial infarction 0/72 (0.00 %)", "Dietetics 1/72 (1.39 %)", "Nausea 1/72 (1.39%)", "Gastritis 0/72 (0.00 %)", "Sepsis 2/72 (2.78 per cent)", "Cellulite 1/72 (1.39%)", "Typology 0/72 (0.00 %)", "Pylori infection 0/72 (0.00 %)", "Hypercalcaemia 1/72 (1.39%)", "Adverse Events 2:", "Total: 10/64 (15.63 per cent)", "Anemia and bone marrow failure 1/64 (1.56%)", "- Heart failure 2/64 (3.13%)", "- Hypertension 1/64 (1.56%)", "Myocardial infarction 1/64 (1.56%)", "Diabetes rate 0/64 (0.00 %)", "- Nausea 0/64 (0.00 %)", "Gastritis 1/64 (1.56%)", "Sepsis 2/64 (3.13 per cent)", "- Cellulite 0/64 (0.00 %)", "Pneumonia 1/64 (1.56%)", "H infection pylori 1/64 (1.56%)", "Hypercalcaemia 4/64 (6.25 per cent)"]}