{"Clinical Trial ID": "NCT01593020", "Intervention": ["INTERVENTION 1:", "- Paclitaxel weekly for 12 doses followed by AEC/FEC", "Patients will receive Paclitaxel 80 mg/m2 IVPB over one hour per week for 12 doses followed by AEC/FEC.", "INTERVENTION 2:", "● Eribulin on days 1 and 8 Every 3 weeks for 4 cycles (21 days) Follow-up by AEC/FEC", "Patients will receive 1.4 mg/m2 Eribulin IV infusion or institutional recommendations for 2-5 minutes on days 1 and 8 every 3 weeks for 4 cycles (21 days) followed by AEC/FEC."], "Eligibility": ["Incorporation criteria:", "Signed informed consent", "Invasive primary adenocarcinoma of the breast.", "Clinical stage breast cancer T2-3, N0-3, M0", "The expression HER-2/neu negative, determined by a local hospital laboratory using in situ fluorescence hybridization (FISH), or is less than or equal to 1+ using immunohistochemistry (IHC).", "No prior treatment for invasive primary adenocarcinoma of the breast such as irradiation, chemotherapy, hormone therapy, immunotherapy, experimental treatment or surgery. Subjects receiving hormone replacement therapy (HRT) are eligible if this treatment is discontinued at least 2 weeks prior to the start of the study.", "Karnofsky Performance Status (KPS) from 80 to 100", "The ability and willingness to comply with planned visits, treatment plan, laboratory tests and other study procedures.", "In the initial state, MUGA or echocardiogram analysis with an LVEF of > 50%.", "- Normal PTT and INR or PT < 1.5 x USN.", "Men or women 18 years of age or older.", "Women of childbearing potential (WOCBP) should agree to use a medically acceptable contraceptive method to prevent pregnancy throughout the study and up to 8 weeks after the last dose of drugs under study.", "The willingness to perform basic biopsies and/or RNA prior to initiation of study therapy and at the end of 12 weeks of treatment.", "- Exclusion criteria:", "• Pregnant women (including positive pregnancy test at the time of registration or prior to administration of study drugs) or breast-feeding.", "A disease free of prior malignancy for less than 5 years, with the exception of DCIS, curatively treated basal skin carcinoma, local squamous cell carcinoma or in situ cervix carcinoma.", "Absolute neutrophil count (ANC) < 1500/mm^3", "Total Bilirubin > 1.5 times the upper limit of normal (ULN)", "ASAT or ALT > 2.5 times the upper limit of normal (ULN)", "Blisters < 100 000/mm^3.", "Serum creatinine > 1.5 x ULN or creatinine clearance < 60 mL/min (measured or calculated by the Cockcroft-Galt method)", "Evidence of metastatic breast cancer following a standard tumour", "Evidence of inflammatory breast cancer.", "Evidence of Grade 2 sensory neuropathy or motor.", "A known human immunodeficiency virus (HIV) infection", "Serious intercurrent infections or non-malignant medical diseases that are uncontrolled or whose control may be compromised by this treatment.", "- Psychiatric or other conditions making the subject unable to comply with protocol requirements."], "Results": ["Performance measures:", "Complete pathological response (CPR)", "Participants undergo permanent breast surgery for 4 to 6 weeks from the last dose of FEC/FEC-regimen. Tumours removed by either lumpectomy with axillary dissection (i.e. breast preservation surgery) or modified radical mastectomy (i.e. mastectomy with axillary clearance).", "Time: 4 to 6 weeks after the last dose of FEC/FEC-regimen.", "Results 1:", "Title of the arm/group: Paclitaxel Weekly for 12 doses followed by AEC/FEC", "Description of the arm/group: Patients will receive 80 mg/m2 paclitaxel intravenously over one hour per week for 12 doses followed by FEC/FEC.", "Total number of participants analysed: 26", "Type of measure: Number of participants", "Unit of measure: Participants 7 26.9%", "Results 2:", "Title of arm/group: Eribulin on days 1 and 8 Every 3 weeks for 4 cycles (21 days) Follow-up by FAC/CEF", "Patients will receive 1.4 mg/m2 Eribulin IV infusion or institutional recommendations for 2-5 minutes on days 1 and 8 every 3 weeks for 4 cycles (21 days cycle) followed by AEC/FEC.", "Total number of participants analysed: 21", "Type of measure: Number of participants", "Unit of measure: Participants 1 4.8%"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/28 (10.71 per cent)", "Decrease in neutrophil count 3/28 (10.71 per cent)", "Decline in white blood cells 0/28 (0.00 %)", "Left ventricular systolic dysfunction 1/28 (3.57 per cent)", "Nausea 1/28 (3.57 per cent)", "- Vomiting 0/28 (0.00 %)", "Fatigue 2/28 (7.14 per cent)", "Increased alanine aminotransferase 0/28 (0.00 %)", "Increased aspartate aminotransferase 0/28 (0.00 %)", "- Myalgia 0/28 (0.00 %)", "Paraesthesia 1/28 (3.57 per cent)", "Adverse Events 2:", "Total: 9/23 (39.13 per cent)", "Decrease in neutrophil count 9/23 (39.13 per cent)", "1/23 (4.35%)", "- Left ventricular systolic dysfunction 0/23 (0.00 %)", "- Nausea 0/23 (0.00 %)", "1/23 (4.35 per cent)", "Fatigue 1/23 (4.35 per cent)", "Increased alanine aminotransferase 1/23 (4.35%)", "Increased aspartate aminotransferase 1/23 (4.35%)", "Myalgia 1/23 (4.35 per cent)", "- Paresthesia 0/23 (0.00 %)"]}