{"Clinical Trial ID": "NCT00374322", "Intervention": ["INTERVENTION 1:", "- Lapatinib 1500 mg", "Participants received lapatinib 1500 milligrams (mg) orally once daily. Treatment was continued for up to 12 months or until the recurrence of the disease or the development of a second primary cancer, withdrawal from study treatment due to unacceptable toxicity, or withdrawal of consent.", "INTERVENTION 2:", "- Placebo", "The treatment was continued for up to 12 months or until the recurrence of the disease or the development of a second primary cancer, withdrawal from study treatment due to unacceptable toxicity, or withdrawal of consent."], "Eligibility": ["Incorporation criteria:", "Have confirmed histologically or cytologically the invasive carcinoma (TX or T1-4) overexpressing erbB2 at the time of initial diagnosis and have undergone adequate excision of the tumour;", "- tumours that overexpressed ErbB2 defined as 3+ by ISC or amplification of the c-erbB2 gene by FISH (the expression/amplification of ErbB2 should be documented prior to entry into the study; however, a tumour tissue sample should be sent to a central laboratory for further analysis of ErbB2 status);", "According to the American Joint Committee on Cancer (6th edition) of the breast cancer screening criteria, have Phase I until Phase IIIc of the disease and meet one of the following criteria:", "A positive lymph node by sentinel biopsy OR at least one positive lymph node found among at least 6 axillary lymph node examined by dissection of the axillary ganglion OR post-axillary radiotherapy status for sterilization if clinically assessed as cN1 or cN2 (if sentinel lymph node biopsy is positive, the subject may either undergo dissection of the axillary ganglion or axilla radiotherapy).", "· Ipsilateral axillary ganglia disease cN0-2 by clinical evaluation and axillary lymph nodes pNX, pN0(i+) or pN1-3 by pathological evaluation [PN3 patients (stage IIIc disease) should be disease-free after completion of neoadjuvant or adjuvant chemotherapy for at least 12 months and should not have been lost in follow-up].", "OR negative node disease defined as: negative sentinel lymph node biopsy OR no positive lymph node found among at least 6 axillary lymph node examined on dissection of axillary lymph node OR status after axillary radiotherapy for sterilization if clinically assessed as cN0.", "A high-risk disease (tumor > 2.0 cm if an ER and/or progesterone receptor (PgR) are positive or a tumour > 1.0 cm if an ER and PgR are negative) OR an intermediate-risk disease (tumor 1.0-2.0 cm and a positive ER and/or ER and/or PgR).", "Women with synchronous bilateral invasive breast cancer or contralateral or ipsilateral synchronous breast SCIS at the time of initial diagnosis are also eligible;", "Have undergone mastectomy OR lumpectomy;", "Has received and completed treatment with neoadjuvant or adjuvant chemotherapy containing either anthracycline or taxane or any cyclophosphamide, methotrexate and 5-fluorouracil (CMF) therapy;", "If endocrine treatment has been initiated as adjuvant therapy for the initial diagnosis of invasive breast cancer or for the suppression of ovarian function, endocrine therapy may not be initiated during the course of the study.", "- May have received prior radiation therapy as a treatment for the primary tumour; however, it is not necessary for the start of the study;", "- May continue to receive radiation therapy during the course of taking study medicinal products, if radiotherapy has been initiated as adjuvant therapy for the treatment of the initial diagnosis of invasive breast cancer;", "May continue to receive bisphosphonates only for the treatment of documented osteoporosis, but not as treatment or prophylaxis of bone metastases;", "All women eligible for adjuvant treatment with trastuzumab, including those who have been diagnosed and treated in the last six months, should be considered for this treatment before being admitted to this study. Participation in this study will only be allowed if the doctor and the patient have taken into account and discussed at length the benefits of trastuzumab, but have decided mutually not to start treatment with trastuzumab.", "Have negative clinical and radiological assessments for local or regional recurrence of metastatic disease or disease at the time of entry into the study;", "If signs or symptoms suggesting recurrence of disease or metastatic disease are present, appropriate radiological imaging should be performed.", "If the following laboratory results are present, appropriate radiological imaging shall be performed:", "For AST/ALT 2×ULN or ALP 2×ULN (not in the bone fraction), an abdominal CT or MRI should be performed.", "For ALP 2×ULN in the bone fraction, a bone scan should be performed; confirmatory X-ray, CT scan or MRI scan or biopsy is required if the results of the bone analysis are inconclusive.", "Have a unilateral/bilateral mammography within 12 months of the study;", "Have an ER and PgR analysis on the primary tumour prior to entry into the study;", "Have a fraction of cardiac ejection in the institutional range of normal measured by echocardiogram or multigee acquisition analyses;", "Have an Eastern Cooperative Oncology Group Performance Status 0-1;", "Women with a history of non-brain malignancies are eligible if they have been disease-free for at least 5 years and are considered by the investigator to be at low risk of recidivism. Women with the following cancers are eligible if they have been diagnosed and treated in the past 5 years: cervical carcinoma in situ, melanoma in situ, and basal cell or squamous carcinoma of the skin;", "Be able to swallow and store oral medicines;", "Have a paraffin-embed tissue block of an archived tumour tissue of the primary tumor or twenty (20) slides of paraffin-embed tissue available for biomarker analysis;", "Of which the adequate organic function is defined as: absolute number of neutrophils 1.5× 10^9/L; hemoglobin 9 g/dL; platelets 75 × 10^9/L; albumin 2.5 g/dL; serum bilirubin 1.25 ×ULN; aspartate aminotransferase and alanine aminotransferase 3 ×ULSN and serum creatinine 2.0 mg/dL or creatinine clearance calculated 40 mL/min", "Signed the Informed Consent Form (ICF);", "Women of childbearing potential should undergo a negative serum pregnancy test at the time of screening and agree to complete the abstinence of sexual intercourse or the consistent and correct use of an acceptable contraceptive method of 2 weeks prior to the first dose of the study drug up to 28 days after the final dose of the study drug:", "- Exclusion criteria:", "Have clinical and radiological evidence of local or regional recurrence of a metastatic disease or disease at the time of entry into the study;", "Has had metachronous invasive breast cancer (diagnosed breast cancer at different times);", "Have a history of other malignant breast cancer tumours, including DCIS;", "Are unable to provide samples of archived tumour tissue for testing;", "Prior treatment with an ErbB1 inhibitor and/or ErbB2; women who have experienced hypersensitivity or an allergic reaction to trastuzumab during the first infusion and have not been able to complete the infusion are eligible;", "Receive concomitant anticancer therapy (chemotherapy, immunotherapy and biological therapy) while taking drugs under study;", "Have an unsolved or unstable serious toxicity resulting from the prior administration of another experimental medicine and/or prior cancer treatment;", "• Have malabsorption syndrome, a disease significantly affecting gastrointestinal function, or a resection of the stomach or small intestine.", "Have a concomitant illness or condition that would make the woman inappropriate for participation in the study, or any serious medical condition that would affect the safety of the woman;", "Have an active or uncontrolled infection;", "Have dementia, altered mental condition or any psychiatric condition that would prohibit understanding or informed consent;", "Have a known history of uncontrolled or symptomatic angina, arrhythmias or CHF;", "Are pregnant or breast-feeding;", "- Receive concurrent treatment with a research officer; women, who are monitored in another clinical trial where the primary endpoint has been met and where the interval between evaluations is 12 months and where radiological imaging is not required in these evaluations, are eligible;", "- receive concomitant treatment with a selected list of potent inducers and CYP3A4 inhibitors;", "• Used an experimental drug within 30 days or 5 half-lives, whichever is longer, prior to the first dose of the drug under study;", "Have a known immediate or delayed hypersensitivity reaction or idiosyncrasy to medicinal products chemically related to lapatinib or excipients;"], "Results": ["Performance measures:", "Number of participants (para.) with any recurrence of initial disease, second primary cancer, contralateral breast cancer or death (disease-free survival [DFS])", "DFS= interval between the date of randomisation and the date of the first occurrence of an objective recurrence of a disease, second primary cancer or death of any cause. The date of the event is closest to one of the following dates: local recurrence (LR) after mastectomy; LR in the ipsilateral breast following the humectomy; regional recurrence; remote recurrence; contralateral breast cancer, including ductal carcinoma in situ; other primary cancers (excluding squamous or basal cell carcinoma of the skin, in situ melanoma, in situ carcinoma of the cervix or lobular carcinoma in situ of the breast); death of any cause without previous event.", "Timeframe: From randomization to the date of the first occurrence of an objective recurrence of a disease, second primary cancer or death of any cause (estimated up to 6 years; 1 year of treatment, 5 years of follow-up [median 5.3 years for final analysis])", "Results 1:", "Title of the arm/group: Lapatinib 1500 mg", "Description of the arm/group: Participants received lapatinib 1500 milligrams (mg) orally once a day. Treatment was continued for up to 12 months or until recurrence of the disease or development of a second primary cancer, withdrawal from study treatment due to unacceptable toxicity, or withdrawal of consent.", "Total number of participants analysed: 1571", "Type of measurement: Number", "Unit of measure: Participants Any recurrence or death: 252", "Censorship, new anticancer/radiotherapy agent: 1", "Censorship, follow-up Completed: 1318", "Results 2:", "Title of the arm/group: Placebo", "Description of the arm/group: Participants received an oral equivalent placebo once a day. Treatment was continued for up to 12 months or until the recurrence of the disease or the development of a second primary cancer, withdrawal from study treatment due to unacceptable toxicity, or withdrawal of consent.", "Total number of participants analysed: 1576", "Type of measurement: Number", "Unit of measure: Participants Any recurrence or death: 290", "Censorship, new anticancer/radiotherapy agent: 1", "Censored, followed up completed: 1285"], "Adverse Events": ["Undesirable Events 1:", "Total: 99/1573 (6.29 per cent)", "Neutropenia 2/1573 (0.13%)", "Left ventricular dysfunction 3/1573 (0.19%)", "Heart failure 0/1573 (0.00 per cent)", "Myocardial infarction 2/1573 (0.13%)", "- Acute myocardial infarction 0/1573 (0.00 %)", "Atrial fibrillation 0/1573 (0.00 %)", "1/1573 (0.06%)", "Myocardial Irchaemia 0/1573 (0.00 %)", "Pericardial infusion 1/1573 (0.06%)", "Adverse Events 2:", "Total: 78/1574 (4.96%)", "Neutropenia 0/1574 (0.00 %)", "Left ventricular dysfunction 1/1574 (0.06%)", "Heart failure 3/1574 (0.19%)", "Myocardial infarction 0/1574 (0.00 %)", "- Acute myocardial infarction 1/1574 (0.06%)", "Atrial fibrillation 1/1574 (0.06%)", "- First degree atrioventricular block 0/1574 (0.00 %)", "Myocardial Ischemia 1/1574 (0.06%)", "Pericardial infusion 0/1574 (0.00 %)"]}