{"Clinical Trial ID": "NCT01492101", "Intervention": ["INTERVENTION 1:", "NKTR-102", "NKTR-102: 145 mg/m2 NKTR-102 will be administered q21day as an intravenous infusion (IV) of 90 minutes on day 1 of each treatment cycle.", "INTERVENTION 2:", "The treatment of the choice by the doctor", "Treatment of Physician Choice (CPT): One of the following treatments of the physician's choice will be administered according to the standard of care:", "ixabepilone vinorelbine gemcitabine paclitaxel docetaxel or nab-paclitaxel"], "Eligibility": ["• Inclusion criteria (main highlights):", "The patient is an adult woman with a breast carcinoma confirmed by histology or cytologically for whom single agent cytotoxic chemotherapy is indicated.", "The patient may have a disease that is measurable or not measurable by RECIST.", "The patient received prior treatment (neoadjuvant, adjuvant and/or metastatic) with anthracycline, taxane and capecitabine.", "The patient has a minimum of 2 and a maximum of 5 prior cytotoxic chemotherapys with the last dose administered within 6 months. A minimum of 2 chemotherapys should be for locally recurrent and/or metastatic diseases. Any treatment received prior to a diagnosis of metastatic disease (e.g. neoadjuvant, adjuvant or adjuvant repeated after a second resection) is considered as a single treatment.", "The patient has a performance status of 0 or 1 in the Eastern Cooperative Oncology Group (ECOG).", "Adequate hematopoietic, hepatic and renal functions.", "- Exclusion criteria (main highlights):", "* Patient with chemotherapy within 21 days, radiotherapy within 14 days, biological treatment with 14 days, hormonal treatment within 7 days and experimental treatment within 21 days prior to randomization.", "* Patients who have undergone major surgery within 28 days prior to randomization.", "* Patient who has simultaneously used biological agents for the treatment of cancer, including antibodies or any experimental agent.", "* Patients who received prior treatment for cancer with a Camptothecin derivative.", "Patients with chronic or acute GI disorders leading to diarrhoea of all severity; patients who use chronic anti-diarrhoeal support care to control diarrhea during the 28 days prior to randomization.", "The patient received pharmacotherapy for hepatitis B or C, tuberculosis or HIV.", "* Patients with known cirrhosis diagnosed with Class A or higher liver disease than children with PUGH.", "With the exception of skin cancers and non-melanoma carcinomas in situ (of the cervix or bladder), unless they are diagnosed and permanently treated more than 5 years before randomization.", "A patient requiring daily oxygen supplementation during the 28 days prior to randomization.", "Patients with significant cardiovascular insufficiency."], "Results": ["Performance measures:", "Estimated overall survival of the Kaplan-Meier population: Intent to treat (ITT)", "The subjects were monitored until their date of death, loss of follow-up, withdrawal of consent for further monitoring of survival or final closure of the database. The system was determined using the ITT population that included all subjects randomized in 1 of the 2 treatment arms. Subjects who were lost or were not known to have died were censored at the last date they were shown alive. Subjects who had not had follow-up since the date of randomization were censored at the date of randomization.", "Time limit: 36 months", "Results 1:", "Title of arm/group: NKTR-102", "Description of the arm/group: NKTR-102: 145 mg/m2 NKTR-102 will be delivered q21day intravenous (IV) infusion of 90 minutes on day 1 of each treatment cycle.", "Total number of participants analysed: 429", "Median (95% confidence interval)", "Unit of measure: Month 12.4 (11.0 to 13.6)", "Results 2:", "Title of the arm/group: Treatment of choice by the doctor", "Description of the Arm/Group: Physician Choice Treatment (PTC): One of the following treatments of the physician's choice will be administered according to the standard of care:", "ixabepilone vinorelbine gemcitabine paclitaxel docetaxel or nab-paclitaxel", "Total number of participants analysed: 423", "Median (95% confidence interval)", "Unit of measurement: Month 10.3 (9.0 to 11.3)"], "Adverse Events": ["Undesirable Events 1:", "Total: 128/425 (30.12 per cent)", "*2-425 (0.47%)", "Anemia *2-425 (0.47%)", "Pancytopenia *2-425 (0.47%)", "Coagulopathy *1/425 (0.24%)", "*0/425 (0.00 %)", "Microangiopathic haemolytic anemia *1/425 (0.24%)", "Neutropenia *0/425 (0.00 %)", "*1/425 (0.24%)", "Acute coronary syndrome *1-425 (0.24%)", "Adverse Events 2:", "Total: 129/406 (31.77%)", "*6/406 (1.48%)", "Anemia *0/406 (0.00 %)", "Pancytopenia *0/406 (0.00 %)", "Coagulopathy *0/406 (0.00 %)", "idiopathic thrombocytopenic purpura *1/406 (0.25%)", "Microangiopathic haemolytic anaemia *0/406 (0.00 %)", "Neutropenia *1/406 (0.25%)", "*1/406 (0.25%)", "Acute coronary syndrome *0/406 (0.00 %)"]}