{"Clinical Trial ID": "NCT02019277", "Intervention": ["INTERVENTION 1:", "Trastuzumab, Pertuzumab and Taxane", "Participants received first-line pertuzumab IV infusion treatment on day 1 of the first treatment cycle (1 cycle = 21 days) at a load dose of 840 mg, followed by 420 mg on day 1 of each subsequent cycle; trastuzumab SC injection on day 2 of the first treatment cycle, and on day 1 of each subsequent cycle if pertuzumab and trastuzumab were well tolerated during cycle 1; and taxane (docetaxel, paclitaxel or nabpaclitaxel) treatment, administered at the discretion of the investigator, according to routine clinical practices and local prescribing instructions."], "Eligibility": ["Incorporation criteria:", "HER2-positive, with an immunohistochemical score of 3+ or positive in situ hybridization (ISH) on the primary tumour or metastatic site", "A breast adenocarcinoma confirmed histologically or cytologically with metastatic disease with at least one measurable lesion and/or disease not measurable according to RECIST Version 1.1", "0-2 for participants receiving paclitaxel or nab-paclitaxel chemotherapy and ECOG 0-1 for participants receiving docetaxel chemotherapy", "LVEF greater than or equal to (>=) 50 percent (%) measured by ECHO or MUGA scan before the first doses of pertuzumab and trastuzumab", "Previous use of an adjuvant or neoadjuvant anti-HER2 treatment is permitted", "Hormonal therapy cannot be administered in combination with taxan therapy.", "- Exclusion criteria:", "Previous non-hormonal anticancer systemic treatment for the treatment of mBC", "Participants with in situ curative carcinoma of the cervix or basal cell carcinoma and participants with other curative cancers without disease for at least 5 years are eligible. Participants with anterior in situ channel carcinoma (CDIS) of the breast are also eligible for the study.", "Positive serum pregnancy test in women of childbearing potential, premenopausal or less than 12 months of amenorrhea after menopause, within 7 days of the first dose of pertuzumab and trastuzumab", "(National Cancer Institute Common Terminology Criteria for opposing Events [NCI CTCAE] Version 4.0)", "Radiological evidence of central nervous system (CNS) metastases as evaluated by tomography (CT) or magnetic resonance imaging (MRI), unless they have been treated and have been stable for at least 3 months and do not require ongoing treatment with corticosteroids.", "Participants with other co-occurring serious diseases that may interfere with the intended treatment, including severe lung disease/disease", "Inadequate function of organs", "• Serious heart disease or medical problems that would prevent the use of trastuzumab", "Participants with severe resting dyspnoea or requiring additional oxygen therapy", "- Competitor enrolled in another clinical study using experimental anticancer therapy, within 28 days of the first doses of trastuzumab and pertuzumab"], "Results": ["Performance measures:", "Percentage of participants with adverse reactions (ADRs) and serious adverse reactions", "A CA was one of the following results or considered significant for any other reason: death; initial or prolonged hospitalization of a patient; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly Percentage of participants with AEs and AEs were reported AEs included both AEs and other AEs The 95% confidence interval (CI) was calculated using the Clopper-Pearson method.", "Timeline: Baseline up to 28 days after the last dose of the study drug (up to 36 months)", "Results 1:", "Title of the arm/group: Trastuzumab, Pertuzumab and Taxane", "Infusion IV first-line pertuzumab treatment was given on day 1 of the first treatment cycle (1 cycle = 21 days) at a load dose of 840 mg followed by 420 mg on day 1 of each subsequent cycle; SC injection trastuzumab at a dose of 600 mg on day 2 of the first treatment cycle, and on day 1 of each subsequent cycle if pertuzumab and trastuzumab were well tolerated during cycle 1; and taxane treatment (docetaxel, paclitaxel or nabpaclitaxel), administered at the discretion of the investigator, according to routine clinical practices and local prescribing instructions.", "Total number of participants analysed: 50", "Type of measurement: Number", "Unit of measure: % of participants AE: 100.0 (92.9 to 100.0)", "SAE: 54.0 (39.3 to 68.2)"], "Adverse Events": ["Undesirable Events 1:", "Total: 27/50 (54.0 per cent)", "Febrile neutropenia * 4/50 (8.0%)", "Anemia * 1/50 (2.0%)", "Neutropenia * 1/50 (2.0%)", "Heart failure * 1/50 (2.0%)", "Diarrhoea * 1/50 (2.0%)", "Gastritis * 1/50 (2.0%)", "Nausea * 1/50 (2.0%)", "Esophagitis * 1/50 (2.0%)", "Pyrexia * 7/50 (14.0%)", "Inflammation of mucous membranes * 1/50 (2.0%)", "* 1/50 (2.0%)", "Cellulite * 2/50 (4.0%)"]}