{"Clinical Trial ID": "NCT00712985", "Intervention": ["INTERVENTION 1:", "zoledronic acid 5 mg IV", "Zometa (zoledronic acid) 5 mg IV administered once for 15 minutes. Follow-up at month 1 and every 2 months at month 12 for serum and urinary bone destruction markers (NTx and CTx)."], "Eligibility": ["Incorporation criteria:", "Menopausal women with Stage I, II or IIIa breast cancer are treated with a nonsteroidal aromatase inhibitor (AI).", "Calculation of creatinine clearance > 40 ml/min", "A documented T score of -1.5 or less on dual-energy X-ray absorptiometry (DXA) in the lumbar spine or femoral neck within 3 months prior to screening.", "Urine NTx > 50 nanomoles (nM) based on the second morning vacuum.", "Signed informed consent.", "* Outpatients at least 18 years of age.", "Eastern Cooperative Oncology Group (ECOG)0-2.", "- Ability to comply with test requirements.", "- Exclusion criteria:", "Bone metastases.", "Any woman of childbearing age.", "- More than one 2+ protein on a urine stick without evidence of contamination or bacteriuria (can be repeated once, at least one day apart).", "Calculation of creatinine clearance below 30 mL/min at screening.", "- Serum calcium > 2.75 mmol/L (11.0 mg/dL) or < 2.00 mmol/L (8.0 mg/dL).", "· Liver function tests (LFT)> 2.0 x upper limit of normal (ULN).", "Serum alkaline phosphatase > 1.5 x ULN. History of hypersensitivity to bisphosphonates.", "Evidence of vitamin D deficiency (serem 25-(OH) D less than 15 ng/ml).", "The history of uveitis or iritis, except when secondary to trauma, and must have resolved > 2 years prior to entry.", "A history of invasive malignancy of any organ system, whether or not treated, during the last 12 months prior to screening; excluding basal or squamous carcinomas of the skin, colonic polyps with non-invasive malignancy that have been removed, ductal carcinoma in-situ (CDIS) that has been surgically removed, and cervix in-situ carcinoma (CIS) that has been surgically eliminated.", "Previous large solid organ transplant recipient or on a transplant waiting list.", "• Treatment with any experimental drug within 30 days of randomization.", "History of hyperparathyroidism, hypoparathyroidism, imperfect osteogenesis, Paget's disease or any other metabolic bone disease other than osteoporosis.", "Any condition that interferes with the action of the drug under study or limits life expectancy to less than 6 months.", "Any medical or psychiatric condition that, in the opinion of the investigator, would prevent the participant from acceding to the protocol or completing the trial.", "Previous treatment with bisphosphonates IV in the last 2 years.", "*NOTE: If the use is less than 8 weeks, the washing period is 6 months.", "Treatment with raloxifene, calcitonin, tibolone or hormone replacement therapy. The period of washing of these medicines is 6 months before randomization.", "Any treatment with strontium, samarium, sodium fluoride or parathyroid hormone.", "The use of high systemic dose corticosteroids at an average dose > 7.5 mg per day of oral prednisone or equivalent for a period of three months or more prior to screening.", "A known hypersensitivity to zoledronic acid or other bisphosphonates.", "Current active dental problems, including tooth or jaw infection (maxilla or mandible); dental or fixture trauma, or a current or previous diagnosis of osteonecrosis of the jaw (ONJ), bone exposed in the mouth, or slow healing after dental procedures.", "Recent (within 6 weeks) or planned dental or jaw surgery (e.g. extraction, implants)."], "Results": ["Performance measures:", "Number of participants receiving NTx urine and serum and CTx serum within the normal 12-month interval", "Seventeen women with early breast cancer receiving adjuvant aromatase inhibitor (AI) treatment were treated with a single 5 mg IV dose of zoledronic acid. Urine and NTx serum and CTx serum were measured at baseline and at month 12.", "Time limit: one year", "Results 1:", "Title of arm/group: Zoledronic acid 5 mg IV", "Description of the arm/group: Zometa (zoledronic acid) 5 mg IV given over 15 minutes at a single dose. Follow-up at month 1 and every 2 months at month 12 for serum and urinary bone destruction markers (NTx and CTx).", "Total number of participants analysed: 13", "Type of measurement: Number", "Unit of measurement: participants 13"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/17 (0.00 per cent)"]}