{"Clinical Trial ID": "NCT00232505", "Intervention": ["INTERVENTION 1:", "- Cetuximab", "The treatment is repeated every 28 days in the absence of disease progression or unacceptable toxicity. Patients who do not respond to the treatment may switch to arm II.", "Cetuximab: see IV", "INTERVENTION 2:", "- Cetuximab and carboplatin after Cetuximab alone", "Patients in arm 1 who progressed on cetuximab alone who continued to receive cetuximab + carboplatin"], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "- Breast cancer confirmed histologically", "Metastatic (stage IV)", "A disease that can be measured according to the RECIST criteria", "irradiated lesions are not considered a measurable disease", "Central nervous system (CNS) metastases are allowed if the disease is stable (no signs of progression) 3 months after local treatment", "No lesions identifiable only by positron emission tomography (PET)", "HER2 disease not overexpressive by IHC (0 or 1) or non-genesis amplified by Fluorescence In Situ Hybridization (FISH)", "- HER2 2+ by authorized IHC", "- Hormonal receptor status:", "A negative tumour of estrogen receptors and progesterone", "• Inclusion criteria", "At least 18 years of age", "Metastatic breast cancer (Stage IV) with measurable disease according to RECIST criteria", "No more than three previous chemotherapys, either adjuvant or metastatic.", "A histologically documented breast cancer (primary or metastatic location) that is a negative estrogen receptor (ER-), negative PR and non-overexpressing HER-2 by immunohistochemistry (0.1) or non-genesis amplified by FISH performed on the primary tumor or metastatic lesion. HER-2 2+ by immunohistochemistry is generally negative by FISH, and this confirmation test should be performed where possible, however may participate if other criteria are met.", "• Completion of prior chemotherapy at least 3 weeks prior to entry into the study.", "Patients may have received adjuvant or metastatic treatment(s), but must have stopped treatment prior to entry. Patients may receive concomitant bisphosphonates, but if bisphosphonates are taken, bone lesions cannot be used for progression or response.", "The radiation therapy should be completed at least 2 weeks prior to entry into the study, and the apparent lesions may not be used as a measurable disease.", "Patients may have CNS metastases if they are stable (no signs of progression) > 3 months after local treatment.", "The Eastern Cooperative Oncology Group (ECOG) has reached the 0-2 state and life expectancy of at least 6 months.", "A suitable organic function is defined as: absolute neutrophil count (NAC) > 1500/mm3, plts > 100,000/mm3, creatinine clearance > 50 mL/min, alanine aminotransferase (ALT) and aspartate aminotransferase (AST) 2.5 x upper limit of normal (ULN) (or 5 x ULN in the case of liver metastases); total bilirubin 1.5 mg/dL.", "A tissue block available for EGFR studies is recommended, but does not exclude patient participation.", "Women of childbearing potential should have a documented negative pregnancy test within two weeks of entry into the study and agree to an acceptable biological control during the duration of the study treatment.", "Signed informed written consent.", "• Exclusion criteria", "The lesions are only identifiable by PET.", "More than three previous chemotherapy treatments (including adjuvant) Sequential treatments such as doxorubicin and cyclophosphamide followed by paclitaxel (AC-paclitaxel) are considered as one treatment.", "A prior therapy that specifically and directly targets the EGFR route with therapeutic intent.", "If the platinum agent has been used adjuvantly, the patient must have had at least 12 months of disease-free interval prior to relapse.", "• Severe prior reaction to the infusion of a monoclonal antibody.", "Major medical disorders that may affect participation in the study (pulmonary dysfunction, uncontrolled renal or hepatic dysfunction, uncontrolled infection).", "Significant history of uncontrolled heart disease, i.e. uncontrolled hypertension, unstable angina, recent myocardial infarction (in the previous six months), uncontrolled congestive heart failure and symptomatic or asymptomatic cardiomyopathy, but with decreased ejection fraction <45%", "Another important co-morbid condition that the investigator considers likely to compromise effective and safe participation in the study.", "The inability to comply with the requirements of the study."], "Results": ["Performance measures:", "Overall rate of response to disease", "The overall response will be measured as a complete response (CR), partial response (PR), stable disease (SD) or progressive disease (PD).Per RECIST v1.0 for target and CT (spiral) lesions: Complete response (CR), elimination of all target lesions; Partial response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Progression, as an increase of 20% in the sum of the longest diameter of target lesions, or a measurable increase in an untargeted injury, or the appearance of new lesions; Stable disease (SD), neither shrinkage sufficient to be eligible for PR nor increase sufficient to be eligible for progression of disease.", "Time limit: 5 years", "Results 1:", "Title of the arm/group: Cetuximab", "Description of the arm/group: Patients receive cetuximab IV for 60-120 minutes once a week. Treatment is repeated every 28 days in the absence of disease progression or unacceptable toxicity.", "Cetuximab: see IV", "Total number of participants analysed: 31", "Type of measure: Number of participants", "Unit of measure: Participants Complete response: 0 0.0%", "Partial reply: 26.5%", "Stable disease: 3 9.7 %", "• Stable disease > 6 months: 1 3.2%", "Progressive diseases: 26 83.9%", "Non-evaluable: 0 0.0%", "Results 2:", "Title of the arm/group: Cetuximab and Carboplatin after Cetuximab Alone", "Description of the arm/group: Patients of arm 1 who progressed on cetuximab alone who continued to receive cetuximab + carboplatin", "Total number of participants analysed: 25", "Type of measure: Number of participants", "Unit of measure: Participants Complete response: 0 0.0%", "Partial response: 4 16.0%", "Stable disease: 7 28.0%", "Stable disease > 6 months: 3 12.0%", "Progressive diseases: 12 48.0%", "Non-evaluable: 2 8.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/31 (9.68 per cent)", "* 2/31 (6.45%)", "- Neutrophils/granulocytes (ANC/AGC) * 0/31 (0.00 %)", "Other (specify, __) * [1]0/31 (0.00 %)", "Other (specify, __) * [2]0/31 (0.00 %)", "Left ventricular diastolic dysfunction * 0/31 (0.00 %)", "Arrhythmia supraventricular and nodal arrhythmia - Atrial tachycardia/Paroxysmic atrial tachycardia * 0/31 (0.00 %)", "Adverse Events 2:", "Total: 8/25 (32.0%)", "Member State * 1/25 (4.0%)", "- Neutrophils/granulocytes (ANC/AGC) * 0/25 (0.00 %)", "Other (specify, __) * [1]1/25 (4.00%)", "Other (specify, __) * [2]0.25 (0.00 %)", "Left ventricular diastolic dysfunction * 1/25 (4.0%)", "Arrhythmia supraventricular and nodal arrhythmia - Atrial tachycardia/Paroxysmic atrial tachycardia * 0/25 (0.00 %)"]}