{"Clinical Trial ID": "NCT00022516", "Intervention": ["INTERVENTION 1:", "- CM-No.", "No other chemotherapy after standard adjuvant chemotherapy.", "INTERVENTION 2:", "· CM-Maintenance", "(C, cyclophosphamide 50 mg/day orally continuously and M, methotrexate 2.5 mg twice daily orally days 1 and 2 of each week for 1 year)", "Cyclophosphamide: 50 mg/day orally continuously for 1 year", "Methotrexate: 2.5 mg orally twice daily days 1 and 2 of each week for 1 year"], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Stage I, II or III breast cancer rates confirmed by histology", "T1-3, N0-2, M0", "Patients with positive sentinel lymph node biopsy should have undergone axillary dissection.", "Tumours should be confined to the breast without metastases detected elsewhere.", "T4 disease with minimal allowed skin invasion", "No T4 disease with ulceration of the skin, infiltration of the skin (except minor pathological skin damage), orange skin, or inflammatory breast cancer", "No bilateral breast cancer (except in situ carcinoma) or suspicious body mass in the opposite breast that has not been proven benign", "No distant metastases", "No skeletal pain of unknown cause, elevated alkaline phosphatase or bone scan showing hot spots that cannot be excluded as metastases by X-ray, MRI and/or CT", "Of which have undergone an anterior total mastectomy OR a breast conservation procedure (e.g., lumpectomy, quadrantectomy or partial mastectomy with negative margins) with intended radiation therapy", "Patients should start or have started approved induction chemotherapy within 8 weeks of definitive surgery.", "Negative surgical margins", "Axillary clearance with at least 6 lymph nodes examined OR negative sentinel lymph nodes biopsy", "A HER2 status known by immunohistochemistry or in situ fluorescence hybridization", "- Hormonal receptor status:", "Negative estrogen and progesterone receptor", "Less than 10% positive tumour cells by immunohistochemistry", "CHARACTERISTICS OF PATIENTS:", "Age:", "Unspecified", "Gender:", "Unspecified", "Status of menopause:", "Premenopausal, defined as less than 6 months since the last menstrual period (MTP) AND no previous bilateral ovariectomy AND not on estrogen replacement (or less than 50 years) OR", "- Postmenopausal toxicity, defined as an anterior bilateral ovariectomy OR more than 12 months since PMT without anterior hysterectomy (OR 50 years and over)", "Status:", "Unspecified", "Life expectancy:", "Unspecified", "Haematopoietic:", "WBC greater than 3000/mm3", "Number of platelets greater than 100 000/mm3", "Hepatic:", "See Disease Characteristics", "Bilirubin less than 2.0 mg/dL", "ALT less than 1.5 times the upper limit of the normal OR ASAT less than 60 IU/L", "- Renal:", "Creatinine less than 1.2 mg/dL", "Other:", "No pregnancy or breast-feeding in the last 6 months", "Fertile patients should use effective contraception against barriers.", "No other prior or concomitant malignancy except basal or squamous skin carcinoma, in situ cervix carcinoma or controlateral or ipsilateral carcinoma in situ", "No psychiatric or addictive disorders that would prevent the study", "No non-malignant systemic disease that would prevent the study", "THERAPE PRIOR CONCURENT:", "Biological therapy:", "Previous authorised trastuzumab (Herceptin)", "- Chemotherapy:", "See Disease Characteristics", "No previous adjuvant or neoadjuvant chemotherapy for breast cancer", "Endocrinotherapy:", "No prior endocrine treatment for breast cancer or prevention", "No prior tamoxifen or raloxifene for breast cancer", "Radiotherapy:", "No prior radiation therapy for breast cancer, with the exception of primary irradiation", "Surgery:", "See Disease Characteristics", "Other:", "No prior preventive treatment for breast cancer"], "Results": ["Performance measures:", "• Disease-free survival", "Estimated percentage of live and disease-free patients at 5 years of randomization, where disease-free survival is defined as the time of randomization until the first occurrence of one of the following factors: invasive recurrence of breast cancer at local, regional or remote sites, invasive controlateral breast cancer, second invasive cancer (non-benefit) or death without cancer event; or censored at the date of last follow-up.", "Time frame: 5-year estimates, compared to a median follow-up of 6.9 years", "Results 1:", "Title of arm/group: CM-No.", "Description of the arm/group: No other chemotherapy after standard adjuvant chemotherapy.", "Total number of participants analysed: 539", "Type of measurement: Number", "Unit of measure: percentage of participants 74.7 (70.6 to 78.3)", "Results 2:", "Title of the arm/group: CM-Maintenance", "12 month maintenance treatment with CM (C, cyclophosphamide 50 mg/day oral continuously and M, methotrexate 2.5 mg twice daily oral days 1 and 2 of each week for 1 year)", "Cyclophosphamide: 50 mg/day orally continuously for 1 year", "Methotrexate: 2.5 mg orally twice daily days 1 and 2 of each week for 1 year", "Total number of participants analysed: 542", "Type of measurement: Number", "Unit of measure: percentage of participants 78.1 (74.2 to 81.6)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/0", "Leukopenia 0/0", "Neutropenia 0/0", "Ocular-other 0/0", "High PTMO 0/0", "- Arthralgia 0/0", "- CNS haemorrhage 0/0", "Other neurological 0/0", "Radiation dermatitis 0/0", "Adverse Events 2:", "Total: 11/473 (2.33%)", "Leukopenia 2/473 (0.42%)", "Neutropenia 5/473 (1.06%)", "1/473 (0.21%)", "High PTMO 1/473 (0.21%)", "Arthralgia 1/473 (0.21%)", "CNS haemorrhage 1/473 (0.21%)", "Other neurological 1/473 (0.21%)", "Radiation dermatitis 1/473 (0.21%)"]}