{"Clinical Trial ID": "NCT00129935", "Intervention": ["INTERVENTION 1:", "- Arm A: EC-T", "· Epirubicin with cyclophosphamide followed by docetaxel (EC-T): Epirubicin 90 mg/ m2 in combination with cyclophosphamide 600 mg/m2 (EC) every 21 days for 4 cycles followed by docetaxel 100 mg/m2 (T) every 21 days for 4 cycles.", "Docetaxel", "- Epirubicin", "- Cyclophosphamide", "INTERVENTION 2:", "Bras B: ET-X", "Epirubicin and docetaxel are followed by capecitabine (ET-X): epirubicin 90 mg/m2 and docetaxel 75 mg/ m2 (ET) every 21 days for 4 cycles, followed by capecitabine 1,250 mg/m2 for 14 days, followed by a 7-day rest for 4 cycles.", "Docetaxel", "- Capecitabine", "- Epirubicin"], "Eligibility": ["Incorporation criteria:", "\"Knowledgeful written consent.", "The histological diagnosis of the operational invasive adenocarcinoma of the breast (T1-T3). The tumours should be HER2 negative. The delay between surgery and randomization of the study should be less than 60 days.", "Surgery should consist of a mastectomy or conservative surgery with dissection of the axillary lymph nodes. Disease-free margins and in situ channel carcinomas (CDIS) are necessary. Lobular carcinoma is not considered a positive margin.", "If sentinel node technique is used, the sentinel node may be the only affected node. Patients belonging to the following classifications are eligible: pathological stage N1a, pathological stage N2a, pathological stage N3a of TNM.", "The results should be available before the end of adjuvant chemotherapy.", "Patients with immune histochemistry (IHC) 0 or +1 are eligible. For patients with IHC 2+, in situ fluorescence hybridization (FISH) is mandatory and the result must be negative.", "Age >= 18 years and <= 70 years.", "Performance status (Karnofsky index) >= 80.", "The normal electrocardiogram (EKG) during the 12 weeks prior to randomization. If necessary, normal cardiac function should be confirmed by the left ventricular ejection fraction (LVEF).", "Laboratory results (within 14 days prior to randomization):", "Hematology: neutrophils >= 1.5 x 10^9/l; platelets >= 100 x 10^9/l; hemoglobin >= 10 mg/dl;", "Hepatic function: total bilirubin <= 1 upper normal limit (LUN); serum glutamic-oxaloacetic transaminase (SGOT) and serum pyruvic transaminase (SGPT) <= 2.5 LUN; alkaline phosphatase <= 2.5 LUN. If SGOT and SGPT > 1.5 LUN are associated with alkaline phosphatase > 2.5 LUN, the patient is not eligible;", "Renal function: creatinine <= 175 mmol/l (2 mg/dl); creatinine clearance >= 60 ml/min;", "Pharmacogenetics: A blood sample is required for the evaluation of mononucleotide polymorphism (SNP).", "All patients should have bilateral mammography, chest X-ray, abdominal ultrasound and/or tomography (CT)-scan. If bone pain and/or elevation of alkaline phosphatase, bone scintigraphy is mandatory. This test is recommended for all patients. Other tests: as clinically indicated.", "* Patients able to comply with the treatment and follow-up of the study.", "Negative pregnancy test performed during the 14 days prior to randomization.", "- Exclusion criteria:", "• Pre-systemic treatment of breast cancer.", "A prior treatment with anthracyclines or taxanes (pallitaxel or docetaxel) for any malignancy.", "- Prior radiation therapy for breast cancer.", "Invasive bilateral breast cancer.", "Appropriate contraceptive methods should be used during chemotherapy and hormonal treatments.", "Any T4 or M1 tumour.", "The following classifications are excluded: pathological stage N1b TNM, pathological stage N1c TNM, pathological stage N2b TNM, pathological stage N3b TNM, pathological stage N3c TNM.", "- HER2 positive breast cancer (ICS 3+ or FISH positive result).", "Pre-existing category >= 2 motor or sensory neurotoxicity (National Cancer Institute Common Toxicity Criteria version 2.0 [NCICTC v-2.0]).", "Any other serious medical pathology, such as congestive heart failure, unstable angina, history of myocardial infarction in the previous year, uncontrolled hypertension or high-risk arrhythmias.", "• History of neurological or psychiatric disorders, which may prevent patients from consenting freely and knowingly.", "- An uncontrolled active infection.", "• Active peptic ulcer; unstable diabetes mellitus.", "Previous or present history of different neoplasms of breast cancer, except skin carcinoma, cervical carcinoma in situ or any other tumour treated curatively and without recurrence in the last 10 years; canalal carcinoma in situ in the same breast; lobular carcinoma in situ.", "Chronic treatment with corticosteroids.", "Contraindications for the administration of corticosteroids.", "- Concomitant treatment with raloxifene, tamoxifene or other selective estrogen receptor modulators (SERM), either for the treatment of osteoporosis or for prevention, should be discontinued prior to randomisation.", "- Concomitant treatment with other experimental products; participation in other clinical trials with a non-marketed drug within 20 days prior to randomization.", "- Concomitant treatment with another cancer therapy.", "Men."], "Results": ["Performance measures:", "Number of participants with a disease-free survival event (SDF)", "One participant was considered to have had a DFS event if there were signs of local, regional or metastatic recurrence, second primary cancer (with the exception of squamous or basal skin cell carcinoma, cervical carcinoma in situ or lobular or ductal carcinoma in situ of the breast) or death for any reason.", "Time limit: 5 years", "Results 1:", "Title of arm/group: Arm A: EC-T", "Description of the arm/group: Epirubicin with cyclophosphamide followed by docetaxel (EC-T): Epirubicin 90 mg/ m2 in combination with cyclophosphamide 600 mg/m2 (EC) every 21 days for 4 cycles followed by docetaxel 100 mg/m2 (T) every 21 days for 4 cycles.", "Docetaxel", "- Epirubicin", "- Cyclophosphamide", "Total number of participants analysed: 669", "Type of measure: Number of participants", "Unit of measure: Participants 127 19.0%", "Results 2:", "Title of arm/group: Arm B: ET-X", "Description of the arm/group: Epirubicin and docetaxel followed by capecitabine (ET-X): Epirubicin 90 mg/m2 and docetaxel 75 mg/ m2 (ET) every 21 days for 4 cycles, followed by capecitabine 1,250 mg/m2 for 14 days, followed by a 7-day rest for 4 cycles.", "Docetaxel", "- Capecitabine", "- Epirubicin", "Total number of participants analysed: 715", "Type of measure: Number of participants", "Unit of measure: Participants 170 23.8%"], "Adverse Events": ["Undesirable Events 1:", "Total: 111/669 (16.59 per cent)", "Leukocytes * [1]1/669 (0.15%)", "Hemoglobin * [1]1/669 (0.15%)", "Hemoglobin * [2]0/669 (0.00 %)", "CNS cerebrovascular ischemia * [1]0/669 (0.00 %)", "CNS cerebrovascular ischemia * [3]0/669 (0.00 %)", "* [1]3/669 (0.45%)", "Thrombosis/embolism * [1]1/669 (0.15%)", "Thrombosis/embolism * [3]0.669 (0.00 %)", "Adverse Events 2:", "Total: 138/715 (19.30 per cent)", "Leukocytes * [1]0/715 (0.00 %)", "Hemoglobin * [1]0/715 (0.00 %)", "Hemoglobin * [2]1/715 (0.14%)", "CNS cerebrovascular ischemia * [1]1/715 (0.14%)", "CNS cerebrovascular ischemia * [3]1/715 (0.14%)", "* [1]1/715 (0.14%)", "Thrombosis/embolism * [1]3/715 (0.42%)", "Thrombosis/embolism * [3]2/715 (0.28%)"]}