{"Clinical Trial ID": "NCT01566721", "Intervention": ["INTERVENTION 1:", "Cohort A: Herceptin SC per needle/syringe", "Each dose of Herceptin SC was taken from a single-use vial and injected by needle/syringe.", "INTERVENTION 2:", "Cohort B: SC Herceptin by SID", "Participants received herceptin SC at a rate of 600 mg every 3 weeks for a total of 18 doses/cycles. Each dose of herceptin SC was administered from a pre-filled test. The first administration was by HCP. Subsequent doses were self-administered by participants who were willing and deemed competent by HCP."], "Eligibility": ["Incorporation criteria:", "An early invasive HER2-positive carcinoma confirmed histologically in the breast without signs of residual, locally recurrent or metastatic disease and defined as clinical stage I to IIIC that is eligible for Herceptin treatment", "The Eastern Cooperative Oncology Group (ECOG) has achieved progress 0 or 1", "- Detection of left ventricular ejection fraction (LVF) greater than or equal to ( ) 55%", "- Exclusion criteria:", "Previous treatment of neoadjuvant or adjuvant breast cancer with approved or experimental anti-HER2", "• History of other malignancies, with the exception of carcinoma treated curatively in situ in the cervix, basal cell carcinoma or curatively treated malignancies (other than breast cancer) where the participant has been disease-free for at least 5 years", "Previous history of in situ channel carcinoma treated with any systemic treatment or radiation therapy in the ipsilateral where invasive cancer subsequently developed", "Metastatic diseases", "Insufficiency of bone marrow, liver or kidney function", "Serious heart or cardiovascular diseases, including uncontrolled hypertension or a history of hypertensive seizure or hypertensive encephalopathy", "• History of severe allergic or immunological reactions, such as asthma, which is difficult to control", "Pregnant or lactating women"], "Results": ["Performance measures:", "Percentage of participants with at least 1 adverse event (AE) during the treatment period", "It was anticipated that participants would receive a total of 18 cycles of Herceptin HC. An AE was defined as any adverse medical event in a participant administered by Herceptin HC. For example, adverse/unexpected signs and symptoms, new or exacerbated disease, recurrence of intermittent disease, deterioration of laboratory value or other clinical tests, or procedure-related adverse events were reported.", "Duration: From day 1 to 19 cycles (length of cycle 3 weeks) (approximately 1 year)", "Results 1:", "Title of arm/group: Cohort A: SC Herceptin by needle/syringe", "Each dose of Herceptin SC was taken from a single-use vial and injected by needle/syringe.", "Total number of participants analysed: 1864", "Type of measurement: Number", "Unit of measure: percentage of participants 88.6", "Results 2:", "Title of the arm/group: Cohort B: SC Herceptin by SID", "- Arm/group description: Participants received SC Herceptin 600 mg every 3 weeks for a total of 18 doses/cycles. Each dose of SC Herceptin was administered from a pre-filled ID. The first dose was administered by HCP. Subsequent doses were self-administered by participants who were willing and deemed competent by HCP.", "Total number of participants analysed: 709", "Type of measurement: Number", "Unit of measure: % of participants 89.0"], "Adverse Events": ["Undesirable Events 1:", "Total: 242/1864 (12.98 per cent)", "Febrile neutropenia * 39/1864 (2.09 %)", "Neutropenia * 9/1864 (0.48%)", "* 2/1864 (0.11%)", "Anemia * 3/1864 (0.16%)", "Leucocytosis * 2/1864 (0.11%)", "Leukopenia * 2/1864 (0.11%)", "Pancytopenia * 1/1864 (0.05%)", "* 1/1864 (0.05%)", "Lymphadenopathy * 0/1864 (0.00 %)", "Thrombocytopenia * 0/1864 (0.00 %)", "Adverse Events 2:", "Total: 84/709 (11.85 per cent)", "* 14/709 (1.97%)", "Neutropenia * 6/709 (0.85%)", "* 2/709 (0.28%)", "Anemia * 0/709 (0.00 %)", "- Leucocytosis * 0/709 (0.00 %)", "Leukopenia * 0/709 (0.00 %)", "Pancytopenia * 0/709 (0.00 %)", "Enlargement of thyme * 0/709 (0.00 %)", "Lymphadenopathy * 0/709 (0.00 %)", "Thrombocytopenia * 0/709 (0.00 %)"]}