{"Clinical Trial ID": "NCT00853996", "Intervention": ["INTERVENTION 1:", "Prevention (acolbifene hydrochloride)", "Patients receive acolbifene hydrochloride orally once daily for 6 months in the absence of unacceptable toxicity.", "Acolbifene hydrochloride: administered orally"], "Eligibility": ["Incorporation criteria:", "Risk rate for hail >= 1.7% and/or relative risk >= 3 times higher than for the 5-year-old age group", "Premenopausal", "More than 6 months since the start or discontinuation of oral contraceptives", "At increased risk of breast cancer, as indicated by >= 1 of the following risk factors:", "A BRCA1/2 mutation characterized as deleterious or of uncertain significance", "Atypical anterior channel hyperplasia, in situ channel carcinoma, or lobular carcinoma in situ", "Aspiration of random anterior peri-areolar fine needles (PRFNA) showing atypical hyperplasia", "The family history of hereditary breast cancer, as indicated by 1 of the following criteria:", ">= 4 parents with breast cancer", ">= 2 parents diagnosed with breast cancer at age 50", "Diagnosed breast and ovarian cancer in the same parent", "There was no suspicion of breast cancer during the initial mammography between days 1 and 10 of the menstrual cycle within 3 months prior to the initial RRNA screening.", "EXPOSURE Hyperplasia with or without atypy (Score Masood >= 14) with >= 500 cells AND Ki-67 positivity >= 2% by RPFNA performed within 6 months prior to initiation of the study drug", "Estimation of mammographic visual density >= 5% on mammography performed within 6 months prior to initiation of study drug", "In regular menstrual cycles (between 21 and 35 days) unless prolonged oral contraceptives or a contraceptive device (e.g. Mirena IUD) Values for metabolic profile and blood count within normal limits", "Absolute number of granulocytes > 1000/mm^3", "Blisters > 100 000/mm^3", "Hemoglobin > 10 g/dL", "Bilirubine < 2.0 mg/dL", "ASAT < 2 times the upper limit of normal (ULN)", "Albumin > 3,0 g/dL", "Creatinine < 1.5 mg/dL", "ALKALINE phosphatase < 2 times LSN", "If the patient remains under the same hormonal regimen for 3 months prior to initial aspiration until completion of the study treatment, the hormone concomitant contraceptives may be used.", "Fertile patients should use effective contraception during and for 3 months after completion of study therapy.", "To ingest the recommended dose of calcium and vitamin D for premenopausal bone health (1,200 mg calcium and 800 IU vitamin D per day)", "Negative pregnancy test before receiving the study agent", "• Exclusion criteria", "Pregnant or lactating women", "Nursing in the last 6 months", "• Known osteoporosis or severe osteopenia (T-score -2 or less by DEXA)", "• History of symptomatic endometriosis with pelvic pain, poorly controlled migraines or hot flashes", "History of deep venous thrombosis", "History of allergic reactions attributed to compounds of chemical or biological composition similar to the agent studied", "Other condition or concomitant illness which, in the opinion of the investigator, would make the patient a bad candidate for the ANPR", "Less than one year since previous use of aromatase inhibitors (e.g., anastrozole, exemestane or letrozole) or selective oestrogen receptor modulators (e.g., tamoxifen citrate, raloxifene or arzoxifene hydrochloride)", "Other concomitant chemopreventive agents", "Concomitant anticoagulants", "Other Associate Research Officers", "• Bilateral breast implants"], "Results": ["Performance measures:", "Change in percentage of breast epithelial cells expressing Ki-67 from base to 6 months", "Change in proliferation measured by Ki-67 immunocytochemical expression in breast epithelial cells obtained by random aspiration of the fine periareolar needle at baseline and at 6 months.", "Time limit: reference to 6 months", "Results 1:", "Title of arm/group: Prevention (acolbifene hydrochloride)", "- Arm/group description: Patients receive acolbifene hydrochloride orally once daily for 6 months in the absence of unacceptable toxicity.", "Acolbifene hydrochloride: administered orally", "Total number of participants analysed: 25", "Median (interquartile range)", "Unit of measurement: percentage of positive cells -3.0 (-20.2 to 2.8)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/25 (0.00 per cent)"]}