{"Clinical Trial ID": "NCT03197389", "Intervention": ["INTERVENTION 1:", "- Cohort A1", "The A1 cohort will include patients with triple negative breast tumours and patients will be treated with an intravenous injection of Pembolizumab (Keytruda®) at 200 mg 10 +/- 4 days prior to surgery.", "Pembolizumab: Biological: monoclonal anti-PD-1 antibodies humanized monoclonal anti-PD-1 antibodies humanized monoclonal antibodies is a programmed dead-1 (PD-1) immune control antibody that selectively interferes with the combination of PD-1 with its ligands, PD-L1 and PD-L2.", "INTERVENTION 2:", "- Cohort A2", "The A2 cohort will include patients with negative ER/PR and positive breast tumours at Her2. Patients will be treated with an intravenous injection of Pembolizumab (Keytruda®) at 200 mg 10 +/- 4 days prior to surgery.", "Pembolizumab: Biological: monoclonal anti-PD-1 antibodies humanized monoclonal anti-PD-1 antibodies humanized monoclonal antibodies is a programmed dead-1 (PD-1) immune control antibody that selectively interferes with the combination of PD-1 with its ligands, PD-L1 and PD-L2."], "Eligibility": ["Incorporation criteria:", "Be willing and able to provide written consent/informed sending for trial.", "Be 18 years of age on the day the informed consent is signed.", "Subjects for which newly obtained samples cannot be provided (e.g., inaccessible samples or subjects of safety concern) may submit an archived specimen only with the approval of the sponsor.", "To have a performance status of 0 or 1 on the ECOG performance scale.", "Have a newly diagnosed non-metastatic primary invasive carcinoma of the breast that is:", "Histologically confirmed", "The status of the ER/PR will be assessed with the Allred score (semi-quantitative measure) in accordance with the ASCO 2009 CAP guidelines.", "HER2 negative positive. The HER2 status will be assessed using IHC followed by FISH with double probe (CAP Guidelines ASCO 2013).", "● Size of primary tumour greater than 1 cm, measured by any clinical examination, mammography, ultrasound or magnetic resonance imaging", "Any nodal clinical condition", "Have an evaluable heart biopsy for IHC", "Be prepared to provide plasma/blood samples", "After neo-adjuvant chemotherapy (cohort B1 and B2) patients should have a residual tumour >1cm and should be prepared to provide a new tumour biopsy that can be evaluated for IHC", "To demonstrate adequate organ function, all screening laboratories must be performed within 14 days of the start of treatment.", "If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.", "Women of childbearing potential (Section 5.7.2) should be prepared to use an adequate contraceptive method, as described in Section 5.7.2 - Contraception, for 120 days following the administration of the study drug.", "Note: Abstinence is acceptable if it is the usual lifestyle and the preferred contraception for the subject.", "- Male subjects of childbearing age (Section 5.7.1) must agree to use an adequate contraceptive method as indicated in Section 5.7.1 - Contraception, up to 120 after receiving the study treatment.", "Note: Abstinence is acceptable if it is the usual lifestyle and the preferred contraception for the subject.", "- Exclusion criteria:", "He is currently involved in study therapy or has participated in an experimental agent study and has received study therapy or used an experimental device within 4 weeks of receiving the treatment dose.", "• Has an immunodeficiency diagnosis or receives systemic steroid treatment or any other form of immunosuppressive treatment within 7 days of receiving the trial treatment.", "Has a known history of active tuberculosis (Bacillus Tuberculosis)", "Hypersensitivity to pembrolizumab or to any of its excipients.", "Has previously had an anticancer monoclonal antibody (mAb) within 4 weeks prior to the day of study or has not recovered (i.e. grade 1 or inclusion) adverse reactions from agents administered more than 4 weeks earlier.", "Has already received chemotherapy, targeted small molecule therapy or radiation therapy within 2 weeks prior to day 0 of the study or has not recovered (i.e. grade 1 or inclusion) adverse reactions from a previously administered agent.", "Note: Subjects with Grade 2 neuropathy are an exception to this criterion and may be eligible for study.", "Note: If the subject has received a major surgical procedure, he or she must have adequately recovered the toxicity and/or complications of the procedure prior to the start of treatment.", "Exceptions are basal cell carcinomas of the skin or squamous skin carcinomas that have undergone potentially curative treatment or cervical cancer in situ.", "Alternative therapy (such as thyroxine, insulin or physiological corticosteroid therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.", "Has a known history of pneumonitis (non-infectious) requiring steroids or current pneumonitis.", "Has an active infection requiring systemic treatment.", "A history or current evidence of a condition, therapy or laboratory abnormality that could confuse the results of the trial, interfere with the subject's participation throughout the duration of the trial, or is not in the interest of the subject to participate, in the opinion of the investigating investigator.", "Has experienced psychiatric disorders or substance abuse that would interfere with cooperation with the requirements of the trial.", "• Is pregnant or lactating, or expects to design or father children within the duration of the trial, starting with the screening or screening visit within 120 days of the last dose of the trial treatment.", "Has previously received anti-PD-1, anti-PD-L1, anti-PD-L2 or co-inhibitor treatment of T-cell receptors (e.g., OX40-CD137, CTA-4)", "A known history of human immunodeficiency virus (HIV) (HIV antibody 1/2).", "Have experienced active hepatitis B (e.g., reactive HBsAg) or hepatitis C (e.g., [qualitative] HCV RNA is detected).", "Note: Seasonal influenza vaccines for injection are generally inactivated and are allowed; however, intranasal influenza vaccines (e.g. Flu-Mist®) are live attenuated vaccines and are not allowed."], "Results": ["Performance measures:", "PD-1 expression", "PD-1 expression after a single dose of pembrolizumab.", "Immunohistochemical stains were performed on 5 μm thick sections using an automatic immunostainer (Bond Max Autostainer, Leica) as directed by the manufacturer.", "A monoclonal antibodies was used for PD1 (NAT105 clone, Abcam). The expression of PD1 on STIL was evaluated semi quantitatively.", "Time limit: 2 years", "Results 1:", "Title of the arm/group: Cohort A1", "Description of the arm/group: The A1 cohort will include patients with triple negative breast tumours. Patients will be treated with an intravenous injection of Pembolizumab (Keytruda) at 200 mg 10 +/- 4 days prior to surgery.", "Pembolizumab: Biological: monoclonal anti-PD-1 antibodies humanized monoclonal anti-PD-1 antibodies humanized monoclonal antibodies is a programmed dead-1 (PD-1) immune control antibody that selectively interferes with the combination of PD-1 with its ligands, PD-L1 and PD-L2.", "Total number of participants analysed: 15", "Median (full range)", "Unit of measure: percentage 0 (0-10)", "Results 2:", "Title of the arm/group: Cohort A2", "Description of the arm/group: Cohort A2 will include patients with negative ER/PR and positive breast tumours to Her2. Patients will be treated with an intravenous injection of Pembolizumab (Keytruda) at 200 mg 10 +/- 4 days prior to surgery.", "Pembolizumab: Biological: monoclonal anti-PD-1 antibodies humanized monoclonal anti-PD-1 antibodies humanized monoclonal antibodies is a programmed dead-1 (PD-1) immune control antibody that selectively interferes with the combination of PD-1 with its ligands, PD-L1 and PD-L2.", "Total number of participants analysed: 4", "Median (full range)", "Unit of measure: percentage 0 (0 to 1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/16 (0.00 per cent)", "Adverse Events 2:", "Total: 0/5 (0.00 per cent)"]}