{"Clinical Trial ID": "NCT02321527", "Intervention": ["INTERVENTION 1:", "Imaging the lymph nodes of the ECUS + Guided Biopsy", "The subdermal periareolar injection of 0.2-0.5 cc microbubble contrast Microspheres type A of Perflutren Proteins Suspension for injection before ultrasonic contrast (CEUS), sentinel lymph nodes biopsy and placement of radioactive seeds."], "Eligibility": ["Incorporation criteria:", "- 18 years or older.", "Invasive breast cancer, proven by ipsilateral biopsy, < 5 cm in maximum size by ultrasound or mammography.", "No abnormal axillary nodes identified on grey-scale AUS, or abnormal nodes with subsequent benign NAF biopsy.", "- Exclusion criteria:", "Pregnant or lactating women", "Previous cut of the NSA", "- Neoadjuvant chemotherapy.", "A prior axillary lymph node operation.", "Previous history of ipsilateral breast cancer.", "Known or suspected: Cardiac rockets", "Known or suspected: hypersensitivity to perflutren, blood, blood products or albumin", "Known or suspected: hypersensitivity to previous administration of OPTISON"], "Results": ["Performance measures:", "Number of participants in breast cancer with sentinel lymph nodes (SLN) identification using the CEUS technique", "Following the statistical evaluation of the ECUS Microbubble of ipsilateral axillary nodes, needle biopsy and seed placement I-125, only one node/participant (biopsy node) will be included in the statistical evaluation. The technique determined as technically possible if an improvement node is visualized in at least 90% of the subjects and 80% of the concordance is reached between the imaging-guided biopsy and the final surgical histopathology. If no improvement is identified, the excess skin will be massaged and the reinjection of the contrast will be used up to three times. If no improvement in the contrast in the lymphatics is observed, the case will be reported as a failure of the ECUS technique.", "Time limit: 1 day", "Results 1:", "Title of the arm/group: Imaging of the ECUS lymph nodes + Guided biopsy", "Description of the arm/group: Subdermal perareolar injection of 0.2-0.5 cc microbubble contrast Perflutren type A microspheres Suspension for injection before contrast-enhanced ultrasound (CEUS), sentinel lymph nodes biopsy and placement of radioactive seeds.", "Total number of participants analysed: 21", "Type of measure: Number of participants", "Unit of measure: Participants 20 95.2%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/21 (0.00 per cent)"]}