{"Clinical Trial ID": "NCT00295620", "Intervention": ["INTERVENTION 1:", "Arm A: Anastrozol", "1 mg per day for 2 years", "INTERVENTION 2:", "Bras B: Anastrozol", "1 mg per day for 5 years"], "Eligibility": ["• Inclusion criteria:", "* Menopausal patients with confirmed histology with minimal invasive or invasive Mammacarcinoma with or without prior chemotherapy and/or radiotherapy.", "No remote metastasis at randomization", "No relapse to randomization", "- Classification TNM- at the time of diagnosis: T1-3, N0 and N+, M0", "Estrogen- and or progesterone positive before initiation of primary endocrine therapy", "• Endocrinotherapy for 5 years (maximum deviation ± 12 months)", "A therapeutic break (from preliminary therapy) of up to 12 months.", "Informed consent prior to randomisation", "- Exclusion criteria:", "* Premenopausal patients or patients with undefined menopausal status at randomization", "- An apparent secondary malignant tumour or a status after secondary malignant tumour (Exceptions: bilateral breast carcinoma appearing simultaneously, estrogen- and or progesterone positive receptor on both sides at the time of diagnosis; in situ cervix carcinoma and basal cell carcinoma of the skin)", "A general contraindication for hypersensitivity to Anastrozol, respectively.", "A carcinoma in situ of any size with or without Mb. Paget of Mamilla's T4 tumour, respectively, at the time of the first diagnosis.", "Unknown or negative receptor at the time of diagnosis at the start of primary endocrine therapy, respectively", "known hepatic and/or renal impairment", "Performance index >2 according to WHO", "• Regular hormonal supplementation and hormone replacement therapy (HRT) more than 6 months since primary mamma carcinoma surgery", "A serious accessory disease, which prevents adjuvant therapy according to protocol and/or regular follow-up care.", "• Failure to comply with the patient's requirements", "Incompetence and/or other circumstances, which prevent the patient from understanding the nature, meaning and consequences of the clinical trial", "• An existing psychiatric illness according to the ICD (especially alcohol dependence) and the time of admission to the study"], "Results": ["Performance measures:", "• Survivors without disease after prolonged endocrine treatment", "To determine if 5 years of additional Anastrozole was more effective than 2 years of additional Anastrozole after 5 years of endocrine adjuvant therapy in terms of disease-free survival.", "Time limit: DFS has been defined as the period from two years after randomisation to the first onset of loco-regional recurrence, distant recurrence, new breast cancer, second cancer or death of any cause, estimated to be up to a maximum of 8.5 years", "Results 1:", "Title of the arm/group: Arm A: Anastrozol", "Description of the arm/group: 1 mg per day for 2 years", "Total number of participants analysed: 1281", "Median (interquartile range)", "Unit of measurement: NA years [1] (7.7 to NA)", "Results 2:", "Title of arm/group: Arm B: Anastrozol", "Description of the arm/group: 1 mg per day for 5 years", "Total number of participants analysed: 1323", "Median (interquartile range)", "Unit of measurement: NA years [1] (8.1 to NA)"], "Adverse Events": ["Undesirable Events 1:", "Total: 687/1710 (40.18 per cent)", "Anemia 1/1710 (0.06%)", "- Macrocytic anaemia 0/1710 (0.00 %)", "Bone marrow edema 3/1710 (0.18%)", "Hemolytic anaemia 1/1710 (0.06%)", "Immune thrombocytopenia purpura 1/1710 (0.06%)", "- Leucopenia 0/1710 (0.00 per cent)", "1/1710 (0.06%)", "1/1710 (0.06%)", "3/1710 (0.18%)", "Mastocytosis 1/1710 (0.06%)", "Adverse Events 2:", "Total: 452/1705 (26.51 per cent)", "Anemia 1/1705 (0.06%)", "1/1705 (0.06%)", "Oedema of bone marrow 0/1705 (0.00 %)", "Haemolytic anaemia 0/1705 (0.00 %)", "Immune thrombocytopenia purpura 0/1705 (0.00 %)", "1/1705 (0.06%)", "Calcification of lymph nodes 0/1705 (0.00 %)", "- Lymphadenite 0/1705 (0.00 %)", "- Lymphadenopathy 0/1705 (0.00 %)", "- Mastocytosis 0/1705 (0.00 %)"]}