{"Clinical Trial ID": "NCT00856492", "Intervention": ["INTERVENTION 1:", "1st arm (Nab-Paclitaxel + Bevacizumab - AC+PEG-G)", "- Intravenous administration (IV) of nabpaclitaxel 100 mg/m2 IV per week for 12 weeks (nP x 12) with bevacizumab IV 10 mg/kg every 2 weeks (six doses), followed by doxorubicin IV 60 mg/m2 and cyclophosphamide 600 mg/m2 with pegfilgrastim 6 mg subcutaneously every 2 weeks for six cycles (ddAC x 6).", "INTERVENTION 2:", "2/3 (Nab-Paclitaxel/AC+PEG-G)", "* Received nP x 12 followed by ddAC x 6, or received ddAC x 6 followed by nP x 12, without bevacizumab"], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "One of the following criteria is met by histologically or pathologically confirmed breast cancer:", "Locally advanced diseases (stage IIIB disease, stage IIB/IIIA disease or stage IIIC disease)", "Inflammatory disease that meets the following two criteria:", "• Diffuse erythema AND oedema (orange skin) of the breast involving the majority of the breast skin, i.e. more than 50%", "A biopsy demonstrating cancer either within the dermal lymphatic OR in the breast parenchyma itself", "- HER2/neu-negative tumour as demonstrated by 0 or 1+ (low or no colouring) by DAKO, IHC, or equivalent test OR no gene amplification by FISH*", "2+ per DAKO or IHC admitted provided FISH* negative", "NOTE: *A negative FISH test report is < 1.8 or a copy of the FISH HER2 gene < 4.0; if only a positive or negative result is available from the FISH test, a negative result is acceptable for participation in the study.", "Known situation of hormone receptors", "CHARACTERISTICS OF PATIENTS:", "• Menopausal status not specified", "Zubrod 0-2's performance status", "Number of granulocytes > 1500/mm^3", "1 500 YEARS/mm^3", "Number of platelets > 100 000/mm^3", "Hemoglobin 9.0 g/dL", "Serum creatinine level 1.5 times the upper limit of normal (ULN)", "Bilirubine 1.5 mg/dL", "ALT and AST 3 times ULN", "- Alcaline phosphatase 2.5 LSN (unless bone metastases are present in the absence of liver metastases)", "Urine level:creatinine 0.5 OR urine protein < 1000 mg on urine collection 24 hours a day", "No pregnancy or breast-feeding", "Negative pregnancy test", "Fertile patients should use effective contraception", "• Capable of taking oral medicines (e.g., no nausea, uncontrolled vomiting or diarrhoea, lack of physical integrity of the upper digestive tract or malabsorption syndrome)", "QTc < 500 msec by EKG", "- Normal LVEF by MUGA or ECHO (for patients with hypertension or for patients over 60 years of age)", "(for patients who have received central chest radiotherapy including the heart in the port of radiation therapy, or for patients with a history of Class II heart failure but who are asymptomatic during treatment are eligible)", "No stroke, transient ischemic attack or cardiac event in the last 12 months, including any of the following:", "Myocardial infarction (including severe/unstable angina)", "A coronary bypass transplant/peripheral artery", "- Symptomatic congestive heart failure", "- Pulmonary embolism", "No poorly controlled hypertension, defined as recurrent or persistent high blood pressure (24 hours) (i.e. systolic blood pressure 140 mm Hg and/or diastolic blood pressure 90 mm Hg)", "No other malignancy in the last 5 years, except for sufficiently treated basal or squamous cells or for cervical cancer in situ.", "Peripheral neuropathy < grade 2", "THERAPE PRIOR CONCURENT:", "No previous tyrosine kinase inhibitors", "More than 5 years after chemotherapy, radiotherapy or previous biological therapy (e.g. trastuzumab or bevacizumab) for invasive breast cancer", "At least 7 days after prior hormonal treatment", "At least 7 days after administration of potent CYP3A4 inhibitors (e. g. ketoconazole, itraconazole, clarithromycin, atazanavir, indinavir, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin, voriconazole) or grapefruit juice.", "No concomitant CYP3A4 inducers (e.g., dexamethasone, phenytoin, carbamazepine, rifampin, rifabutin, rifapentin, phenobarbital, St. John's wort)", "No other concomitant treatment for breast cancer, with the exception of bisphosphonates", "No simultaneous brachytherapy"], "Results": ["Performance measures:", "Number of patients with complete pathological response rate", "The complete pathological response (CPR), commonly defined as the absence of residual invasive cancer in the lymph nodes of the breast and axillaries, has emerged as a surrogate criterion for disease-free and overall survival, as the achievement of SPC is associated with a long-term prognosis in all subtypes of breast cancer.", "Time limit: pre-study pathology vs post-chemio-chemio-chemio-chemio-chemio-chemio-chemio-chemio-chemio-chemio-chemio-chemio-chemio-chemio (approximately 39-42 weeks after randomisation)", "Results 1:", "- Arm/group title: arms 1 (Nab-Paclitaxel + Bevacizumab - AC+PEG-G)", "Description of the arm/group: Intravenous (IV) administration of nabpaclitaxel 100 mg/m2 IV per week for 12 weeks (nP x 12) with bevacizumab IV 10 mg/kg every 2 weeks (six doses), followed by doxorubicin IV 60 mg/m2 and cyclophosphamide 600 mg/m2 with pegfilgrastim 6 mg subcutaneously every 2 weeks for six cycles (ddAC x 6).", "Total number of participants analysed: 98", "Type of measure: Number of participants", "Unit of measure: Participants 35 35.7%", "Results 2:", "Title of arm/group: arms 2/3 (Nab-Paclitaxel/AC+PEG-G)", "- Arm/group description: Received nP x 12 followed by ddAC x 6, or received ddAC x 6 first followed by nP x 12, without bevacizumab", "Total number of participants analysed: 113", "Type of measure: Number of participants", "Unit of measure: Participants 24 21.2%"], "Adverse Events": ["Undesirable Events 1:", "Total: 22/96 (22.92 per cent)", "Anemia 1/96 (1.04%)", "4/96 (4.17 per cent)", "Heart failure 1/96 (1.04%)", "Abdominal pain 1/96 (1.04%)", "Dysphagia 1/96 (1.04%)", "Oral mucositis 1/96 (1.04%)", "Nausea 1/96 (1.04%)", "Vomiting 2/96 (2.08 per cent)", "Deaths NOS 0/96 (0.00 %)", "Pain 1/96 (1.04%)", "- Catheter-related infection 1/96 (1.04%)", "Infective enterocolitis 0/96 (0.00 %)", "Adverse Events 2:", "Total: 3/60 (5.0%)", "Anemia 1/60 (1.67%)", "Febrile neutropenia 1/60 (1.67%)", "Heart failure 1/60 (1.67%)", "Abdominal pain 0/60 (0.00 %)", "- Dysphagia 0/60 (0.00 %)", "- Oral mucositis 0/60 (0.00 %)", "- Nausea 0/60 (0.00 %)", "- Vomiting 0/60 (0.00 %)", "Death NOS 1/60 (1.67%)", "- Pain 0/60 (0.00 %)", "- Catheter-related infection 0/60 (0.00 %)", "Infective enterocolitis 1/60 (1.67%)"]}