{"Clinical Trial ID": "NCT00093795", "Intervention": ["INTERVENTION 1:", "Group 1: TAC X 6", "Doxorubicin, cyclophosphamide and docetaxel.", "Cyclophosphamide: Group 1: Cyclophosphamide 500 mg/m2 IV every 21 days for 6 cycles", "Group 2 and group 3: cyclophosphamide 600 mg/m2 IV every 14 days for 4 cycles", "Docetaxel: 75 mg/m2 IV every 21 days for 6 cycles", "Doxorubicin: group 1: 50 mg/m2 IV every 21 days for 6 cycles", "Group 2 and group 3: 60 mg/m2 IV every 14 days for 4 cycles", "INTERVENTION 2:", "Group 2: AC X 4 and then P X 4", "Doxorubicin, cyclophosphamide and paclitaxel", "Cyclophosphamide: Group 1: Cyclophosphamide 500 mg/m2 IV every 21 days for 6 cycles", "Group 2 and group 3: cyclophosphamide 600 mg/m2 IV every 14 days for 4 cycles", "Paclitaxel: 175 mg/m2 IV every 14 days for 4 cycles", "Doxorubicin: group 1: 50 mg/m2 IV every 21 days for 6 cycles", "Group 2 and group 3: 60 mg/m2 IV every 14 days for 4 cycles"], "Eligibility": ["Incorporation criteria:", "The patient must consent to participate in the study and have signed an approved consent form in accordance with federal and institutional guidelines.", "The patient must have a life expectancy of at least 10 years and a performance of Zubrod of 0 or 1. (Comorbid conditions but not the diagnosis of breast cancer should be taken into consideration when determining life expectancy.)", "The interval between the last surgical procedure for the sequencing or treatment of breast cancer and randomization should not exceed 84 days.", "The tumour should be an invasive carcinoma of the breast during histological examination.", "All of the following selection criteria must be met:", "Based on the clinical and pathological assessment, the primary tumour should be T1-3;", "Based on the clinical assessment, ipsilateral nodes should be cN0, cN1 or cN2a;", "According to the pathological assessment, the ipsilateral nodes should be pN1 (pN1mi, pN1a, pN1b, pN1c), pN2a, pN3a or pN3b (only due to microscopic intervention of the internal breast node detected by sentinel dissection of the lymph node and with more than 3 positive axillary lymph nodes).", "If the analysis of the ER is negative, then the analysis of the progesterone receptor (PgR) must be performed. If the analysis of the ER is positive, the analysis of the ER is desired, but not mandatory. The results (\"Marginal\" or \"borderline\" [i.e. those that are not definitively negative] will be considered positive regardless of the methodology used.)", "Patients should have undergone a total lumpectomy or mastectomy. Patients should have followed one of the following procedures for the assessment of pathological nodal status.", "- Sentinel lymphadectomy followed by elimination of other non-sensional lymph nodes (This approach is strongly recommended.)", "- Sentinel lymphadectomy alone if one of the following criteria is met:", "The pathological nodal stage based on sentinel adenectomy is pN1mi or pN1b", "The surgeon chooses not to remove other non-feminine nodes (This approach is strongly discouraged, but will not prevent participation in the B-38.)", "Axillary lymphadectomy without sentinel ganglion isolation procedure.", "Patients should not provide any clinical or radiological evidence of metastatic disease.", "Patients with skeletal pain or alkaline phosphatase greater than ULN but less than or equal to 2.5 x ULN may be included in the study if bone scans do not demonstrate metastatic disease.", "Patients with aspartate transaminase (AST) or alkaline phosphatase higher than ULN may be included in the study if liver imaging does not demonstrate metastatic disease and the following requirements are met at randomization.", "The number of postoperative absolute granulocytes (AGCs) must be greater than or equal to 1200/mm3.", "The number of postoperative platelets must be greater than or equal to 100,000/mm3.", "The following criteria for postoperative evidence of adequate liver function must be met:", "Total bilirubin should be less than or equal to the NSA for the laboratory, unless the patient has a Grade 1 bilirubin elevation (greater than the NSA at 1.5 x NSA) due to Gilbert's disease or a similar syndrome due to slow conjugation of bilirubin; and", "The alkaline phosphatase shall be less than or equal to 2.5 x ULN for the laboratory; and", "The AST shall be less than or equal to 1.5 x ULN for the laboratory; and", "Both alkaline phosphatase and AST cannot be greater than the ULN.", "The postoperative serum creatinine should be less than or equal to the NSA.", "At the time of randomization, the patient should have had the following results: history and physical examination, EKG, and chest imaging in the last 3 months, and bilateral mammography in the last 6 months.", "Within 3 months prior to entry, the patient must have an initial left ventricular ejection fraction (LVF), measured by a multiple acquisition scan or echocardiogram (MUGA), greater than or equal to the lower limit of normal (LLN) for the facility performing the operation and no evidence of regional wall abnormalities.", "Patients with the following cancers are eligible if they have been diagnosed and treated over the past five years: in situ cervix carcinoma, in situ colon carcinoma, in situ melanoma, and basal cell and squamous skin carcinoma.", "Specific conditions for eligibility of patients with lumpectomy: radiation therapy and surgery. Patients treated with lumpectomy must meet all eligibility criteria in addition to the following criteria:", "In general, lumpectomy should be reserved for tumours less than 5 cm. However, at the discretion of the investigator, patients treated with lumpectomy for tumours greater than or equal to 5 cm are eligible if the eligibility criteria for lumpectomy are met.", "In patients for whom the pathological examination demonstrates the presence of tumours at the resection line, other operating procedures may be performed to obtain clear margins. This is permitted even if the axillary evaluation has been completed. Patients in whom the tumour is still present at the resection margin after reexcision must undergo a total mastectomy to be eligible. (Patients with positive margins for lobular carcinoma in situ (LCIS) are eligible without further resection.)", "The irradiation of regional lymph nodes is optional, but radiotherapy plans must be reported by the investigator prior to randomization for stratification.", "Special conditions for the eligibility of patients with mastectomy: radiation therapy Postmastecomy thoracic wall and/or regional nodal irradiation are optional. Radiation plans in patients with mastectomy must be reported by the investigator prior to randomization for stratification purposes.", "Ineligibility criteria", "Women with one or more of the following conditions or prior therapy are not eligible for this study:", "The tumours that have been determined to be receptor 2 of the human epidermal growth factor (HER2)-positive by immunohistochemistry (3+) or fluorescent in situ hybridization (positive for gene amplification).", "- Contralateral breast cancer (invasive or DSIS) or mammographic or mass abnormality in the opposite breast suspect malignant unless there is evidence of biopsy that the mass is not malignant.", "A primary tumor staged like T4 for any reason.", "- Clinical nodal stages including cN2b and cN3 or pathological nodal stages including pN0(i+), pN2b, pN3b with clinically apparent internal breast nodes, or pN3c.", "Patients with these conditions are considered ineligible unless there is evidence of biopsy that they are not involved in a tumour.", "• Previous history of breast cancer, including CDIS (patients with a history of CDIS are eligible).", "One exception is hormonal therapy, which may have been administered for a maximum of 28 days at any time after diagnosis and before entry into the study. In such a case, hormonal therapy should stop at or before randomization and be restarted, as appropriate, after chemotherapy. A second exception is radiotherapy for patients enrolled in NSABP B-39 and assigned to partial breast irradiation (group 2). These patients may have received RT prior to entry into study B-38.", "Previous treatment with anthracyclines or taxanes for any malignancy.", "Any sexual hormonal therapy, e.g. contraceptive pills, ovarian hormone replacement, etc. (These patients are eligible if this therapy is discontinued prior to randomization.)", "Treatment with hormonal agents such as raloxifene (Evista®), tamoxifene or other selective estrogen-receptor modulators (SERM), either for osteoporosis or for the prevention of breast cancer. (Patients are only eligible if these drugs are discontinued prior to randomisation.", "A heart disease that would prevent the use of anthracyclines, including:", "A history of myocardial infarction documented by elevated cardiac enzymes or regional wall abnormalities in the evaluation of left ventricular function (LV);", "- Angina, which requires the use of anti-anginal medicines;", "Any documented history of congestive heart failure;", "Serious cardiac arrhythmia requiring medication;", "A severe conduction abnormality;", "a valvular disease with a documented cardiac function compromise; and", "Uncontrolled hypertension defined as blood pressure greater than 160/100 during antihypertensive therapy.", "Conditions that would prohibit the administration of corticosteroids.", "A sensory or motor neuropathy greater than or equal to Class 2, as defined by the common NCI terminology criteria for adverse events Version 3.0.", "A non-malignant systemic disease (heart, kidney, liver, etc.) that would prevent a patient from receiving one of the treatment options or prevent prolonged follow-up.", "History of hepatitis B or C.", "• Pregnancy or lactation at the time of the proposed randomization; women with reproductive potential must agree to use an effective non-hormonal contraceptive method.", "• Concomitant treatment with other experimental agents for the treatment of breast cancer.", "- Psychiatric or addictive disorders or other conditions which, in the opinion of the investigator, would prevent the patient from meeting the requirements of the study.", "Specific conditions for the inadmissibility of patients with lumpectomy: radiation therapy and surgery", "For patients treated with lumpectomy, complete breast irradiation is required.", "The following patients will not be eligible:", "(These patients are eligible if they undergo mastectomy.)", "Such mass must be biopsy and demonstrated to be histologically benign before randomization or, if malignant, to be surgically removed with clear margins.", "Patients in whom the margins of the resected sample are involved in an invasive tumour or DCIS."], "Results": ["Performance measures:", "• Disease-free survival: any recurrence, contralateral breast cancer, second primary cancer, death by any cause before recurrence or second primary cancer", "The percentage of cancer-free and living patients.", "Time limit: 5 years", "Results 1:", "Title of arm/group: Group 1: TAC X 6", "Description of the arm/group: Doxorubicin, cyclophosphamide and docetaxel.", "Cyclophosphamide: Group 1: Cyclophosphamide 500 mg/m2 IV every 21 days for 6 cycles", "Group 2 and group 3: cyclophosphamide 600 mg/m2 IV every 14 days for 4 cycles", "Docetaxel: 75 mg/m2 IV every 21 days for 6 cycles", "Doxorubicin: group 1: 50 mg/m2 IV every 21 days for 6 cycles", "Group 2 and group 3: 60 mg/m2 IV every 14 days for 4 cycles", "Total number of participants analysed: 1610", "Type of measurement: Number", "Unit of measure: percentage of patients 80.1 (78.0-82.0)", "Results 2:", "Name of arm/group: Group 2: AC X 4 then P X 4", "Description of the arm/group: Doxorubicin, cyclophosphamide and paclitaxel", "Cyclophosphamide: Group 1: Cyclophosphamide 500 mg/m2 IV every 21 days for 6 cycles", "Group 2 and group 3: cyclophosphamide 600 mg/m2 IV every 14 days for 4 cycles", "Paclitaxel: 175 mg/m2 IV every 14 days for 4 cycles", "Doxorubicin: group 1: 50 mg/m2 IV every 21 days for 6 cycles", "Group 2 and group 3: 60 mg/m2 IV every 14 days for 4 cycles", "Total number of participants analysed: 1618", "Type of measurement: Number", "Unit of measure: percentage of patients 82.2 (80.2-84.0)"], "Adverse Events": ["Undesirable Events 1:", "Total: 277/1601 (17.30 per cent)", "Disseminate intravascular coagulation 1/1601 (0.06%)", "- Febrile neutropenia 40/1601 (2,50%)", "Atrial fibrillation 2/1601 (0.12%)", "1/1601 (0.06%)", "Pericarditis 1/1601 (0.06%)", "Sinus tachycardia 2/1601 (0.12%)", "- Superventricular tachycardia 2/1601 (0.12%)", "1/1601 (0.06%)", "Glaucoma 1/1601 (0.06%)", "Adverse Events 2:", "Total: 158/1612 (9.80 per cent)", "Disseminate intravascular coagulation 0/1612 (0.00 %)", "- Febrile neutropenia 45/1612 (2.79 per cent)", "Atrial fibrillation 3/1612 (0.19%)", "Pericardial infusion 0/1612 (0.00 %)", "Pericarditis 0/1612 (0.00 %)", "Sinus tachycardia 0/1612 (0.00 %)", "1/1612 (0.06%)", "- Ventricular tachycardia 0/1612 (0.00 %)", "Glaucoma 0/1612 (0.00 %)"]}