{"Clinical Trial ID": "NCT00073073", "Intervention": ["INTERVENTION 1:", "- Exemestane", "The exemestane 25 mg oral (PO) daily for two years taken with calcium carbonate 1200 mg PO daily and vitamin D 400 IU PO daily Initially, patients were expected to receive celecoxib, but the study was modified first of all and celecoxib was never given to any subjects.", "Exemestane: exemestane 25 mg orally (PO) daily for two years", "Calcium carbonate: Calcium carbonate 1200 mg PO daily x 2 years", "Vitamin D: Vitamin D 400 international units PO daily x 2 years"], "Eligibility": ["CRITERIA FOR INCLUSION:", "Menopausal women.", "In unclear cases (e.g. in children 50 years of age with hysterectomy), chemical confirmation of postmenopausal status may be confirmed by a stimulating follicular hormone (FSH) greater than 35 U/L.", "High risk of developing invasive breast cancer under one of the following criteria:", "(This is the same minimum level of risk required for a subject to be eligible for the recently completed tamoxifen NSABP-P1 breast cancer prevention trial).", "- Lobular neoplasia.", "Atypical ductal hyperplasia.", "DCIS (inductive carcinoma in situ) which has already been treated with mastectomy or lumpectomy and radiation, +/- tamoxifen.", "Both BRCAPRO and Couch will be used to assess this risk. If a woman has a 20% risk of wearing a BRCA1/2 mutation by either model, she will meet the eligibility criteria.", "At least 2 years after the treatment of invasive diseases and no previous use of aromatase inhibitors.", "Subjects should be prepared to refrain from using hormonal therapies (e.g. tamoxifen, hormone replacement therapy, oral contraceptive pills, intrauterine hormone-containing devices, etc.).", "The Eastern Cooperative Oncology Group (ECOG) is able to assess the 0-1 performance status.", "The subject was advised about his options and signed the informed consent document.", "The reference-based dual-emission absorptiometry (DEXA) with a bone mineral density (BMD) T-score greater than or equal to 2.5 at the vertebral column of the posterior antero (AP).", "- Hemoglobin greater than or equal to 11 g/dl.", "Creatinine less than 1.5 times the upper limits of normal.", "- Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) less than 2.5 times the upper limit of normal.", "No search agent for 30 days.", "If the cancer history (other than epidermal or basal cell skin cancers), the subject should not show signs of disease at the time of registration AND no history of cancer treatment during the 2 years prior to registration.", "EXCLUSION CRITERIA:", "Current or recent chronic use (within 3 months) of hormonal drugs, e.g. oral contraceptive pills, hormone replacement therapy, tamoxifen, raloxifene, IUD with progestins or corticosteroids. (Subjects on topical or inhaled chronic steroids will be eligible for study.) Current use of phenytoin, carbamazepine, rifampin due to increased oestrogen metabolism.", "History of coagulation or haemorrhagic disorder.", "History of allergic reactions attributed to compounds of chemical or biological composition similar to exemestane (e.g. anastrozole, letrozole, formstane).", "• An uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia, or psychiatric or social situations that would limit compliance with the requirements of the study."], "Results": ["Performance measures:", "Percentage change in mammographic density at 1 year on exemestane", "[Unspecified]", "Time limit: 1 year", "Results 1:", "Title of the arm/group: Exemestane", "Description of the arm/group: exemestane 25 mg per mouth (PO) daily for two years taken with calcium carbonate 1200 mg PO daily and vitamin D 400 IU PO daily Initially, patients were expected to receive celecoxib, but the study was modified before any current subject and celecoxib was never given to any subject.", "Exemestane: exemestane 25 mg orally (PO) daily for two years", "Calcium carbonate: Calcium carbonate 1200 mg PO daily x 2 years", "Vitamin D: Vitamin D 400 international units PO daily x 2 years", "Total number of participants analysed: 42", "Average (95% confidence interval)", "Unit of measure: percentage change from baseline -2.4 (-5.0 to 0.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/42 (0.00 per cent)"]}