{"Clinical Trial ID": "NCT00376597", "Intervention": ["INTERVENTION 1:", "Arm I (Education lymphedema)", "Six weeks after surgery, patients receive a brief post-operative treatment session describing the risk of lymphedema and prevention through oral instructions and written documents. Patients complete physical assessments and questionnaires at 6 weeks and 6, 12 and 18 months. Patients are also contacted by telephone at 9 and 15 months.", "INTERVENTION 2:", "Arm II (Educational lymphedema, physiotherapy)", "Patients receive lymphedema education and complete physical assessments and questionnaires as in Arm I. Patients also complete a personalized physiotherapy procedure, receive a refrigerator magnet, and a 15-minute video that reinforces information and exercises."], "Eligibility": ["• Eligibility criteria:", "Newly diagnosed with stage I-III female breast cancer", "No history of in situ carcinoma, lobular carcinoma in situ (LCIS), in situ channel carcinoma (CDIS), or invasive breast cancer", "* Patients with a history of other invasive malignancies are eligible as long as they have completed treatment and are 5 years after diagnosis; patients with basal and squamous skin cell cancer are eligible.", "Neoadjuvant treatment", "Patients who require any type of radiotherapy in the breast or axilla are eligible; however, they should be enrolled in this study with pre-surgery measures taken before receiving neoadjuvant therapy.", "Patients who require neoadjuvant chemotherapy are also eligible; however, they should be registered in this study with pre-surgical measures taken before receiving neoadjuvant therapy.", "Patients not receiving any neoadjuvant treatment are eligible", "* Can be enrolled in other treatment trials; however, patients enrolled in surgery trials where only one treatment arm is completely dissection of axillary node are not eligible; NOTE: Patients enrolled in the American College of Surgeons (ACOSOG)-Z1071 Oncology Group are eligible to participate in this study; patients enrolled simultaneously in this study and ACOSOG-Z1071 cannot also be enrolled in the ACOSOG-Z1071 lymphedema sub-study.", "No documented cardiac conduction disorder, unstable angina, dementia, or any other chronic disease that, in the opinion of the treating physician, significantly increases mortality over the next 2 years", "No lymphedema diagnosed", "To be properly adjusted for the elastic sleeve, eligible patients must have arm measurements for the axilla, elbow and wrist that fit into the ranges for one of the six sleeve sizes.", "At present, there are no motorcyclists or wheelchairs for mobility, nor are there any dependents.", "Able to participate in a soft exercise program", "Want to go back to the study site for the duration of the study (18 months)", "- Sentinel (SND) or complete dissection of axillary nodes (AND) (no minimum number of nodes required)", "Patients with double mastectomy, dissection of the axillary node and/or radiation on both arms are not eligible; patients undergoing these treatments (i.e. surgery or radiation) on the contralateral arm after registration in step 2 are still eligible to remain in the study; however, it should be properly documented on Form C-1628 at the end of the study."], "Results": ["Performance measures:", "Number of participants who were without lymphedema 18 months after randomization", "To test, in a randomized group controlled trial, the effectiveness of this program in relation to education only to reduce the incidence of lymphedema.", "Time limit: 18 months", "Results 1:", "Title of arm/group: Arm I (Education Lymphedema)", "Six weeks after surgery, patients receive a brief post-operative treatment session describing the risk of lymphedema and prevention through oral instructions and written documents. Patients complete physical assessments and questionnaires at 6 weeks and 6, 12 and 18 months. Patients are also contacted by telephone at 9 and 15 months.", "Total number of participants analysed: 242", "Type of measure: Number of participants", "Unit of measure: Participants 114 47.1%", "Results 2:", "Title of arm/group: Arm II (Lymphedema Education, Physiotherapy)", "Description of the arm/group: Patients receive an education on lymphedema and complete physical assessments and questionnaires as in Arm I. Patients also complete a personalized physiotherapy procedure, receive a refrigerator magnet, and a 15-minute video that reinforces information and exercises.", "Total number of participants analysed: 312", "Type of measure: Number of participants", "Unit of measure: Participants 135 43.3%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/0", "Adverse Events 2:", "Total: 0/0"]}