{"Clinical Trial ID": "NCT00003830", "Intervention": ["INTERVENTION 1:", "Arm I:Resection of the sentinel node+Conventional axillary dissection", "• Resection of the sentinel node immediately followed by an axillary dissection", "Conventional surgery: resection of the sentinel node immediately followed by an axillary dissection.", "INTERVENTION 2:", "- Arm II: Resection of the sentinel node followed by examination of the node", "• Resection of the sentinel node followed by examination of the node and then dissection of the axillary node if the sentinel node is positive.", "• Resection of the sentinel node followed by examination of the sentinel node: Resection of the sentinel node followed by examination of the node and then dissection of the axillary node if the sentinel node is positive. No axillary dissection for the negative sentinel node."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Invasive breast adenocarcinoma, confirmed by 1 of the following substances:", "Histologically confirmed by the biopsy of the nucleus or open", "Confirmed by thin needle aspiration cytology AND positive clinical breast examination and ultrasound or mammography", "Clinically negative lymph nodes", "No positive ipsilateral axillary lymph nodes", "No prior withdrawal of ipsilateral axillary lymph nodes", "No suspicious palpable nodes in the contralateral axel or palpable supraclavicular or infraclavicular nodes, unless biopsy has proven that there is no malignantity.", "No ulceration, erythema, infiltration of the underlying skin or chest wall (full fixation), orange skin or skin oedema of any magnitude", "The entanglement or extinction of the skin or the inversion of nipples is permitted.", "No malignancy or bilateral mass in the opposite breast that is suspected of malignancy, unless biopsy has proven that it is not malignant", "No diffuse tumours or multiple malignancies in different breast quadrants", "No other prior breast cancer except lobular carcinoma in situ", "No prior or concomitant breast implants", "- Hormonal receptor status:", "Unspecified", "CHARACTERISTICS OF PATIENTS:", "Age:", "- 18 years and over", "Gender:", "Women", "Status of menopause:", "Unspecified", "Status:", "Unspecified", "Life expectancy:", "At least 10 years (excluding cancer diagnosis)", "Haematopoietic:", "Unspecified", "Hepatic:", "No liver system disease", "- Renal:", "No kidney system disease", "Cardiovascular disorders:", "No systemic cardiovascular disease", "Other:", "No prior illness in the last five years except:", "Effective treatment of skin cancer in squamous or basal cell cells", "A carcinoma surgically treated in situ from the cervix", "A lobular carcinoma treated surgically in situ of the ipsilateral or contralateral breast", "No concurrent psychiatric or addictive disorder", "THERAPE PRIOR CONCURENT:", "Biological therapy:", "No prior immunotherapy for this cancer", "- Chemotherapy:", "No previous chemotherapy for this cancer, including neoadjuvant chemotherapy", "Endocrinotherapy:", "No prior hormonal treatment for this cancer", "Radiotherapy:", "No prior radiation therapy for this cancer", "Surgery:", "See Disease Characteristics", "No previous breast reduction surgery", "A prior excision biopsy or an authorised lumpectomy"], "Results": ["Performance measures:", "Morbidity - Number of participants with residual shoulder removal deficit", "Shoulder Removal Deficiency Definition: The magnitude of shoulder movements decreased by more than or more than 10% from the one measured prior to surgery.", "Time limit: Before and after surgery (within 30 days of randomization)", "Results 1:", "Title of the arm/group: Arm I:Resection of the sentinel node+Conventional axillary dissection", "Description of the arm/group: Resection of the sentinel node immediately followed by an axillary dissection", "Conventional surgery: resection of the sentinel node immediately followed by an axillary dissection.", "Total number of participants analysed: 1449", "Type of measure: Number of participants", "Unit of measure: Participants 276 19.0%", "Results 2:", "Title of the arm/group: Arm II: Resection of the sentinel node followed by examination of the node", "Description of the arm/group: Resection of the sentinel node followed by examination of the node and then dissection of the axillary node if the sentinel node is positive.", "• Resection of the sentinel node followed by examination of the sentinel node: Resection of the sentinel node followed by examination of the node and then dissection of the axillary node if the sentinel node is positive. No axillary dissection for the negative sentinel node.", "Total number of participants analysed: 1519", "Type of measure: Number of participants", "Unit of measure: Participants 200 13.2%"], "Adverse Events": ["Undesirable Events 1:", "Total: 9/2788 (0.32%)", "Anaphylaxis 5/2788 (0.18%)", "- Infections and infestations - Other, specify 2/2788 (0.07%)", "- Nervous system disorders - Other, specify 0/2788 (0.00 %)", "- Respiratory, thoracic and mediastinal disorders - Other, specify 1/2788 (0.04%)", "Thromboembolic event 1/2788 (0.04%)", "Adverse Events 2:", "Total: 8/2800 (0.29%)", "Anaphylaxis 5/2800 (0.18%)", "- Infections and infestations - Other, specify 0/2800 (0.00 %)", "- Nervous system disorders - Other, specify 1/2800 (0.04%)", "- Respiratory, thoracic and mediastinal disorders - Other, specify 1/2800 (0.04%)", "Thromboembolic event 2/2800 (0.07%)"]}