{"Clinical Trial ID": "NCT01959490", "Intervention": ["INTERVENTION 1:", "- Cohort 1P (HER2 Positive)", "Patients are treated with Pertuzumab by rinsing 840 mg IV over 60 minutes daily -14 followed by Trastuzumab IV over 30-60 minutes and Pertuzumab IV over 30-60 minutes, docetaxel IV and carboplatin IV on day 1. Treatment repeats very 3 weeks for 6 courses in the absence of disease progression or unacceptable toxicity.", "INTERVENTION 2:", "- Cohort 1T (HER2 Positive)", "Patients receive treatment with Trastuzumab by rinsing 8 mg/kg IV over 90 minutes daily -14 followed by Trastuzumab IV over 30-60 minutes and Pertuzumab IV over 30-60 minutes, Docetaxel IV and Carboplatin IV on day 1. Treatment repeats every 3 weeks for 6 courses in the absence of disease progression or unacceptable toxicity."], "Eligibility": ["Incorporation criteria:", "The histologically confirmed breast adenocarcinoma with sufficient tissues available for estrogen receptors (ER), progesterone (PR) and HER 2 tests", "HER2 should be positive by IHC or ISH tests according to the laboratory standard.", "• Needle biopsy or incisional biopsy", "Statement of Operations of the Eastern Cooperative Oncology Group (ECOG) (PS) 0-1", "(T/0/N0miT1N0-N0mi), IIA-IIIA (T2 N0/T3N0 or T1-3 N1-N2a) or non-resectable disease - clinical stage IIIB/IIIC (T4 or T1-3 N2b-3); no evidence of metastatic disease", "No chemotherapy, hormone therapy or previous radiation therapy for this cancer", "Absolute number of neutrophils (ANC) 1000/ul", "Number of platelets 100 000/ul", "Hemoglobin 9 g/dl", "Serum creatinine level 1.5 mg/dl or creatinine clearance measured > 30 ml/min", "Total quantity of bilirubin upper limit of normal (ULN)", "Aspartate aminotransferase (AST) 2.5 x USN", "• Patients with multiple outbreaks of invasive cancer in the same breast are eligible if a single lesion meets the above size criteria and if all the lesions sampled are histologically similar (if lesions detected by X-ray are separated from the target lesion for histological evaluation are left at the discretion of the treating physicians); the presence of ductal carcinoma in situ (CDIS) or lobular carcinoma in situ (CLIS) in either breast will not render an ineligible patient; patients with a low incidence of invasive cancer detected in the contralateral breast (T1N0 clinical) are eligible, but only the histological response in the breast containing the target lesions will be taken into consideration in determining the patient's pathological response.", "A measurable disease in the breast or axilla that measures at least 1 cm by clinical or radiographic measure", "- Exclusion criteria:", "Biopsy excision", "• Pregnant and lactating women are not eligible; all participants of childbearing potential must undergo a negative serum pregnancy test at the beginning of the study and agree to use an effective contraceptive method throughout the course of treatment.", "Patients with grade 2 or higher congestive heart failure, myocardial infarction over the past 6 months, unstable angina or arterial thrombotic event over the past 12 months, uncontrolled hypertension (systolic arterial pressure > 150 and/or diastolic arterial pressure > 100 on antihypertensive medicinal products; patients who do not take medicines for high blood pressure and who have systolic arterial pressure [SBP] > 150 and/or diastolic arterial pressure > 100 should have 3 documented episodes of high blood pressure before being considered as \"uncontrolled\", if they have 3 documented episodes of high blood pressure, can then be treated with antihypertensive medicinal products; patients currently taking antihypertensive medicinal products with high blood pressure, as defined above, may have their medicines adjusted; if patients have persistent high blood pressure [3 episodes] despite adjustment of blood pressure, they will be considered to be ineligible for the normal course of examination or for the upper stage of examination, each episode must be treated with a separate hypertensive episode or a higher stage of examination; each episode must be treated with a separate episode.", "No non-mammary malignancy in the last 5 years other than the squamous or basal cell carcinoma treated with the skin or SCI of the cervix", "Patients known to be positive for human immunodeficiency virus (HIV) are not eligible for the study because of their potentially compromised immune system and an increased risk of treatment-related toxicity.", "Advanced (T1N1-4/T2-3 N any) invasive breast cancer contralateral", "Any known history of cerebral vascular disease, including AIT, stroke or subarachnoid haemorrhage", "Patients should not suffer from an unhealing injury or fracture", "Patients with abdominal fistula, gastrointestinal perforation or intra-abdominal abscess within 6 months", "Patients should not have haemorrhagic diathesis, inherited from acquired haemorrhagic disorder or coagulopathy.", "Patients receiving therapeutic doses of Coumadin or Lovenox are not eligible to participate in the study.", "• Major surgery, open biopsy, or significant traumatizing injury within 28 days prior to registration for study or anticipation of the need for major surgery during the study; a nucleus biopsy or other minor surgery, such as the installation of a vascular access device, are excluded from this requirement.", "No known hypersensitivity to any component of bevacizumab"], "Results": ["Performance measures:", "Number of patients with a complete pathological response (CPR) receiving targeted treatment with trastuzumab and pertuzumab or Bevacizumab Planned by molecular subtypes derived from genomics.", "Number of patients with complete pathological response (CPR) receiving treatment targeted with trastuzumab and pertuzumab or bevacizumab predicted by molecular subtypes derived from genomics (HER2 positive or HER2 negative). pCR is defined as the absence of invasive cancer in breast or lymph nodes following neoadjuvant chemotherapy.", "Time limit: Up to 30 days after the last treatment cycle", "Results 1:", "- Arm/group title: Cohort 1P (HER2 Positive)", "Description of the arm/group: Patients receive treatment with Pertuzumab by flow of 840 mg IV over 60 minutes at day -14 followed by Trastuzumab IV over 30-60 minutes and Pertuzumab IV over 30-60 minutes, docetaxel IV and carboplatin IV on day 1. Treatment repeats very 3 weeks for 6 courses in the absence of disease progression or unacceptable toxicity.", "Total number of participants analysed: 5", "Type of measure: Number of participants", "Unit of measure: Participants 4,80.0%", "Results 2:", "Title of arm/group: Cohort 1T (HER2 Positive)", "In the absence of disease progression or unacceptable toxicity, patients receive treatment with Trastuzumab 8 mg/kg IV over 90 minutes at day -14 followed by Trastuzumab IV over 30-60 minutes and Pertuzumab IV over 30-60 minutes, Docetaxel IV and Carboplatin IV on day 1. Treatment is repeated every 3 weeks for 6 courses.", "Total number of participants analysed: 6", "Type of measure: Number of participants", "Unit of measure: Participants 6,100.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/5 (20.00 per cent)", "Anemia * 0/5 (0.00 %)", "Febrile neutropenia * 0/5 (0.00 %)", "Diarrhoea * 1/5 (20.00%)", "Decrease in neutrophil count * 0/5 (0.00 %)", "Decreased white blood cells * 0/5 (0.00 %)", "Syncope * 1/5 (20.00%)", "Hypotension * 1/5 (20.00%)", "Adverse Events 2:", "Total: 0/6 (0.00 per cent)", "Anemia * 0/6 (0.00 %)", "Febrile neutropenia * 0/6 (0.00 %)", "Diarrhoea * 0/6 (0.00 %)", "Decrease in neutrophil count * 0/6 (0.00 %)", "Decreased white blood cells * 0/6 (0.00 %)", "- Syncope * 0/6 (0.00 %)", "Hypotension * 0/6 (0.00 %)"]}