{"Clinical Trial ID": "NCT00493649", "Intervention": ["INTERVENTION 1:", "TOP2A-amplified Group", "The FISH ratio of the number of copies of the TOP2A gene was 2 or more.", "INTERVENTION 2:", "TOP2A - Unamplified group", "The FISH ratio of the number of copies of the TOP2A gene was less than 2."], "Eligibility": ["Incorporation criteria:", "A woman will be eligible for inclusion in this study if she meets all of the following criteria:", "At the discretion of the treating physician, patients with 4 knots+ with other factors such as patient choice, older age, pre-existing heart disease with normal MUGA or ECHO may be enrolled in a separate subgroup.", "A operable, histologically confirmed, invasive breast carcinoma.", "• Has known the status of ER and PR", "A suitable tumour sample available for FISH analysis of TOP2A status (see Annex VII)", "Has had no previous chemotherapy unless administered more than 5 years ago for breast cancer or other cancers", "A performance status ECOG (PS) 0-1", "Age > 18 years to < 70 years.", "A laboratory values from: See protocol for specific details", "At aspartate aminotransferase (AST) or alanine aminotransferase (ALT) and alkaline phosphatase (ALP) within the ranges indicated below. To determine eligibility, the most abnormal of the two values (AST or ALT) must be used.", "A complete surgical resection of the primary breast tumour: either lumpectomy or mastectomy with sentinel lymph nodes or axillary dissection.", "It has been < 84 days since the date of the definitive surgery, and there is adequate healing of the wounds as determined by the treating physician", "No evidence of metastatic disease was observed by physical and x-ray examination; appropriate analyses as required by each patient (e.g., bone scan; abdominal, CT thorax; PET or PET/CT; ultrasound; or MRI should not indicate any evidence of metastatic disease.", "The same procedure should be used throughout the study to evaluate LVEF. ejection fraction (EF) as determined by ECHO must be WNL by the institutional standard.", "A negative serum pregnancy test within 7 calendar days prior to registration (female patients of childbearing age [unsterilized surgically and between menopause and 1 year after menopause]).", "In the event of fertilization, the patient agreed to use an acceptable method of contraception (barrier contraceptive) to prevent pregnancy during the duration of the study and for a period of 3 months thereafter.", "• Signed a patient informed consent form", "• Signed a patient authorization form", "- Exclusion criteria:", "A woman will be excluded from this study if she meets one of the following criteria:", "Evidently disease after complete surgical resection of the primary tumor and metastatic work", "In stage IIIB breast cancer (T4 disease; i.e. patients with fixed tumours, changes in orange skin skin, ulceration of skin, or inflammatory changes).", "Stage IV breast cancer (M1 disease on the TNM sequencing system)", "• Previous chemotherapy for breast cancer or other cancers in the last 5 years (no neoadjuvant chemotherapy is allowed in this study)", "A history of a severe hypersensitivity reaction to polysorbate 80", "Has had a myocardial infarction (MI) within 6 months of registration, or a New York Heart Association (NYHA) Class II or more heart failure (see Appendix III), uncontrolled angina, uncontrolled severe ventricular arrhythmias, clinically significant pericardial disease, or electrocardiographic evidence of acute ischaemic changes", "A abnormal basic MUGA (or ECHO) (<50% or less than the institutional NFL)", "If necessary, adjuvant hormone therapy may be given during radiotherapy and during treatment with trastuzumab after the end of chemotherapy.", "• Receives or has received concomitant experimental treatment in the last 30 calendar days", "A peripheral neuropathy >Grade 1", "A serious uncontrolled intercurrent medical or psychiatric disease, including a serious virus (including clinically defined AIDS), bacterial or fungal infection, or history of uncontrolled seizures, or diabetes, or CNS disorders considered by the treating physician to be clinically significant, excluding informed consent", "In active hepatitis B or hepatitis C with abnormal liver function tests (LFT) or is known to be seropositive", "Has a history of other malignancies in the past 5 years (with the exception of basal cell carcinoma cured of the skin and in situ cervix carcinoma), which may affect the diagnosis or evaluation of one of the study's medicinal products", "• Is an obese patient to whom the treating physician would not be comfortable administering complete doses of study drugs as calculated by BSA. Obese patients will be treated according to the actual body weight. Obese patients treated with complete doses according to the actual BSA are eligible", "Is a pregnant or breast-feeding woman", "Is considered unable to comply with the requirements of the study"], "Results": ["Performance measures:", "• Disease-free survival rate (SDF) at 2 years of amplified TOP2A and nonamplified TOP2A HER2+ ESBC patients treated with TC+H.", "The DSV was measured between the date of registration and the date on which the patient was first registered as having a recurrence of the disease, or the date of death due to any cause prior to recurrence.", "Time limit: 2 years", "Results 1:", "Title of the arm/group: TOP2A-amplified Group", "The FISH ratio of the copy number of the TOP2A gene was 2 or more.", "Total number of participants analysed: 190", "Type of measurement: Number", "Unit of measure: probability of disease-free survival 0.978 (0.942 to 0.992)", "Results 2:", "Title of the arm/group: TOP2A Group not amplified", "The FISH ratio of the copy number of the TOP2A gene was less than 2.", "Total number of participants analysed: 248", "Type of measurement: Number", "Unit of measure: probability of disease-free survival 0.979 (0.949 to 0.991)"], "Adverse Events": ["Undesirable Events 1:", "Total: 51/486 (10.49 per cent)", "- ANEMIA 1/486 (0.21%)", "NEUTROPENIA 4/486 (0.82%)", "1/486 (0.21%)", "- ABDOMINAL PEACE 2/486 (0.41%)", "1/486 (0.21%)", "1/486 (0.21%)", "COLITIS 1/486 (0.21%)", "DEHYDRATION 5/486 (1.03%)", "DIARRHEA 5/486 (1.03%)", "GASTRIC FLAMMATION 1/486 (0.21%)", "NAUSEA 3/486 (0.62%)", "- NAUSEA AND VOTING 1/486 (0.21%)", "Adverse Events 2:", "- Yeah, that's right."]}