{"Clinical Trial ID": "NCT01572038", "Intervention": ["INTERVENTION 1:", "Pertuzumab + Trastuzumab + Taxane", "Participants received pertuzumab and trastuzumab intravenously (IV) plus taxane chemotherapy once every 3 weeks per treatment cycle until the end of the predefined study, unacceptable toxicity, withdrawal of consent, disease progression or death, whichever occurs first."], "Eligibility": ["Incorporation criteria:", "A breast adenocarcinoma confirmed histologically or cytologically with a metastatic or locally recurrent disease not suitable for curative resection", "HER2-positive breast cancer", "The Eastern Cooperative Oncology Group (ECOG) has achieved performance status 0, 1 or 2", "At least 50 per cent LVEF (%)", "- Exclusion criteria:", "Previous non-hormonal systemic anticancer treatment for a local metastatic or recurrent disease", "- Interval without disease of end of non-hormonal systemic adjuvant or neoadjuvant therapy at recurrence less than or equal to (</=) 6 months", "• Previously approved anti-HER2 or investigational agents in any breast cancer treatment, with the exception of trastuzumab and/or lapatinib in the adjuvant or neoadjuvant setting", "Progression of the disease during treatment with trastuzumab and/or lapatinib in the adjuvant or neoadjuvant setting", "History of persistent haematological toxicity of grade 2 or higher (common criteria of toxicity of the National Cancer Institute [NCI-CTC], version 4.0) resulting from previous adjuvant or neoadjuvant treatment", "- Central nervous system (CNS) metastases", "Current peripheral neuropathy grade 3 or higher (NCI-CTC version 4.0)", "• History of other malignancies in the last 5 years prior to the first drug administration under study, with the exception of in situ carcinoma of the cervix or basal cell carcinoma", "Insufficiency of bone marrow, liver or kidney function", "Uncontrolled hypertension", "Hepatitis B, hepatitis C or human immunodeficiency virus (HIV) infection"], "Results": ["Performance measures:", "Overview of the number of participants with at least one treatment-related adverse event, severity determined according to terminology criteria common to the National Cancer Institute for Adverse Events, version 4.0 (NCI-CTCAE v4.0)", "The investigator ranked all AEs for severity with NCI-CTCAE v4.0; if not, the EA was assessed as follows: Grade 1 = mild; Grade 2 = moderate; Grade 3 = severe; Grade 4 = life-threatening/disabling; Grade 5 = death. The investigator determined whether an EA was related to the drug studied and independently assessed the severity and severity of each EA. The AEs to be monitored included anaphylaxis and hypersensitivity, cardiac dysfunction, diarrhoea Grade 3, AEs related to pregnancy, pore pulmonary disease, infusion/administration-related reactions, mucous membrane, neutropenia (febrile), rash reactions, and suspected transmission of an infectious agent.", "Duration: From baseline up to 28 days later, or 7 months later (only for study drug-related serious adverse reactions), the last treatment dose in the study. The median duration (full interval) of exposure to any treatment in the study was 16.2 (0.0-86.4) months.", "Results 1:", "Title of the arm/group: Pertuzumab + Trastuzumab + Taxane", "Description of the arm/group: Participants received pertuzumab and trastuzumab intravenously (IV) plus taxane chemotherapy once every 3 weeks per treatment cycle until the end of the predefined study, unacceptable toxicity, withdrawal of consent, progression of disease or death, whichever occurs first.", "Total number of participants analysed: 1436", "Type of measure: Number of participants", "Unit of measure: Participants All EAEE - All class: 1419 98.8%", "All EAEs - Grade 3 or more (Grade 3): 879 61.2%", "Any serious EA: 535 37.3%", "Any EA leading to death: 31 2.2%", "All pertuzumab-related EAEs - any class: 1037 72.2%", "All Trastuzumab-related EAEs - any year: 946 65.9%", "All taxane-related EAEs - All categories: 1342 93.5%", "Any EAE related to Pertuzumab - Grade 3: 286 19.9%", "All Trastuzumab-related EAEs - Grade 3: 245 17.1%", "All taxane-related EAEs - Grade 3: 514 35.8%", "• Any EA leading to the interruption of Pertuzumab: 334 23.3%", "All EAEs leading to the interruption of Trastuzumab: 386 26.9%", "Any EA leading to taxane interruption: 354 24.7%", "Any EA leading to pertuzumab shutdown: 140 9.7%", "Any EA leading to the cessation of trastuzumab: 133 9.3%", "· Any EA leading to the cessation of taxation: 286 19.9%", "Any EAE to be monitored - any class: 1320 91.9%", "• All EEAAs to be monitored - Grade 3: 535 37.3%", "· Any EEAS of special interest: 91 6.3%", "• Any EAEE within 28 days of discontinuation of treatment: 975 67.9%"], "Adverse Events": ["Undesirable Events 1:", "Total: 535/1436 (37.26 per cent)", "- Febrile neutropenia 71/1436 (4.94 per cent)", "- Neutropenia 47/1436 (3.27%)", "Anemia 8/1436 (0.56%)", "Leucopenia 2/1436 (0.14%)", "Bone marrow failure 1/1436 (0.07%)", "1/1436 (0.07%)", "Thrombocytopenia 1/1436 (0.07%)", "12/1436 (0.84%)", "Atrial fibrillation 8/1436 (0.56%)", "Atrial thrombosis 2/1436 (0.14%)"]}