{"Clinical Trial ID": "NCT01401062", "Intervention": ["INTERVENTION 1:", "1 (Fresolimumab 1 mg/kg)", "Fresolimumab is administered intravenously (i.v.) at a dose of 1 mg/kg on day 1 of weeks 0, 3, 6, 9 and 12 and at radiation administered at 7.5 Gy/fraction in 3 fractions during weeks 1 (at injury 1) and 7 (at injury 2).", "- Fresolimumab", "Radiotherapy", "INTERVENTION 2:", "2 arms (Fresolimumab 10 mg/kg)", "Fresolimumab is administered intravenously (i.v.) at a dose of 10 mg/kg on day 1 of weeks 0, 3, 6, 9 and 12 and radiation administered at 7.5 Gy/fraction in 3 fractions during weeks 1 (at injury 1) and 7 (at injury 2).", "- Fresolimumab", "Radiotherapy"], "Eligibility": ["Incorporation criteria:", "A breast cancer confirmed by biopsy, metastatic (persistent or recurrent).", "A treatment (endocrine or chemotherapeutic) for metastatic disease failed.", "Min. 3 distinct metastatic sites, at least one measurable lesion of at least 1 cm or more of the largest diameter.", "There must have been 4 weeks since all of the following treatments (recovered from the toxicity of a treatment prior to grade 1, excluding alopecia):", "Major surgery;", "Radiotherapy;", "- chemotherapy (6 weeks since treatment if nitrosurea, mitomycin or monoclonal antibodies such as bevacizumab);", "Immunotherapy;", "Biotherapy and targeted therapies.", "More than 18 years old.", "Life expectancy > 6 months.", "The status of the Eastern Cooperative Oncology Group (ECOG) 0 or 1.", "Adequate function of the organ, including:", "- Hemoglobin 10.0 g/dL, absolute neutrophil count (NAC) 1,500/mm3 and platelets 100,000/mm3.", "Hepatic: Total serum bilirubin 1.5x upper limit of normal (LSN) (Patients with Gilbert's disease may be included if total bilirubin is 3.0mg/dL), alanine aminotransferase (ALT) and aspartate aminotransferase (AST) 2.5xULN. If the patient has known liver metastases, ALT and/or AST 5xULN are allowed.", "Renal: creatinine clearance 60mL/min.", "- Prothrombin (PT) and part-time thromboplastin (PTT) <ULN.", "- Negative for hepatitis B and C viruses unless compatible with previous vaccination or infection with full recovery.", "Patients of childbearing potential should agree to use effective contraception during the study and for 3 months following the last treatment.", "• Understanding and signing the written informed consent document; no consent from the long-term power of attorney.", "- Exclusion criteria:", "A second malignancy - except after intentional curative treatment, was disease-free for 2 years with probability of recurrence <5%. Squamous carcinoma at the early stage of skin curative treatment, basal cell carcinoma of the skin or cervical intraepithelial neoplasia (CIN) are allowed.", "- Concomitant treatment for cancer.", "Uncontrolled central nervous system (CNS) metastases, meningeal carcinoma, malignant seizures, or a disease that causes or threatens a neurological compromise (e.g. unstable vertebral metastases).", "History of ascites or pleural effusions, unless successfully treated.", "- An organ transplant, including an allogeneic bone marrow transplant.", "- immunosuppressive treatment including:", "- Systemic corticosteroid therapy, including replacement therapy for hypoadrenalism, is allowed by inhalation or topical use (if the treatment is less than 5 days and is limited to systemic steroids as antiemetic);", "- Cyclosporin A, tacrolimus or sirolimus.", "• Experimental agents within 4 weeks prior to entry in the study ( 6 weeks if treatment was a prolonged action agent such as a monoclonal antibody).", "A major or uncontrolled medical disease, e.g. congestive heart failure (CFD), myocardial infarction, symptomatic coronary disease, significant ventricular arrhythmias in the last 6 months, or significant pulmonary dysfunction.", "Active infection, including unexplained fever (>38.5°C).", "A systemic autoimmune disease (e.g. systemic lupus erythematosus, active rheumatoid arthritis).", "A known allergy to any component of GC1008.", "- Active thrombophlebitis, thromboembolism, hypercoagulability, bleeding or anticoagulation treatment (including antiplastics, i.e. aspirin, clopidogrel, ticlopidine, dipyridamole, other agents causing prolonged platelet dysfunction).", "- Calcium >11,0 mg/dL (2,75 mmol/L) not reactive or uncontrolled in response to standard treatment (e.g. bisphosphonates).", "Patients who, in the opinion of the investigator, have significant medical or psychosocial problems, including, but not limited to:", "Other serious conditions not associated with malignantness that may be expected to limit life expectancy or significantly increase the risk of EAS;", "Conditions, psychiatric, substance abuse or other conditions, which, in the opinion of the investigator, would prevent informed consent, consistent follow-up or compliance with any aspect of the study;", "Pregnant or lactating women."], "Results": ["Performance measures:", "Abscopal response rate", "The abscopal response is assessed at 15 weeks and confirmed at least 4 weeks later. Abscopal response is assessed on the basis of immunological response criteria (IRRC) (Wolchok et al., 2009).", "Time limit: up to 20 weeks", "Results 1:", "Arm/group title: arms 1 (Fresolimumab 1 mg/kg)", "Description of the arm/group: Fresolimumab is administered intravenously (i.v.) at a dose of 1 mg/kg on day 1 of weeks 0, 3, 6, 9 and 12 and by radiation at 7.5 Gy/fraction in 3 fractions during weeks 1 (at injury 1) and 7 (at injury 2).", "- Fresolimumab", "Radiotherapy", "Total number of participants analysed: 11", "Type of measure: Number of participants", "Unit of measure: Participants 11,100.0%", "Results 2:", "Arm/group title: arms 2 (Fresolimumab 10 mg/kg)", "Description of the arm/group: Fresolimumab is administered intravenously (i.v.) at a dose of 10 mg/kg on day 1 of weeks 0, 3, 6, 9 and 12 and by radiation at 7.5 Gy/fraction in 3 fractions during weeks 1 (at injury 1) and 7 (at injury 2).", "- Fresolimumab", "Radiotherapy", "Total number of participants analysed: 12", "Type of measure: Number of participants", "Unit of measure: Participants 12 100.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/11 (27.27 per cent)", "Atrial fibrillation2/11 (18.18 per cent)", "Hypercalcaemia1/11 (9.09 %)", "- Dyspnoea0/11 (0.00 %)", "• Disease progression2/11 (18.18 per cent)", "1/11 (9.09%)", "Adverse Events 2:", "Total: 3/12 (25.0%)", "Atrial fibrillation0/12 (0.00 %)", "Hypercalcaemia1/12 (8.33%)", "Dyspnoea1/12 (8.33%)", "• Disease progression2/12 (16.67%)", "- Cord compression0/12 (0.00 %)"]}