{"Clinical Trial ID": "NCT00394251", "Intervention": ["INTERVENTION 1:", "Subassembly ABI-007", "- 260 mg/m2 ABI-007 (Abraxane) plus Bevacizumab for 4 cycles (weeks 9 to 16); Bevacizumab (weeks 17 to 46); weeks 1 to 8 are excluded from this subset.", "INTERVENTION 2:", "- AC --> ABI-007", "- Adriamycin and Cytoxan plus Bevacizumab for four cycles (weeks 1 to 8); 260 mg/m2 ABI-007 (Abraxane) plus Bevacizumab for four cycles (weeks 9 to 16); Bevacizumab (weeks 17 to 46)."], "Eligibility": ["Incorporation criteria:", "A patient was eligible for inclusion in this study only if all of the following criteria were met:", "Women, age 18 or under or equal to 70 years.", "The status of the estrogen receptor (ER) and progesterone receptor (PR) was determined.", "Operable, histologically confirmed adenocarcinoma of the breast", "Must have met 1 of the following criteria:", "T1-3, N1-3, M0, regardless of ER or PR status.", "- T > 2 cm, N0, M0 (T2-3N0M0), regardless of RE or PR status.", "T > 1 cm, N0, M0 (T1cN0M0) and both ER and PR negative", "T > 1 cm, N0, M0, ER or PR positive and grade 3", "A complete axillary dissection of 0.2 to 2 mm was not required unless a single sentinel lymph node was examined. This complete axillary dissection was optional if 1 in 2 or more sentinel lymph node was positive for a micrometastasis. Therefore, if 1 in 1 sentinel lymph node was positive for a micrometastase(0.2 to 2 mm), a complete axillary dissection was required.", "Patients with more than one sentinel micrometastasis or ganglion with micrometastase > 2 mm and/or T3 disease should have undergone a standard axillary dissection.", "T1b,c,N0M0 and RR or RR positive and grade 1 or 2 Tx tumours (regardless of nodal status) T4 disease (i.e. patients with fixed tumours, orange skin changes, skin ulcerations or inflammatory changes)", "Note: Sentinel lymph nodes micrometastase < 0.2 mm in N0 disease considered", "- Negative surgical margins on the sample of lumpectomy or mastectomy (no ink on invasive cancer and no ink on in situ channel carcinoma [CDIS]).", "The Eastern Cooperative Oncology Group (ECOG) is in a position to assess the Statement of Operations 0-1", "- Normal electrocardiogram (ECG, as evaluated by the investigator).", "No pre-existing peripheral neuropathy.", "No more than 84 days have elapsed since the date of the definitive surgery (e.g. mastectomy or in the case of breast dispersal, axillary dissection).", "The laboratory values were as follows:", "Number of white blood cells: > 3000/mm^3", "Absolute number of neutrophils:> or equal to 1500/mm^3", "Platelets:> or equal to 100 000/mm^3", "Hemoglobin: > 8 g/dL", "Bilirubine: < or equal to the institution's ULN", "Creatinine: < or equal to 1.7 mg/dL", "Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) and alkaline phosphatase can be up to 2.5 times the institutional NSA.", "All staggering studies, including physical examination, chest X-rays, and bone analysis, were not required to show signs of metastatic disease, including suspected lymphadenopathy or skin nodules on physical examination. Thoracic X-ray and bone analysis were mandatory; however, all other staggering studies were at the discretion of the attending physician. Any other staggering tests (e.g., Computed Tomography (CT) analyses, magnetic resonance imaging (MRI) studies, abdomen ultrasound, positron emission Tomography (PET) analyses were to be negative for metastatic diseases.", "The patient underwent a negative serum pregnancy test < or equal to 14 days of the first dose of the drug studied (patients of childbearing age).", "If fertile, the patient had accepted an acceptable method of contraception to prevent pregnancy [Note: oral contraceptives were not allowed] for the duration of chemotherapy and hormonal treatment and for 6 months thereafter.", "In case of obesity, a patient should have been treated with doses calculated using his actual body surface area (BSA) (the doctor should have been comfortable with the full BSA dose independently of BSA).", "The patient had signed an informed consent form for the patient.", "- Exclusion criteria:", "A patient was not eligible for inclusion in this study if one of the following criteria applied:", "Patients with HER-2-positive breast cancer (IHC 3+ or FISH+) who were eligible for Herceptin adjuvant therapy.", "Stage IV breast cancer (M1 disease on the NTM score system).", "Anthracycline anterior, anthracenione (mitoxantrone) or taxane treatment", "A neoadjuvant therapy for breast cancer.", "Previous invasive cancers if treated < 5 years prior to entry into this study, with the exception of basal or squamous skin carcinoma or in situ cervix carcinoma; these should not have occurred more than 5 years prior to entry into the study.", "Patients with anterior DCIS are eligible. Patients with DCIS who have been treated with tamoxifen must have completed tamoxifen prior to registration.", "A serious medical condition, other than that treated by this study, that would limit survival to < 4 years, or a psychiatric condition that would prevent informed consent and respect for the treatment of the study.", "- Uncontrolled or severe cardiovascular disease, including recent (< or equal to 12 months) myocardial infarction or unstable angina.", "• Uncontrolled bacterial active agent, viral (including acquired [AIDS] immune insufficiency syndrome, clinically defined), or fungal infection.", "* Patients with active or chronic hepatitis with abnormal liver function tests (ALF) or patients known to be HIV-positive.", "An uncontrolled disease such as uncontrolled diabetes.", "Any previous history of hypertensive seizure or hypertensive encephalopathy.", "Any known central nervous system disease (CNS).", "A known hypersensitivity to any component of bevacizumab.", "No history of stroke or transient ischemic attack at any time.", "• Active symptomatic vascular disease, e.g. aortic aneurysm or aortic dissection, and no peripheral vascular disease, e.g. claudication, within six months of entry into the study.", "No major surgery, open biopsy or significant traumatic injury within 28 days and no central biopsy or minor surgery (excluding the placement of a vascular access device) within seven days of entry into the study.", "No history of abdominal fistula, gastrointestinal perforation or intra-abdominal processes within six months of entry into the study.", "No serious non-healing injury, ulcer, or bone fracture.", "No proteinuria at screening, as demonstrated by urinary protein: the ratio of urine creatinine (UPC) > 1.0 or the urine spike for proteinuria > 2+ (patients with > 2+ proteinuria > 2+ proteinuria at baseline should have had a 24-hour urine collection and must have demonstrated < or equal to 1g protein in 24 hours to be eligible).", "Inadequately controlled hypertension (defined as systolic blood pressure > 150 mmHg and/or diastolic blood pressure > 100 mmHg on antihypertensive drugs) or grade 2 congestive heart failure of the New York Heart Association (NYHA).", "Coagulopathy, haemorrhagic diathesis, therapeutic anticoagulation other than a low dose or chronic salicylic acid (CAA)> or equal to 325 mg daily A low dose coumadine for anticoagulation of a venous access device or low dose molecular heparin for prophylaxis of deep venous thrombosis or a low dose (325 mg or less) is permitted.", "The left ventricular ejection fraction (LVEF) on cardiac echocardiography (ECHO) < 50% (or lower institutional limit of normal [LLN]) and > or equal to 74% FEVV above 75% at baseline should have been reconsidered and/or repeated because it could have been falsely high.", "Patients receiving concomitant immunotherapy.", "A history of other diseases over the past 5 years that may affect the diagnosis or assessment of breast cancer recurrence or that may shorten a patient's survival.", "The patient had an organ allograft.", "The patient was pregnant or breast-feeding.", "The patient was unable to comply with the requirements of the study.", "The patient was receiving other experimental drugs."], "Results": ["Performance measures:", "Participants with emerging toxicity with treatment with a frequency >=20% to 3 months after chemotherapy", "Toxins are summarized using the terms of the National Cancer Institute, Common Terminology Criteria for Adverse Events (CTAEIC). Participants with emerging treatment-related toxicity with a frequency >=20% in any treatment arm, and participants with at least one toxicity are reported.", "The taxan subsets (subset ABI-007 and subset Taxol) summarize participants with emerging treatment-related toxicities defined as ARs that begin or worsen in the severity grade after initiation of taxan therapy (cycle 5, week 9) up to 30 days after the last taxan dose (week 20) and are in progress 3 months after chemotherapy (month 7).", "Whole regiments (CA --> ABI-007 and CA --> Taxol Treatment Bras) summarize participants with emerging treatment-related toxicities defined as ARs that begin or worsen at the level of severity after the start of chemotherapy (cycle 1, week 1) to 30 days after the last dose of chemotherapy (week 20) and are in progress 3 months after chemotherapy (month 7).", "Time limit: 7th month", "Results 1:", "Title of the arm/group: ABI-007 Sub-assembly", "- Arm/group description: 260 mg/m2 ABI-007 (Abraxane) plus Bevacizumab for 4 cycles (weeks 9 to 16); Bevacizumab (weeks 17 to 46); weeks 1 to 8 are excluded from this subset.", "Total number of participants analysed: 74", "Type of measurement: Number", "Unit of measure: participants At least 1 EA at 3 months: 65", "Neurology: Neuropathy: Sensitive: 36", "Constitutional symptoms: Fatigue: 16", "Dermatology/Skin: Hair loss/Alopecia (Scalp+Body): 2", "Endocrine: Hot Flashes/Flushs: 12", "Cardiovascular generals: Hypertension: 4", "Pain: Arthralgia: 7", "Haemorrhage/bleeding: Nasal: 11", "Pain: other - extremities: 4", "Pain: Myalgia: 10", "Dermatology/Skin: Nail changes: 14", "Constitutional symptoms: Insomnia: 3", "Results 2:", "Title of arm/group: AC --> ABI-007", "- Arm/group description: Adriamycin and Cytoxan plus Bevacizumab for four cycles (weeks 1 to 8); 260 mg/m2 ABI-007 (Abraxane) plus Bevacizumab for four cycles (weeks 9 to 16); Bevacizumab (weeks 17 to 46).", "Total number of participants analysed: 74", "Type of measurement: Number", "Unit of measure: participants At least 1 EA at 3 months: 74", "Neurology: Neuropathy: Sensitive: 50", "Constitutional symptoms: Fatigue: 46", "Dermatology/Skin: Hair loss/Alopecia (Scalp+Body): 33", "Endocrine: Hot Flashes/Flushs: 28", "Cardiovascular generals: Hypertension: 18", "Pain: Arthralgia: 22", "Haemorrhage/bleeding: Nasal: 19", "Pain: other - extremities: 15", "Pain: Myalgia: 20", "Dermatology/Skin: Nail changes: 22", "Constitutional symptoms: Insomnia: 16"], "Adverse Events": ["Undesirable Events 1:", "Total: 30/98 (30.61 per cent)", "Coagulopathy 1/98 (1.02%)", "7/98 (7.14 per cent)", "Pancytopenia 2/98 (2.04%)", "- Heart failure 0/98 (0.00 %)", "- Congestive heart failure 0/98 (0.00 %)", "Pericardial infusion 0/98 (0.00 %)", "- Perforated addendicitis 1/98 (1.02%)", "- Conaction 1/98 (1.02%)", "Ileus 1/98 (1.02%)", "Upper abdominal pain 1/98 (1.02%)", "Gastrointestinal haemorrhage 0/98 (0.00 %)", "Adverse Events 2:", "Total: 21/99 (21.21 per cent)", "Coagulopathy 0/99 (0.00 %)", "Febrile neutropenia 5/99 (5.05 %)", "Pancytopenia 0/99 (0.00 %)", "1/99 (1.01%)", "Congestive heart failure 4/99 (4.04%)", "1/99 (1.01%)", "0/99 (0.00 %) perforated addendicitis", "- Conaction 0/99 (0.00 %)", "Ileus 0/99 (0.00 %)", "Upper abdominal pain 0/99 (0.00 %)", "Gastrointestinal haemorrhage 1/99 (1.01%)"]}