{"Clinical Trial ID": "NCT00956813", "Intervention": ["INTERVENTION 1:", "- Flaxseed", "Patients receive 1 NutrigradTM flax bar containing 7.5 grams of flax, 410 mg of lignans once daily.", "INTERVENTION 2:", "- Placebo", "Patients Bar of identical appearance with the same level of calories and total fat, but without flax or lignans once a day."], "Eligibility": ["• Hot flashes, defined by their occurrence 28 times a week and of sufficient severity for the patient to want a therapeutic intervention", "Presence of hot flashes for 1 month", "Meets 1 of the following criteria:", "History of breast cancer or other cancers (currently without malignant disease)", "● No history of breast cancer and wishes to avoid estrogen due to an increased perceived risk of breast cancer", "Unspecified hormonal receptor status", "- Menopausal as defined by 1 of the following terms*:", "*Women with 1 ovary but without uterus should be considered postmenopausal by either age > 55 OR a combination of estrogen in a postmenopausal range (by local laboratory) and follicle-stimulating hormone > 40 mIU/mL", "The absence of a period in the last 12 months", "- Bilateral oophorectomy", "ECOG Performance Status 0-1", "Life expectancy 6 months", "• Ability to complete single or with the help of one or more questionnaires", "No diabetes requiring oral or injectable antihyperglycaemia", "No hypotension", "No history of allergy or other adverse effects of flaxseed", "No irritable intestinal syndrome, colitis, Crohn's disease, or any gastrointestinal condition where the patient should not consume and/or have intolerance/allergic to seeds or nuts", "At least 4 weeks from the beginning and no androgens, estrogens or concomitant or planned progestin agents", "In addition, tamoxifen, raloxifene or aromatase inhibitors are allowed provided the patient has received a constant dose for 4 weeks and is not expected to stop the medicine during the study treatment.", "At least 4 weeks since previous cancer treatments and no concomitant cancer treatment of any kind", "Authorized Trastuzumab", "No concomitant treatment with other cancer treatments of any kind, with the exception of trastuzumab or endocrine therapies.", "No concomitant use (7 days prior to registration) or planned use of other agents for the treatment of hot flashes (i.e. gabapentin, clonidine, antidepressants, estrogen treatment, megestrol acetate or Bellergal)", "A stable dose of vitamin E (as a general vitamin supplement) is permitted provided it is 800 IU/day, started > 30 days prior to the start of the study and is continued during the study period.", "Patients who use antidepressants for mood purposes and who have received a stable dose for more than one month and who meet the eligibility criteria for frequency and duration of hot flashes are eligible.", "No concomitant anticoagulant or antiplatelet (1 mg Coumadin for the authorised central line patence)", "Aspirin authorised ( 81 mg)", "No concomitant antihypertensive agent", "No other herbal supplements for any reason, including soy and soy supplements (i.e. powders, pills or milk)"], "Results": ["Performance measures:", "To evaluate the effectiveness of flaxseed on hot flash scores in women as measured by a daily prospective hot flash journal.", "The intra-patient difference in hot flash activity between baseline (study week 1) and end of treatment (study week 7) is the primary endpoint. Hot flash activity will be measured by the weekly average hot flash score, which is a composite entity of the frequency and severity of hot flashes.", "The daily hot flash score is calculated by multiplying the average severity level by the frequency every 24 hours. Therefore, a zero score is the lowest possible score and can be interpreted as having no hot flash. The average daily hot flash score during the reference week was compared to the average daily value during week 7.", "The main method of analysis will be the independent t-test to examine the change in the weekly mean to hot score between the start of treatment and the end of treatment between the flax arms and the placebo arms.", "Time frame: baseline and 7 weeks", "Results 1:", "Title of the arm/group: Lin", "Description of the arm/group: Patients receive 1 NutrigradTM flax bar containing 7.5 grams of flax, 410 mg of lignans once daily.", "Total number of participants analysed: 69", "Average (standard deviation)", "Unit of measurement: units on a scale -4.9 (6.41)", "Results 2:", "Title of the arm/group: Placebo", "Description of the arm/group: Patients Bar with the same look with the same level of calories and total fat, but without flax or lignans once a day.", "Total number of participants analysed: 77", "Average (standard deviation)", "Unit of measurement: units on a scale -3.5 (6.47)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/101 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}