{"Clinical Trial ID": "NCT00240071", "Intervention": ["INTERVENTION 1:", "Avastin (Bevacizumab) More Hormone", "All patients received Avastin (Bevacizumab) 15 mg/kg IV every three weeks, as well as continued hormonal therapy previously taken."], "Eligibility": ["Incorporation criteria:", "Patients should have cytologically or histologically proven breast cancer that is an estrogen receptor or a positive progesterone receptor and is locally advanced and/or metastatic.", "• Provide written informed consent prior to the study of specific screening procedures, with the understanding that the patient has the right to withdraw from the study at any time, without prejudice (Appendix E).", "Women of childbearing potential must have a negative pregnancy test and be willing to consent to the use of effective contraception during treatment and for a reasonable period thereafter. If a woman becomes pregnant or suspects that she is pregnant while participating in this study, she must immediately inform her attending physician.", "Be ambulatory (external patients) and have an Eastern Cooperative Oncology Group (ECOG) PS <2 (Appendix B).", "Previous treatment: Patients should have responded to the first or second hormonal line (partial and complete response of more than 6 months using RECIST criteria. Patients with stable disease for more than 6 months will be eligible) and have become resistant to the hormonal agent. They should remain on the current hormone therapy to which they initially responded but are now resistant.", "A clear documentation of the acquired hormonal resistance.", "A preventable disease will be considered eligible, but a measurable disease according to the RECIST criteria will be preferable (Appendix C). Target lesions must not have been previously irradiated (new lesions in previously irradiated areas are acceptable).", "Patients should have adequate organic and bone marrow function as defined as: absolute neutrophil count > 1,500/mm3, hemoglobin > 8.0 g/dl, platelets > 75,000/mm3, total bilirubin < 2 mg/dl, serum creatinine < 2 mg/dl, transaminases (AST, ALT) may be up to 2.5 x upper limit of institutional normal in patients without hepatic metastases and up to 5 x upper limit of institutional normal in patients with documented hepatic metastases.", "Previous chemotherapy does not exclude patients from the study as long as the current treatment is hormonal alone.", "Patients with de novo hormone resistance will not be eligible.", "No parenchymal disease or rapid progression requiring cytotoxic chemotherapy is life-threatening.", "No history of brain metastases.", "No history of thrombosis in the previous year, including a transient ischemic attack.", "Hypertension should be controlled (< 150/100 mmHg).", "Ejection fraction > 50%.", "- Exclusion criteria:", "Patients who are \"de novo\" resistant to hormone therapy.", "Current, recent (within 4 weeks of the first infusion of this study), or planned participation in an experimental study of drugs other than this Genentech-sponsored study on bevacizumab cancer.", "Blood pressure > 150/100 mmHg", "A unstable angina", "New York Heart Association (NYHA) Grade 2 or more of congestive heart failure", "History of myocardial infarction within 6 months", "History of stroke within 6 months", "Clinically significant peripheral vascular disorders", "History of haemorrhagic disorders", "Presence of central nervous system or brain metastases", "• Major surgery, open biopsy or significant traumatic injury within 28 days prior to day 0, anticipation of the need for major surgery during the study", "Minor surgical procedures, fine needle aspirations or heart biopsies within 7 days prior to day 0", "Pregnant (positive pregnancy test) or breast-feeding", "Patients with > 1 gr of protein within 24 hours of urine collection within 4 weeks of entry into the study will not participate in the trial.", "History of abdominal fistula, gastrointestinal perforation or intra-abdominal abscess within 6 months prior to day 0", "A serious, non-healing injury, ulcer or bone fracture", "He is not willing or unable to comply with the protocol for the duration of the study.", "A psychiatric illness or social situations that would limit compliance with the requirements of the study.", "Previously irradiated areas should not be the only disease site.", "The history of another malignancy over the last five years, with the exception of the basal cell carcinoma cured of the skin and the in-situ carcinoma of the cervix."], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "• Progression-free survival is defined as the time from the date of registration to the date of the first progression of the documented disease or date of death, regardless of the cause, whichever occurs first.", "Time limit: From date of registration to disease progression or death, whichever occurs first", "Results 1:", "Title of the arm/group: Avastin (Bevacizumab) More Hormone", "All patients received Avastin (Bevacizumab) 15 mg/kg IV every three weeks and continued hormonal treatment.", "Total number of participants analysed: 30", "Median (95% confidence interval)", "Unit of measurement: days 125.5 (90 to 256)"], "Adverse Events": ["Undesirable Events 1:", "Total: 7/30 (23.33%)", "Grade III dirrhoea *1/30 (3.33%)", "Grade III fatigue *2/30 (6.67%)", "Grade III syncope *2/30 (6.67%)", "Hyperkalaemia *1/30 (3.33%)", "*1/30 (3.33%)", "Grade III neuropathy *1/30 (3.33%)", "Grade III dyspnoea on stress *2/30 (6.67%)", "Grade III leg ulcer 1/30 (3.33%)", "Grade III hypertension 4/30 (13.33%)"]}