{"Clinical Trial ID": "NCT00879086", "Intervention": ["INTERVENTION 1:", "Eribulin Mesylate", "The treatment phase consisted of six cycles. After the sixth cycle of the treatment phase, participants who demonstrated clinical benefit could continue treatment during the extension phase for an indefinite number of cycles as long as the clinical benefit was maintained (up to 211 weeks).", "INTERVENTION 2:", "Ixabepilone", "After the sixth cycle of the treatment phase, participants who demonstrated clinical benefit could continue treatment during the extension phase for an indefinite number of cycles as long as the clinical benefit was maintained (up to 211 weeks)."], "Eligibility": ["• Inclusion criteria:", "1. Female subjects with locally recidivant or confirmed metastatic breast carcinoma who have received prior treatment with taxane and at least one prior cytotoxic chemotherapy regimen for advanced disease.", "- Exclusion criteria:", "Subjects previously treated with ixabepilone.", "Subjects who have previously been involved in a clinical trial of eribulin, even if they are not affected by eribulin treatment.", "Subjects with pre-existing neuropathy Grades greater than or equal to 2.", "Subjects with a history of type 1 or type 2 diabetes.", "Subjects with bilateral mastectomy including bilateral dissection of axillary lymph nodes.", "Topics whose figures are missing for vibration assessment.", "Subjects with other concomitant diseases or conditions that may interfere with neuropathy assessments, which may include vitamin deficiency, sequelae of cerebrovascular disease, thyroid insufficiency, lumbar or cervical radiculopathy, or alcoholic or inflammatory neuropathy."], "Results": ["Performance measures:", "Percentage of participants with treatment-induced neuropathy (AR)", "AEs of neuropathy were classified according to the common terminology criteria for adverse events of the National Cancer Institute (NCI CTCAE) version 3.0 and coded according to the current version of the Medical Dictionary for Regulatory Activities (MedDRA). AEs of neuropathy included the extensive list of preferred terms (PT) defined in the standard MedDRA Request for Information for Neuropathy and the following additional PTs: neuropathy, hyperaesthesia, painful response to normal stimuli, pallanesthesia and allodynia. If the maximum post-base level of the term combined CTCAE of \"neuropathy\" was higher than the maximum reference level of the combined term, the AR of emerging neuropathy by grade CTCAE. For a single participant, 1) an AR of neuropathy occurring more than once in the course of the study, whether defined with the same or different MedDRA AE, was counted only once, 2) an AR of neuropathy with different grades CTCAE was counted.", "Time limit: from first dose to approximately 5 years", "Results 1:", "Title of the arm/group: Erivin Mesylate", "Eribulin mesylate was administered at a dose of 1.4 mg/m^2 bolus IV 2-5 minutes on days 1 and 8 of a 21-day cycle during treatment and extension phases. The treatment phase consisted of six cycles. After the sixth cycle of the treatment phase, participants who demonstrated clinical benefit could continue treatment during the extension phase for an indefinite number of cycles as long as the clinical benefit was maintained (up to 211 weeks).", "Total number of participants analysed: 51", "Type of measurement: Number", "Unit of measure: Percentage of participants 33.3 (20.8 to 47.9)", "Results 2:", "Title of the arm/group: Ixabepilone", "Ixabepilone was administered at an initial dose of 32 or 40 mg/m2 (according to the approved label) as an IV infusion of 3 hours to day 1 of a 21-day cycle during the treatment and extension phases. The treatment phase consisted of six cycles. After the sixth cycle of the treatment phase, participants who demonstrated clinical benefit could continue treatment during the extension phase for an indefinite number of cycles as long as the clinical benefit was maintained (up to 211 weeks).", "Total number of participants analysed: 50", "Type of measurement: Number", "Unit of measure: percentage of participants 50.0 (35.5 to 64.5)"], "Adverse Events": ["Undesirable Events 1:", "Total: 19/51 (37.25 per cent)", "6/51 (11.76 per cent)", "Anemia 1/51 (1.96%)", "- Leucopenia 1/51 (1.96%)", "Neutropenia 1/51 (1.96%)", "Thrombocytopenia 0/51 (0.00 %)", "Pericarditis 1/51 (1.96%)", "Atrial flutter rate 0/51 (0.00 %)", "- Congestive heart failure 0/51 (0.00 %)", "Visual impairment 0/51 (0.00 %)", "- Dysphagia 1/51 (1.96%)", "Abdominal pain 0/51 (0.00 %)", "Cooling 1/51 (1.96%)", "Adverse Events 2:", "Total: 17/50 (34.0 per cent)", "Febrile neutropenia 0/50 (0.00 %)", "Anemia 1/50 (2.0%)", "- Leucopenia 0/50 (0.00 %)", "Neutropenia 1/50 (2.0%)", "Thrombocytopenia 1/50 (2.0%)", "Pericarditis 0/50 (0.00 %)", "Atrial tranquillity 1/50 (2.0%)", "Congestive heart failure 1/50 (2.0%)", "Visual impairment 1/50 (2.0%)", "- Dysphagia 0/50 (0.00 %)", "Abdominal pain 1/50 (2.0%)", "- Cooling 0/50 (0.00 %)"]}