{"Clinical Trial ID": "NCT00312208", "Intervention": ["INTERVENTION 1:", "Doxorubicin + Cyclophosphamide followed by Docetaxel (AC -> T)", "AC x 4: Doxorubicin 60 mg/m2 bolus IV in combination with cyclophosphamide 600 mg/m2 IV followed by docetaxel 100 mg/m2 IV infusion 1 hour to day 1 every 3 weeks for 4 cycles.", "INTERVENTION 2:", "Docetaxel + Doxorubicin and Cyclophosphamide (TAC)", "TAC x 6: Docetaxel 75 mg/m2 as IV infusion of 1 hour on day 1 every 3 weeks in combination with doxorubicin 50 mg/m2 bolus IV and cyclophosphamide 500 mg/m2 as IV infusion on day 1 every 3 weeks. Doxorubicin followed by cyclophosphamide followed by docetaxel."], "Eligibility": ["Incorporation criteria:", "The interval between definitive surgery that includes dissection of axillary lymph nodes and registration is less than or equal to 60 days. A central pathology examination may be performed after randomization for confirmation of diagnosis and molecular studies.", "The final surgical treatment should be either mastectomy or breast preservation surgery with axillary dissection of lymph nodes for operable breast cancer (T1-3, N0-1, M0 clinical). The margins of the resected sample of definitive surgery should be histologically free of invasive adenocarcinoma and ductal carcinoma In Situ (DCIS). In-situ lobular carcinoma does not count as a positive margin.", "Histological examination of the tumour: Invasive Adenocarcinoma with at least one axillary lymph node (pN1) showing signs of tumour among a minimum of six resect lymph nodes.", "· Tumours must have negative HER2 neu proto-oncogene overexpression by FISH (in situ fluorescence hybridization). Confirmation of non-overexpression will be centrally evaluated by the BCIRG (Breast Cancer International Research Group) licensed laboratories prior to randomization.", "The results should be known at the time of randomization.(Note: Patients whose tumour is negative for the estrogen receptor with unknown or unknown progesterone receptor status should have the progesterone receptor tested to determine the hormone receptor status. Patients whose tumour is negative for the progesterone receptor with unknown or unknown estrogen receptor status should have the estrogen receptor tested to determine the hormone receptor status.)", "Karnofsky Performance Index > 80%.", "The normal heart function must be confirmed by the LVEF (Lef Ventricular Ejection Fraction), i.e. the MUGA (Multi Gated Acquisition) scan or the echocardiography and ECG within 3 months of registration. The LVEF result must be greater than or equal to the lower limit of normal for the establishment.", "Laboratory requirements: (within 14 days prior to registration)", "Haematology:", "Neutrophils > or = 2.0 x 109/L", "Platelets > or = 100 x 109/L", "Hemoglobin > or = 10 g/dL", "Liver function:", "Total Bilirubine < or = 1 UNL (upper normal limit)", "AST (Aspartate Amino Transfer) and ALT (Alanine Amino Transfer) < or = 2.5 UNL", "ALKALINE phosphatase < or = 5 UNL", "Patients with AST and/or ALT > 1.5 x UNL associated with alkaline phosphatase > 2.5 x UNL are not eligible for the study.", "Renal function:", "Creatinine < or = 175 μmol/L (2 mg/dL);", "If the limit is reached, the calculated clearance of creatinine must be > or = 60mL/min.", "All patients will have contralateral mammography, chest X-ray (postero-anterior and lateral) and/or CT scan and/or MRI (magnetic resonance imaging), abdominal ultrasound and/or CT scan (computerised tomography) and/or MRI, as well as bone scan. In case of positive bone scan, it is mandatory to exclude the possibility of non-metastatic hot spots. Further tests may be performed as clinically indicated.", "● Negative pregnancy test (urine or serum) within 7 days of registration for all women of childbearing age.", "- Exclusion criteria:", "A prior systemic anticancer treatment for breast cancer (immunotherapy, hormone therapy, gene therapy, chemotherapy).", "An anterior anthracycline or taxoids (pallitaxel, docetaxel) for any malignancy.", "- Prior radiation therapy for breast cancer.", "Invasive bilateral breast cancer.", "Patients of childbearing potential should implement adequate non-hormonal contraceptive measures during study therapy (chemotherapy and tamoxifen treatment) and should undergo a negative urine or serum pregnancy test within 7 days of registration.", "Any known T4 or N2 or N3 or M1 breast cancer.", "The pre-existing motor or sensory neurotoxicity of > grade 2 severity by the NCI-CTC (National Cancer Institute - Common Toxicity Criteria), version 2.0.", "Other serious illness or health status:", "• Congestive heart failure or unstable angina, history of myocardial infarction within one year of entry into the study, uncontrolled hypertension or uncontrolled high-risk arrhythmias", "• History of significant neurological or psychiatric disorders, including psychotic disorders, dementia or seizures, which would prohibit understanding and informed consent", "- Uncontrolled active infection", "Active peptic ulcer, unstable diabetes mellitus", "Previous or current history of neoplasm other than breast carcinoma, with the exception of:", "Non-melanoma skin cancer curatively treated", "In situ carcinoma of the cervix", "Other cancers treated curatively and without signs of disease for at least 10 years", "In-situ ductal ipsilateral carcinoma (CDIS) in the breast", "In-situ lobular cancer (ILC) of the breast", "Chronic corticosteroid therapy unless initiated > 6 months prior to entry into the study and at a low dose (< 20 mg methylprednisolone or equivalent).", "• Concomitant treatment with ovarian hormone replacement therapy. Prior treatment should be discontinued prior to entry into the study.", "Description of contraindications for the use of corticosteroids.", "Participation in another clinical trial with any non-marketed experimental drug within 30 days of entry into the study.", "- Concomitant treatment with any other anticancer treatment.", "Current treatment with any hormonal agent such as raloxifene, tamoxifene or other selective estrogen receptor modulators (SERM), either for osteoporosis or for prevention.", "The above information is not intended to contain all considerations relating to the potential participation of a patient in a clinical trial."], "Results": ["Performance measures:", "Local, regional or metastatic relapsus, or second primary cancer, or death of any cause (survival without disease)", "The primary event is the local, regional or metastatic relapse or the date of the second primary cancer or the death of any cause (which occurs first). The primary efficacy analysis is performed over the time of randomization at this primary event. The table of values below shows the number of patients presenting with the event at the end of the study period.", "Time frame: Median follow-up 65 months", "Results 1:", "Title of the arm/group: Doxorubicin + Cyclophosphamide followed by Docetaxel (AC -> T)", "Description of the arm/group: AC x 4: Doxorubicin 60 mg/m bolus IV in combination with cyclophosphamide 600 mg/m IV followed by docetaxel 100 mg/m IV infusion 1 hour on day 1 every 3 weeks for 4 cycles.", "Total number of participants analysed: 1649", "Type of measurement: Number", "Unit of measure: Participants 356", "Results 2:", "Title of the arm/group: Docetaxel + Doxorubicin and Cyclophosphamide (TAC)", "Description of the arm/group: TAC x 6: Docetaxel 75 mg/m in IV infusion of 1 hour on day 1 every 3 weeks in combination with doxorubicin 50 mg/m in bolus IV and cyclophosphamide 500 mg/m2 in IV infusion on day 1 every 3 weeks. The sequence of administration is as follows: doxorubicin followed by cyclophosphamide followed by docetaxel.", "Total number of participants analysed: 1649", "Type of measurement: Number", "Unit of measure: Participants 352"], "Adverse Events": ["Undesirable Events 1:", "Total: 331/1634 (20.26 per cent)", "Anemia 3/1634 (0.18%)", "Coagulation disorders 1/1634 (0.06%)", "Vaginal haemorrhage 1/1634 (0.06%)", "Leucopenia 18/1634 (1.10 per cent)", "- Lymphadenopathy 0/1634 (0.00 %)", "- Lymphedema 0/1634 (0.00 %)", "Pancytopenia 0/1634 (0.00 %)", "Thrombocytopenia 0/1634 (0.00 %)", "Arrhythmia 3/1634 (0.18%)", "Arrhythmia Ventricular 0/1634 (0.00 %)", "Cardiomyopathy 1/1634 (0.06%)", "Adverse Events 2:", "Total: 520/1635 (31.80 per cent)", "Anemia 5/1635 (0.31%)", "Coagulation disorders 0/1635 (0.00 %)", "Vaginal haemorrhage 0/1635 (0.00 %)", "- Leucopenia 56/1635 (3.43 per cent)", "1/1635 (0.06%)", "- Lymphedema 2/1635 (0.12%)", "Pancytopenia 1/1635 (0.06%)", "Thrombocytopenia 1/1635 (0.06%)", "Arrhythmia 3/1635 (0.18%)", "Arrhythmia Ventricular 1/1635 (0.06%)", "Cardiomyopathy 0/1635 (0.00 %)"]}