{"Clinical Trial ID": "NCT01305941", "Intervention": ["INTERVENTION 1:", "Everolimus + Vinorelbine + Trastuzumab", "More weekly daily Everolimus (Days 1, 8 and 15) vinorelbine and trastuzumab", "Everolimus: everolimus 5 mg PO daily as two 2.5 mg tablets", "Vinorelbine: Vinorelbine 25 mg/m2 should be administered by intravenous infusion for 6 to 10 minutes per week.", "Trastuzumab: 2 mg/kg IV administered for 30 minutes per week"], "Eligibility": ["• Inclusion criteria", "Patients in whom brain metastases (BMs) are asymptomatic and detected during routine screening for cerebral MRI by institutional protocol are eligible.", "Prior intracranial radiation therapy (total brain radiation therapy, stereotactic radiosurgery, gamma knife or equivalent) is permitted, but is not required.", "Patients who have not received pre-treatment by intracranial response (INR) may be included unless CI is indicated on an emerging basis (in consultation with a local therapist, a neurosurgeon or a radioactive oncologist).", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0-2.", "Life expectancy > 12 weeks.", "- At least 21 years.", "No anterior inhibitor of mTOR", "The treatment with navelbine was discontinued >/= 12 months from the first day of treatment under this protocol.", "Last anticancer treatment (including any experimental medicinal product) >/= 2 weeks from the start of protocol-based therapy, provided that all adverse reactions (ADRs) (other than alopecia) have been resolved to grade 1 at baseline.", "There is no serious active infection or other co-morbid disease that could affect the ability to participate in the trial.", "The evaluation of the left ventricular ejection fraction (echocardiogram or multigated acquisition scan (MUGA)) performed within 4 weeks prior to the start of the study showed a left ventricular ejection fraction (LVEF) value below the normal limit (LLN).", "If the patient is on dexamethasone, the dose of dexamethasone should be stable or decreasing for 7 days. If the patient is on a different glucocorticoid, for example, prednisone, should be converted to dexamethasone prior to registration.", "• 4 weeks interval between open brain biopsy and initiation of protocol-based therapy.", "Anticoagulation is permitted if the INR 2.0 target is administered at a stable dose of warfarin or if the patient receives a stable dose of low molecular weight heparin (LMW) for >1 weeks at the time of registration.", "When fasting serum cholesterol 300 mg/dL OR 7.75 mmol/L AND fasting triglycerides 2.5 x ULN. Note: If either or both of these thresholds are exceeded, the patient can only be included after the initiation of an appropriate lipid reduction medication.", "Patients should have an adequate function of the organ, as demonstrated by:", "Absolute neutrophil count 1.5/μL", "Number of platelets 100 000/μL", "Hg 9 g/dL", "Bilirubin 1.5 x upper limit of normal (ULN)", "Aspartate aminotransferase (AST) or Alanine transaminase (ALT) 2.5 x ULN ( 5 x ULN if liver metastases are present)", "Serum creatinine 1.5 x ULN", "A block of paraffin tissue (primary or metastatic) is required for genomic studies.", "Signed, written informed consent approved by the Institutional Review Board (IRB).", "• Exclusion criteria", "* Patients who received prior treatment with a mTOR inhibitor (e.g. sirolimus, temsirolimus, everolimus); patients who received prior treatment with navelbine in the previous 12 months.", "Patients with known hypersensitivity to everolimus or other rapamycins (e.g. sirolimus, temsirolimus) or its excipients.", "Note: This restriction on the choice of glucocorticoid does not apply if the patient requires a glucocorticoid treatment of less than 2 weeks to treat non-infectious pneumonitis during the study (see section 4.5.2).", "Patients with known hypersensitivity to vinorelbine or its excipients.", "• An allergic reaction prior to trastuzumab for the treatment of metastatic breast cancer.", "· Concomitant or planned radiotherapy, hormonal, chemotherapeutic, experimental or biological targeted.", "- Peripheral neuropathy grade 3.", "Evidence of frank haemorrhage or imminent hernia on basic brain imaging. Note: asymptomatic micro-haemorrhage is allowed.", "Evidence of a diffuse leptomenal disease on brain MRI or via previously documented cerebrospinal fluid cytology (CSF).", "• Active heart disease, including one of the following:", "Angina pectoris which requires the use of anti-anginal medicines;", "- Ventricular arrhythmias except benign premature ventricular contractions;", "Superventricular and nodal arrhythmias requiring a pacemaker or not controlled by medicines;", "A conduction abnormality requiring a heart stimulator;", "- Valvular disease with a documented compromise in cardiac function;", "Symptomatic Pericarditis", "History of cardiac dysfunction, including one of the following:", "- Myocardial infarction documented by elevated cardiac enzymes or persistent regional wall abnormalities in the evaluation of left ventricular function (LV);", "History of documented congestive heart failure (New York Heart Association Functional Classification III-IV);", "Documented cardiomyopathy", "• Patients who have undergone major surgery or traumatic injury within 4 weeks of the start of the study, patients who have not recovered from the side effects of major surgery (defined as requiring general anaesthesia) or patients who may require major surgery during the study.", "Close contact with those who have received live attenuated vaccines should be avoided during treatment with everolimus. Examples of live vaccines include intranasal influenza, measles, mumps, rubella, oral polio, Bacillus Calmette-Guérin (BCG), yellow fever, varicella and oral typhoid vaccine (TY21a).", "Other malignant tumours over the past 3 years, with the exception of cervix carcinomas or basal cell or squamous skin carcinomas.", "Patients with serious and/or uncontrolled medical conditions or other conditions that may affect their participation in the study, such as:", "A serious impairment of lung function, defined as spirometry and diffusional lung capacity for carbon monoxide (DLCO), i.e. 50% of the expected normal value and/or saturation of 02, i.e. 88% at rest in ambient air", "• Uncontrolled diabetes, defined as fasting blood glucose >1.5 x ULN (Note: Optimal glycaemic control should be performed prior to the start of the trial)", "Serious active (acute or chronic) or uncontrolled infections", "- Liver disease such as cirrhosis or severe hepatic impairment (Child-Pugh class C).", "Note: A detailed assessment of the medical history and risk factors for hepatitis B should be conducted during the screening of all patients. Testing for hepatitis B virus (HBV) and hepatitis C virus (HCV) DNA requires screening for RNA polymerase chain reaction (RCP) for all patients with a positive medical history based on risk factors and/or confirmation of pre-HBV/HCV infection.", "A well-known history of HIV-positiveness.", "• Impairment of gastrointestinal function or gastrointestinal disease that may significantly affect the absorption of everolimus (e.g. ulcerative disease, uncontrolled nausea, vomiting, diarrhoea, malabsorption syndrome or small intestine resection).", "• Patients with haemorrhagic active diathesis or oral vitamin K medicine (except warfarin and low-dose aspirin or equivalent, as long as INR 2.0).", "It is impossible or unwilling to discontinue the use of prohibited fruit (or their juices) and prohibited medicinal products listed in Annexes II and III for at least 14 days or 5 half-lives of a medicinal product (which is longer) before the first dose of the medicinal product under study and during the duration of the study.", "Adequate contraception should be used throughout the trial and for 8 weeks after the last dose of the study drug by both sexes. Women of childbearing age (WOCBP) should be tested negative for urine or serum pregnancy within 7 days prior to the initiation of everolimus.", "Men whose sexual partner(s) is WOCBP who are not willing to use adequate contraception during the study and for 8 weeks after the end of treatment", "· Contraindication to improved gadolinium MRI imaging.", "The inability to comply with study and/or follow-up procedures.", "• History of non-compliance with medical plans."], "Results": ["Performance measures:", "Intracranial Objective Response Revised RECIST Criteria for Rate", "The response will be evaluated by gadolinium-enhanced brain MRI using modified RECIST criteria.", "Complete Response (CR) - Disappearance of all targeted and non-targeted injuries", "Partial Response (PR) - a decrease of at least 30% in the sum of the longest diameter (LD) of the target lesions, taking as a reference the initial sum of the longest diameter AND an absolute decrease of at least 5 mm in at least one target injury.", "Stable Disease (SD) - neither a shrinkage sufficient to be eligible for a partial response nor an increase sufficient to be eligible for a progressive disease, taking as a reference the smallest sum of the longest diameter since the start of treatment.", "- progressive disease (PD) - at least a 20% increase in the sum of LD of the target lesions, taking as a reference the smallest sum of the longest diameter recorded since the start of treatment AND an absolute increase in the size of at least 5 mm in at least one target injury OR the occurrence of one or more new lesions of at least 6 mm in size.", "Duration: 3 years", "Results 1:", "Title of the arm/group: Everolimus +Vinorelbine + Trastuzumab", "Description of the arm/group: more weekly daily verolimus (days 1, 8 and 15) vinorelbine and trastuzumab", "Everolimus: everolimus 5 mg PO daily as two 2.5 mg tablets", "Vinorelbine: Vinorelbine 25 mg/m2 should be administered by intravenous infusion for 6 to 10 minutes per week.", "Trastuzumab: 2 mg/kg IV administered for 30 minutes per week", "Total number of participants analysed: 26", "Type of measure: Number of participants", "Unit of measure: Participants Complete response: 0 0.0%", "Partial response: 13.8 per cent", "Stable disease: 17 65.4%", "Progressive diseases: 8 30.8 per cent"], "Adverse Events": ["Undesirable Events 1:", "Total: 13/32 (40.63 per cent)", "Anemia * 1/32 (3.13%)", "* 1/32 (3.13 per cent)", "Vomiting * 1/32 (3.13 per cent)", "Fever * 2/32 (6.25 per cent)", "* 1/32 (3.13%)", "Pain * 1/32 (3.13%)", "Anaphylaxis * 1/32 (3.13%)", "Pulmonary infection * 1/32 (3.13%)", "• Sepsis * 3/32 (9.38 per cent)", "Upper respiratory infection * 1/32 (3.13%)", "Increased creatinine * 2/32 (6.25 per cent)"]}