{"Clinical Trial ID": "NCT00899574", "Intervention": ["INTERVENTION 1:", "Imiquimod", "Each treatment cycle consists of 8 weeks.", "Weeks 1 to 8: day 1 to 5 of each week: 1 pack imiquimod 5% cream applied overnight, day 6 to 7 of each week: rest period.", "Patients with a local disease that is reactive or stable (non-progressors) may continue to receive treatment following the same regimen (as indicated above for the first cycle) until complete tumour regression, unacceptable toxicity or progression of the disease."], "Eligibility": ["Incorporation criteria:", "Patients with biopsy-confirmed breast cancer (pre-histological documentation is acceptable).", "Patients with measurable skin metastases (recurrence of the chest wall and/or non-thoracic skin metastases are eligible).", "- Skin metastases are not suitable for patients who refuse permanent surgical resection and radiation.", "(Cohort 1) Concomitant systemic cancer treatment (hormones, biologics or chemotherapy) is allowed if distant metastases have not progressed (stables or respondents) on this regimen for > or = 12 weeks and skin metastases do not respond (stable or progressive) as assessed by the investigator.", "(Cohort 2) Concomitant systemic treatment is permitted", "At least 18 years of age.", "The Eastern Cooperative Oncology Group (ECOG) is an Eastern Oncology Group with a performance of < or = 2.", "Patients should have a tumour accessible to biopsy (skin metastases) and accept the biopsies required by the protocol.", "Patients should have adequate organ and bone marrow function as defined below:", "Absolute neutrophil count > or = 1,500/microlitre", "Hemoglobin > or = 9.5 grams/deciliter", "Blisters >or = 75 000/microlitre", "Total Bilirubine < or = 1.5 X upper institutional limit of normal", "Aspartate aminotransferase (AST)/Alanine aminotransferase (ALT) < or = 2.5X upper institutional limit of normal", "Creatinine < or = 1.5 X upper institutional limit of normal", "Informed consent.", "- Exclusion criteria:", "- Brain metastases except resecation or irradiation and stability > or = 8 weeks.", "• Treatment with other research agents.", "Patients who have received radiation therapy, high-power corticosteroids, intra-legional treatment, laser treatment or surgery other than biopsy to the target area within 4 weeks prior to the first administration of the study agent.", "Patients who received hyperthermia in the target area within 10 weeks prior to the first dose of the study agent.", "Patients with uncontrolled haemorrhagic disorder.", "Patients treated with heparins or coumadine at the time of biopsy (they are eligible if anticoagulation can be maintained prior to biopsy according to researchers) and patients on aspirin and other platelet agents are eligible.", "Patients with known immunodeficiency or receiving immunosuppressive treatments.", "History of allergic reactions to imiquimod or its excipients.", "• Uncontrolled intercurrent medical disease or psychiatric illness or social situations that would limit compliance with the requirements of the study.", "Pregnancy or lactation.", "Women of childbearing potential do not use medically acceptable contraceptive methods."], "Results": ["Performance measures:", "- Objective response (Complete clinical response + Partial response)", "This percentage is defined as the percentage of patients who have achieved a complete or partial clinical response at the end of treatment cycle 1. The tumour size will be measured according to the area of injury (region of interest, ROI). The response to the treatment is then evaluated according to the ROI post-treatment on pre-treatment, expressed as a percentage. The response criteria for this study are based on the definitions of the European Organisation for Research and Treatment of Cancer for Chest Wall Tumours: complete clinical response: absence of any detectable residual disease; partial response: < 50% of the change in ROI.", "Time limit: 9 weeks", "Results 1:", "Title of arm/group: Imiquimod", "Description of the arm/group: Each treatment cycle consists of 8 weeks.", "Weeks 1 to 8: day 1 to 5 of each week: 1 pack imiquimod 5% cream applied overnight, day 6 to 7 of each week: rest period.", "Patients with a local disease that is reactive or stable (non-progressors) may continue to receive treatment following the same regimen (as indicated above for the first cycle) until complete tumour regression, unacceptable toxicity or progression of the disease.", "Total number of participants analysed: 10", "Type of measurement: Number", "Unit of measure: percentage of patients 20 (3 to 56)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/10 (0.00 per cent)"]}