{"Clinical Trial ID": "NCT00082810", "Intervention": ["INTERVENTION 1:", "Fulvestant 250 mg + Tipifarnib 300 mg", "Patients receive 250 mg of fulvestrant intramuscularly on day 1 and 300 mg of tipifarnib orally twice daily on days 1 to 21."], "Eligibility": ["Incorporation criteria:", "Patients should have breast adenocarcinoma confirmed by histology or cytologically", "Patients should be menopausal", "Patients should be diagnosed with Stage IV disease or locally-advanced, inoperative disease.", "Patients should have a positive ER and/or PR disease, as determined by their local pathology laboratory.", "Patients should have a measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (the longest diameter to record) as >= 20 mm with conventional techniques or >= 10 mm with a spiral scanner; all sites of the disease should be recorded and monitored.", "• Prior hormonal treatment as adjuvant therapy and/or in case of metastatic disease is permitted; patients previously treated with two or more previous doses of fulvestrant are not eligible; patients who have received a previous dose of fulvestrant within 28 days are eligible as long as they meet other eligibility criteria.", "Patients should have an ECOG 0-2 state of performance (Karnofsky >= 60%)", "Patients should have a life expectancy greater than 3 months", "Leukocytes >= 3000/uL", "Absolute number of neutrophils >= 1500/uL", "Platelets >= 100 000/uL", "Total Bilirubine = < 2 mg/dL", "AST(SGOT)/ALT(SGPT) = < 2.5 x upper institutional limit of normal", "Creatinine less than or equal to 1.5 times the upper institutional limits of normal", "Patients should be free from previous invasive malignancies for >= 5 years, with the exception of: basal cell carcinoma or squamous skin healing, in situ cervix carcinoma", "Patients must have the ability to understand and the willingness to sign a written informed consent document.", "Patients previously treated with the Farnesyltransferase inhibitor", "- Exclusion criteria:", "Patients who have undergone radiation therapy in the 4 weeks prior to entry into the study or those who have not recovered adverse reactions from agents administered more than 4 weeks earlier are not eligible; adjuvant or neoadjuvant chemotherapy is allowed.", "Patients cannot receive other experimental agents", "- History of allergic reactions attributed to compounds of chemical or biological composition similar to tipifarnib (R115777, ZarnestraTM) or other agents used in the study (e.g., imidazoles, quinolones)", "There are rapidly progressive, life-threatening metastases, including patients with significant hepatic impairment (> 50% of the liver involved), symptomatic lymphatic metastases, or cerebral or leptomenenic impairment", "A concomitant anti-cancer treatment with the following exceptions: (1) bisphosphonates for bone metastases, (2) a GnRH analogue is allowed if the patient has had a progressive disease on a GnRH analogue plus a SERM or AI; the GnRH analogue may continue, but SERM or AI should be discontinued.", "- Peripheral neuropathy of grade 2 or more", "• Uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia or psychiatric or social conditions that would limit compliance with study requirements", "• HIV-positive patients receiving combined retroviral therapy are excluded from the study due to possible pharmacokinetic interactions with tipifarnib or other agents administered during the study; appropriate studies will be undertaken in patients receiving combined retroviral therapy when indicated"], "Results": ["Performance measures:", "• Clinical benefit rate (CBR) (RCR rate, PR rate and SD rate)", "By Response Assessment Criteria for Solid Tumours (RECIST 1.0) for Target Injury: Complete Response (CR): Elimination of All Target Injury; Partial Response (PR): Reduction of at least 30% of the sum of the longest diameter (LD) of target injury, taking as a reference the base sum of LD; Progressive Disease (PD): Increase of at least 20% of the sum of the longest diameter of target injury, taking as a reference the smallest sum of diameter of the longest since the start of treatment or the onset of one or more new injury; Stable Disease (SD): Neither a shrinkage sufficient to qualify for LD nor an increase sufficient to qualify for the RFP, taking as a reference the smallest sum of LD since the start of treatment.", "Time limit: up to 24 weeks", "Results 1:", "Title of arm/group: Fulvestant 250 mg + Tipifarnib 300 mg", "Description of the arm/group: Patients receive 250 mg of fulvestrant intramuscularly on day 1 and 300 mg of tipifarnib orally twice daily on days 1 to 21.", "Total number of participants analysed: 31", "Type of measurement: Number", "Unit of measure: participants Partial reply: 11", "Stable disease: 5", "Complete answer: 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 20/33 (60.61 per cent)", "Neutropenia 4/33 (12.12 per cent)", "Anemia 2/33 (6.06%)", "1/33 (3.03%)", "Nausea 3/33 (9.09 per cent)", "- Vomiting 2/33 (6.06%)", "Diarrhoea 1/33 (3.03%)", "Fatigue 1/33 (3.03%)", "Infection 1/33 (3.03%)", "Anorexia 1/33 (3.03%)", "Hyperglycaemia 1/33 (3.03%)", "Hypocalcaemia 2/33 (6.06%)", "Hypokalaemia 1/33 (3.03%)", "Ataxia 1/33 (3.03%)", "Insomnia 1/33 (3.03%)"]}