{"Clinical Trial ID": "NCT00499122", "Intervention": ["INTERVENTION 1:", "NOV-002 and chemotherapy", "NOV-002:", "Cycle 1, day-1 only: 60 mg intravenous (IV) x 2, 3 hours (+/- 30 minutes) interval", "Cycles 1 to 8: Day 1: 60 mg IV, 1 hour (+/- 30 minutes) before administration of chemotherapy", "Cycle 1 - 8, Days 2 - 21: 60 mg subcutaneous injections", "Cyclophosphamide: 600 mg/m2 IV, cycles 1 to 4, day 1", "Doxorubicin: 60 mg/m2 IV, cycles 1 to 4, day 1", "Docetaxel: 100 mg/m2 IV, cycles 5 to 8, day 1"], "Eligibility": ["Incorporation criteria:", "Women 18 years of age or older.", "The ability to give written informed consent prior to studying specific screening procedures, with the understanding that the patient has the right to withdraw from the study at any time.", "Infiltrated (invasive) breast cancer by biopsy of the heart of the needle, confirmed histologically, without signs of metastatic disease, except for ipsilateral axillary lymph nodes.", "Clinical level IIB - IIIC (T2-4, N0 or N1, M0 or - any breast cancer T, N1-3, M0) The primary tumour must be greater than or equal to 2 cm (T2-4) or with pathologically proven axillary disease (N1-3).", "Patients with inflammatory breast cancer (T4) are allowed in the study.", "A clinically palpable tumour that meets the RECIST criteria for a measurable palpable disease. The primary tumour must be greater than or equal to 2 cm (T2-4) or with pathologically proven axillary axillary disease (N1-3). Bilateral synchronic breast cancers are allowed, but one of the primary tumours must be selected as the target tumour.", "The primary tumour may be negative or positive for estrogen or progesterone receptors, and negative for receptor 2 of the human epidermal growth factor (HER-2/neu) determined by fluorescent in situ hybridization (FISH) or coloration 0-2+ by immunohistochemistry (IHC) (HerceptTM).", "The normal cardiac ejection fraction (EF 50%) determined by multigated scan (MUGA) or echocardiogram screening.", "No history of myocardial infarction, congestive heart failure, symptomatic coronary disease or cardiac arrhythmia.", "Patients should be ambulatory with the performance status of the Eastern Cooperative Oncology Group (ECOG) of 0-1.", "The patient or his/her caregiver should be able to administer daily subcutaneous injections himself/herself.", "• Life expectancy greater than 6 months.", "- Exclusion criteria:", "• Prior treatment of any type of breast cancer treatment", "Any previous therapy with anthracycline or taxane for any other indication", "HER-2 positive breast cancer defined either as gene amplification by fluorescent in situ hybridization (FISH) or as 3+ coloration by IHC (HerceptTM).", "Women who have a positive pregnancy test, no available pregnancy test, who are pregnant or breastfeeding.", "Women of childbearing potential should agree to use a reliable and appropriate contraceptive method, which could include a double barrier method (condom plus diaphragm), an intrauterine device or oral contraceptives. However, women with positive breast cancer to ER or RA should not use oral contraceptives as a contraceptive method.", "Women with breast cancer who do not have palpable tumours during screening.", "• History of other malignancy in the last 5 years, with the exception of basal cell carcinoma of the skin or cervically treated intraepithelial neoplasia.", "- Clinically significant (i.e. active) heart disease (Grade II congestive heart failure or more, symptomatic coronary disease, unstable angina and poorly controlled cardiac arrhythmia), myocardial infarction in the last 6 months prior to the start of the study, or a fraction of ejection screening of < 50%.", "Any of the following abnormal laboratory values:", "Absolute neutrophil count < 1.5 x 109/L", "Number of platelets < 100 x 109/L", "Serum bilirubin > 1.5 x upper limit of normal (ULN)", "Serum alanine transaminase (ALT), aspartate transaminase (AST) > 2.5 x ULN", "- Serum creatinine > 2.0 mg/dL or 177 mmol/L or creatinine clearance calculated by the Cockcroft and Gault method < 50 mL/min).", "Any serious or poorly controlled systemic disease (e.g., hypertension; clinically significant cardiovascular, pulmonary or metabolic diseases, healing disorders, ulcers or bone fractures).", "Patients who received experimental treatment within 4 weeks of the start of the study.", "A known infection with HIV, hepatitis B virus (HBV) or hepatitis C virus (HCV).", "A known hypersensitivity to any of the components of WNV-002 or to any of the medicines studied.", "Patients assessed by the investigator cannot or do not want to comply with protocol requirements."], "Results": ["Performance measures:", "Complete pathological response rate in the affected breast after protocol therapy", "The main objective of this study is to define the rate of complete pathological response (pCR) in the breast achieved after preoperative administration of NOV-002 in combination with doxorubicin and cyclophosphamide, followed by docetaxel in patients with breast cancer at stage IIB-IIIC. The complete pathological response (pCR) is defined according to Hankoop et al [41] as the absence of any histological evidence of invasive breast cancer cells in the tissue sample removed from the breast or the presence of an invasive tumour equal to or less than 10 mm after preoperative treatment, determined during definitive breast surgery.", "Time limit: approximately 7 months", "Results 1:", "Title of the arm/group: NOV-002 and chemotherapy", "Description of the arm/group: NOV-002:", "Cycle 1, day-1 only: 60 mg intravenous (IV) x 2, 3 hours (+/- 30 minutes) interval", "Cycles 1 to 8: Day 1: 60 mg IV, 1 hour (+/- 30 minutes) before administration of chemotherapy", "Cycle 1 - 8, Days 2 - 21: 60 mg subcutaneous injections", "Cyclophosphamide: 600 mg/m2 IV, cycles 1 to 4, day 1", "Doxorubicin: 60 mg/m2 IV, cycles 1 to 4, day 1", "Docetaxel: 100 mg/m2 IV, cycles 5 to 8, day 1", "Total number of participants analysed: 39", "Total number of units analysed", "Type of units analysed: Median tumours (95% Confidence interval)Unity of measurement: percentage of tumours: 39 (25 to 45)"], "Adverse Events": ["Undesirable Events 1:", "Total: 27/41 (65.85 per cent)", "Febrile Neutropenia 4/41 (9.76%)", "Neutropenia 1/41 (2.44%)", "- Deep venous thrombosis 1/41 (2.44%)", "Lung impoverishment 1/41 (2.44%)", "Occlusion of the femoral artery 1/41 (2.44 %)", "Abdominal pain 2/41 (4.88 per cent)", "Constipation 1/41 (2.44 per cent)", "Fatigue 2/41 (4.88 per cent)", "Headache 1/41 (2.44 per cent)", "Nausea 1/41 (2.44 per cent)", "Cellulite 1/41 (2.44%)", "Muscle weakness 1/41 (2.44%)"]}