{"Clinical Trial ID": "NCT01466270", "Intervention": ["INTERVENTION 1:", "Bras I", "Patients receive dopezil PO hydrochloride QD.", "Donapezil hydrochloride: see PO", "INTERVENTION 2:", "Army II", "Patients receive placebo POQ.", "Placebo: With PO"], "Eligibility": ["CRITERIA FOR INCLUSION:", "Adults > 18 years.", "Women with a history of invasive breast cancer", "Must have completed adjuvant chemotherapy between 1 and 5 years prior to registration", "Has received at least 4 cycles of cytotoxic chemotherapy", "Documentation on previous chemotherapy", "Patients receiving continuous hormonal treatment for breast cancer should be treated with the same hormonal agent for at least 3 months prior to registration of the study and continue for the duration of the study (9 months)", "The performance status of Karnofsky shall be > 60 or ECOG 0-2.", "The use of psychotropic drugs (antidepressants, anxiolytics, sleep aids, narcotics) is permitted. The patient should list all those taken in the last 3 days on the recent medication sheet.", "Patients must be able to give their informed consent to participate in the study, including by signing the consent form.", "Self-reported cognitive disorder (version 3 of FACT-Cog) Cognitive impairments perceived sub-score of < 63)", "● Negative serum pregnancy test within 10 days of registration in women of childbearing age.", "EXCLUSION CRITERIA:", "Evidence or suspicions of recurrent or metastatic diseases", "• History of dementia, Alzheimer's disease, multi-infarction dementia or stroke (transient ischemic attack history (TIA is allowed)", "The current use of donapezil, galantamine, rivastigmine, tacrine, memantine, methylphenidate, dextroamphetamine or any other specific medicinal product that enhances cognition is not permitted.", "Patients currently cannot take Ketoconazole or Quinidine", "Hypersensitivity to donapezil.", "The use of experimental drugs in the last 30 days.", "Previous brain metastases", "traumatic brain injury, multiple sclerosis or recent myocardial infarction", "History of schizophrenia, psychosis or addiction", "(Currently treated depression is allowed if treatment is stable.)", "Acute severe fatigue, chronic fatigue syndrome or fibromyalgia.", "History of dysfunction or liver or kidney disease", "The effects of donapezil on the developing human fetus at the recommended therapeutic dose are unknown. For this reason and because donapezil is known to be teratogenic, women of childbearing potential must agree to use adequate contraception (hormonal method or contraception barrier; abstinence) prior to entry into the study and for the duration of participation in the study.", "It is not known whether donapezil is excreted in breast milk, which is why currently breast-feeding women are not eligible for this study."], "Results": ["Performance measures:", "Deduction", "The retention rate is the percentage of participants who remain in the study for 24 weeks.", "Time limit: 24 weeks", "Results 1:", "Title of the arm/group: Arm I", "Description of the arm/group: Patients receive dopezil PO hydrochloride QD.", "Donapezil hydrochloride: see PO", "Total number of participants analysed: 31", "Average (standard error)", "Unit of measure: percentage of participants 71.0 (8.3)", "Results 2:", "Title of arm/group: Arm II", "Description of arm/group: Patients receive placebo POQ.", "Placebo: With PO", "Total number of participants analysed: 31", "Average (standard error)", "Unit of measure: % of participants 80.7 (7.2)"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/28 (7.14 per cent)", "Insomnia 2/28 (7.14 per cent)", "Pain: chest wall 0/28 (0.00%)", "- Muscle cramps 0/28 (0.00 %)", "Headache 1/28 (3.57 per cent)", "Adverse Events 2:", "Total: 1/30 (3.33%)", "Insomnia 0/30 (0.00 %)", "Pain: chest wall 1/30 (3.33%)", "1/30 muscle cramps (3.33%)", "Headache 0/30 (0.00 %)"]}