{"Clinical Trial ID": "NCT01176916", "Intervention": ["INTERVENTION 1:", "- Exemestane", "Participants received exemestane (Aromasin) tablets 25 mg once daily in this study. They had already taken tamoxifen for 2 to 3 years and passed to Aromisin in this study to complete 5 consecutive years of adjuvant hormone therapy."], "Eligibility": ["Incorporation criteria:", "Early invasive breast cancer (T1-4N1-3M0) confirmed by histology or cytology.", "Yes, that's right.", "The patient must be a postmenopausal woman.", "The patient has been treated with Tamoxifene adjuvant for up to 2-3 years and will be treated with Aromasin® (the decision to prescribe Aromasin® will necessarily precede and will be independent of the decision to include patients in the study).", "- Exclusion criteria:", "After treatment with Tamoxifene adjuvant for 2-3 years and prior to treatment with Aromasin®, there are signs of local relapse or distant metastases of breast cancer, or a second primary cancer.", "After treatment with Tamoxifene adjuvant for 2-3 years, he received other aromatase inhibitors (not Aromasin®)."], "Results": ["Performance measures:", "THE TIME OF THE EVENT", "One event was defined as the earliest occurrence of one of the following: 1) Loco-regional/distant recurrence of primary breast cancer (BC) (Loco-regional recurrence was defined as any recurrence in ipsilateral lymph nodes of the breast, thoracic or axillary wall; 2) Appearance of a second primary or contralateral breast cancer; 3) Deaths due to any cause.", "Duration: 2-3 years (time before taking tamoxifen [before this study] and time before taking Aromasin [in this study] add up to 5 years)", "Results 1:", "Title of the arm/group: Exemestane", "Description of the arm/group: Participants received 25 mg of exemestane tablet (Aromasin) once a day in this study, had already taken tamoxifen for 2 to 3 years, and passed to Aromisin in this study to complete 5 consecutive years of adjuvant hormone therapy.", "Total number of participants analysed: 558", "Median (95% confidence interval)", "Unit of measurement: months NA [1] (NA to NA)"], "Adverse Events": ["Undesirable Events 1:", "Total: 38/558 (6.81 per cent)", "Unstable Angina * 1/558 (0.18%)", "Coronary heart disease * 1/558 (0.18%)", "Autoimmune Tyroiditis * 1/558 (0.18%)", "Goiter * 1/558 (0.18%)", "Hypothyroidism * 1/558 (0.18%)", "Glaucoma * 1/558 (0.18%)", "Chronic gastritis * 1/558 (0.18%)", "Gastric polyps * 2/558 (0.36%)", "Hemorrhoids * 1/558 (0.18%)", "Language hemorrhage * 1/558 (0.18%)"]}