{"Clinical Trial ID": "NCT02780713", "Intervention": ["INTERVENTION 1:", "Period of treatment 1", "Participants received AZD9496 - Variant A (100 mg).", "INTERVENTION 2:", "Treatment period 2", "Participants received AZD9496 - Reference (100 mg)."], "Eligibility": ["Incorporation criteria:", "The provision of informed consent signed and dated prior to any specific procedure under consideration.", "Healthy men and/or women aged 18 to 65 years with appropriate veins for repeated cannulation or venipuncture.", "• Women must undergo a negative pregnancy test during screening and admission to the unit, must not be breast-feeding and must have a non-nourishing potential, confirmed during screening by 1 of the following criteria: postmenopausal defined as amenorrhoea for at least 12 months after stopping all exogenous hormonal treatments and FSH levels in the postmenopausal interval (OR) Documentation of irreversible surgical sterilization by hysterectomy, bilateral oophorectomy or bilateral salpingectomy, but not tubular ligature", "Male subjects between 18 and 39 years of age must be vasectomized. Male subjects between 40 and 65 years of age must either be vasectomized or not intend to father a child for a period of 6 months after receiving the last dose of IMP.", "Have a body mass index (BMI) between 18.0 and 32.0 kg/m2, and weigh at least 50 kg and not more than 100 kg, inclusive.", "The values of AST, ALT, TBL, GGT and ALP shall be below the upper limit of normal screening intervals.", "- Exclusion criteria:", "The history of any clinically significant illness or disorder that, in the opinion of the investigator, may either endanger the subject due to his or her participation in the study or influence the outcome or ability of the subject to participate in the study.", "• History or presence of gastrointestinal (GI) disorders, liver or kidney, or any other condition known to interfere with the absorption, distribution, metabolism or excretion of medicines.", "Any clinically significant disease, medical/surgical intervention or trauma within 4 weeks of the first administration of IMP.", "• History of venous thromboembolism or arterial or thrombophilia.", "• History of endometrial polyps, endometrial cancer, atypical endometrial hyperplasia or other endometrial disorders, unless the subjects have undergone total hysterectomy and there is no evidence of active (female only) disease.", "Any clinically significant abnormalities in clinical chemistry (other than inclusion No. 6), haematology or urine test results in screening, as determined by the investigator.", "Any clinically significant abnormal observation of the vital signs of supine after 10 minutes rest of the supine at unit screening and/or admission, defined as: (a) systolic blood pressure < 90 mmHg or 150 mmHg (b) diastolic blood pressure < 50 mmHg or 95 mmHg and (c) heart rate < 45 or > 90 beats per minute", "Any clinically significant abnormality of ECG rhythm, conduction or morphology at rest of 12 leads that, according to the investigator, may interfere with the interpretation of QTc interval variations, including abnormal ST-T wave morphology or pronounced left ventricular hypertrophy.", "• Prolonged TQcF > 460 ms for females and TQF > 450 ms for males or family history of prolonged TQ syndrome.", "A shortening of the PR interval (PQ) < 110 ms or a ventricular preexcitation.", "The lengthening of the PR interval (PQ) > 240 ms, the second intermittent (the Wenckebach block during sleep is not exclusive) or the AV block of the third degree.", "• Constant or intermittent complete branching block with QRS > 120 ms or evidence of pronounced ventricular hypertrophy or pre-excitation.", "Any positive results in screening for serum hepatitis B surface antigen (HBsAg), hepatitis C antibodies and human immunodeficiency virus (HIV) antibodies.", "A known or suspected history of drug abuse, as judged by the investigator.", "Current smokers or those who smoked or used nicotine products within 3 months of screening.", "A known or suspected history of alcohol or drug abuse or excessive alcohol use, as determined by the investigator.", "· Positive detection of abuse drugs, alcohol or cotinine during screening or each admission to the unit.", "• History of severe allergy/hypersensitivity or continued allergy/hypersensitivity, as judged by the investigator or by a history of hypersensitivity to medicinal products with a structure or chemical class similar to AZD9496.", "- Excessive consumption of caffeine/xanthine containing beverages or food (e.g. coffee, tea, chocolate), as the investigator found.", "The use of medicinal products with enzyme induction properties such as St John's wort within 3 weeks prior to the first administration of IMP.", "The use of any prescribed or unprescribed medicinal product, including antacids, analgesics (other than paracetamol/acetaminophen), herbal remedies, megadose vitamins (intake 20 to 600 times the recommended daily dose) and minerals within 2 weeks prior to the first administration of IMP or more if the drug has a long half-life Note: Hormonal replacement therapy is not permitted for women.", "A donation of plasma within one month of screening or any donation/loss of blood of more than 500 mL in the 3 months prior to screening", "The exclusion period is 3 months after the final dose of the previous study or 1 month after the last visit of the previous study, whichever is longer.", "Participation of any employee of AstraZeneca, PAREXEL or the study site or his or her close relatives", "The investigator is of the opinion that the subject should not participate in the study if he or she has any minor medical complaints that are ongoing or recent (i.e. during the screening period) that may interfere with the interpretation of the study data or are considered unlikely to comply with the procedures, restrictions and requirements of the study.", "Subjects who are vegan or who have medical dietary restrictions.", "Topics that cannot communicate reliably with the investigator.", "Vulnerable subjects, for example, held in custody, adults protected under guardianship, guardianship or entrusted to an institution by governmental or legal order."], "Results": ["Performance measures:", "Pharmacokinetics: maximum plasma concentration (Cmax) for AZD9496 and its metabolites at each treatment period.", "To evaluate the observed maximum plasma concentration (Cmax) of AZD9496 and its metabolites M3 and M5 following administration of different formulations of AZD9496 and compare them with a reference formulation.", "Duration: Regular pharmacokinetic measurement Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 4.5, 5, 5.5, 6, 7, 8, 12 hours after dose, day 1, 24 and 36 hours after dose (day 2), 48 hours after dose (day 3), 72 hours after dose (day 4) of each treatment period", "Results 1:", "Title of arm/group: Period of treatment 1", "Description of the arm/group: Participants received AZD9496 - Variant A (100 mg).", "Total number of participants analysed: 14", "Geometric mean (geometric coefficient of variation)", "Unit of measurement: ng/mL AZD9496: 64.85 (73.54 %)", "M3: 10.30 (98.93%)", "M5: 1,102 (85.27%)", "Results 2:", "Title of arm/group: Period of treatment 2", "Description of the arm/group: Participants received AZD9496 - Reference (100 mg).", "Total number of participants analysed: 14", "Geometric mean (geometric coefficient of variation)", "Unit of measurement: ng/mL AZD9496: 381.0 (55.83 %)", "M3: 62.98 (76.91%)", "M5: 7.409 (75.18 per cent)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/14 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}