{"Clinical Trial ID": "NCT01816594", "Intervention": ["INTERVENTION 1:", "Trastuzumab + BKM120 + Paclitaxel", "BKM120 (pan-class I oral inhibitor of PI3K) in combination with trastuzumab and paclitaxel.", "INTERVENTION 2:", "Trastuzumab + BKM120 PBO + Paclitaxel", "BKM120 placebo in combination with trastuzumab and paclitaxel"], "Eligibility": ["Incorporation criteria:", "The patient had provided a study signed by ICF prior to any screening procedure.", "The patient was an 18-year-old woman.", "The patient has an ECOG performance status of 0-1", "The patient has a unilateral disease (multifocal or multicentre), histologically confirmed, newly diagnosed early breast cancer >2cm by clinical examination and/or >1.5 cm confirmed by ultrasound or MRI", "The patient has tumour tissue available for central examination of ER, HER2 and PI3K status with centrally confirmed positive HER2 disease and known PI3KCA mutation status", "The patient has adequate bone marrow, renal and hepatic function.", "The patient is able to swallow and store oral medicines", "- Exclusion criteria:", "The patient has already received systemic treatment for a currently diagnosed disease", "The patient has a known contraindication, hypersensitivity or intolerance to trastuzumab, paclitaxel or products containing cremophorus.", "A patient has bilateral breast cancer or metastatic or inflammatory breast cancer", "- LVEF less than 50 % according to MUGA scan or ECHO", "The patient has an active heart disease or a history of cardiac abnormalities as defined in the protocol", "The patient has gastrointestinal function impairment (GI) or gastrointestinal disease that may significantly affect BKM120 absorption", "The patient is currently receiving warfarin or other coumarin-derived anticoagulants.", "The patient is currently receiving chronic treatment with corticosteroids or other immunosuppressive agents (standard premedication for paclitaxel and authorized local applications).", "The patient is currently receiving treatment with medicines known to be potent inhibitors or inducers of CYP3A.", "A patient has some scores on an anxiety and depression mood questionnaire", "• Pregnant or lactating women (lactation) or patients who are not willing to use highly effective contraception as defined in the protocol"], "Results": ["Performance measures:", "• Complete pathological response rate (CPR) at the time of surgery - All participants", "The rate of pCR (as defined by the NSABP criteria - absence of invasive disease in the breast [YpT0]) is the number of participants with a complete pathological response (CPR) at the time of surgery. Participants were to be considered in the PCR if there was no invasive cancer in the breast or only non-invasive in situ cancer in the breast sample.", "Time limit: after 6 weeks", "Results 1:", "Title of arm/group: Trastuzumab + BKM120 + Paclitaxel", "Description of the arm/group: BKM120 (pan-class I oral inhibitor of PI3K) in combination with trastuzumab and paclitaxel.", "Total number of participants analysed: 25", "Type of measurement: Number", "Unit of measure: percentage of participants 32.0 (14.9 to 53.5)", "Results 2:", "Title of arm/group: Trastuzumab + BKM120 PBO + Paclitaxel", "Description of the arm/group: placebo BKM120 in combination with trastuzumab and paclitaxel", "Total number of participants analysed: 25", "Type of measurement: Number", "Unit of measure: percentage of participants 40.0 (21.1 to 61.3)"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/25 (32.0%)", "Diarrhoea 1/25 (4.0%)", "1/25 catheter site pain (4.0%)", "Pyrexia 1/25 (4.0%)", "- Thrombosis in device 0/25 (0.00 %)", "Hepatotoxicity 1/25 (4.0%)", "Hypersensitivity 1/25 (4.0%)", "Acute sinusitis 0/25 (0.00 %)", "Pneumonia 1/25 (4.0%)", "Increased liver enzyme 2/25 (8.0%)", "Headache 0/25 (0.00 %)", "Mental disorder 1/25 (4.0%)", "Pulmonary edema 1/25 (4.0%)", "Adverse Events 2:", "Total: 2/25 (8.0 per cent)", "Diarrhoea 0/25 (0.00 %)", "- Catheter site pain 0/25 (0.00 %)", "Pyrexia 0/25 (0.00 %)", "1/25 thromboses (4.0%)", "Hepatotoxicity 0/25 (0.00 %)", "Hypersensitivity 0/25 (0.00 %)", "Acute sinusitis 1/25 (4.0%)", "Pneumonia 0/25 (0.00 %)", "Increased liver enzyme 0/25 (0.00 %)", "Headache 1/25 (4.0%)", "Mental disorder 0/25 (0.00 %)", "Pulmonary edema 0/25 (0.00 %)"]}