{"Clinical Trial ID": "NCT01231659", "Intervention": ["INTERVENTION 1:", "Everolimus + Letrozole", "All patients received 2 tablets (5 mg each) of Everolimus (a total of 10 mg) + 1 tablet of Letrozole (2.5 mg) per day until disease progression or as described in the protocol."], "Eligibility": ["Incorporation criteria:", "- Menopausal women with locally advanced or metastatic positive breast cancer, following a documented recurrence or progression of Tamoxifene, Anastrozole or Examestane.", "The disease refractory to hormonal therapy is defined as follows:", "Recurrence during or within 12 months after completion of adjuvant therapy with Tamoxifen, Anastrozole or Exemestane.", "Recurrence during or within 24 months after the end of the adjuvant therapy with Letrozole.", "• Progression during treatment with Tamoxifene, Anastrozole or Exemestane for locally advanced or metastatic breast cancer.", "- Exclusion criteria:", "The prior use of chemotherapy and letrozole for advanced breast cancer and mTOR inhibitors as the last anticancer treatment prior to entry into the study.", "Patients should show radiological signs of recurrence or progression during the last treatment prior to entry into the study."], "Results": ["Performance measures:", "Percentage of participants with an overall response rate (OR)", "The overall response rate (ORR) was defined as the proportion of patients whose best overall response was either the complete response (CR) or the partial response (PR) according to RECIST 1.0 for the target lesions and evaluated by CT: Complete response (CR), disappearance of all target lesions for a period of at least one month; Partial response (PR), decrease >=30% of the sum of the longest diameter of the target lesions; Overall response (RR) = RC + PR.", "Timeframe: From the date of randomization to the date of first progression of the documented disease or date of death for any cause, whichever is the earlier, estimated for approximately 15 months", "Results 1:", "Title of the arm/group: Everolimus + Letrozole", "All patients received 2 tablets (5 mg each) of Everolimus (a total of 10 mg) + 1 tablet of Letrozole (2.5 mg) per day until disease progression or as described in the protocol.", "Total number of participants analysed: 43", "Type of measurement: Number", "Unit of measure: percentage of participants 37.2"], "Adverse Events": ["Undesirable Events 1:", "Total: 26/72 (36.11 per cent)", "Anemia 5/72 (6.94 per cent)", "Cardiac arrest 1/72 (1.39%)", "Congestive heart failure 1/72 (1.39%)", "Hypercalcaemia 1/72 (1.39%)", "Nausea 1/72 (1.39 per cent)", "Vomiting 3/72 (4.17 per cent)", "Deaths 1/72 (1.39 %)", "Rate of disease progression 2/72 (2.78 %)", "1/72 (1.39%)", "Pyrexia 3/72 (4.17 per cent)", "Cholecystitis 1/72 (1.39%)", "Cellulite 2/72 (2.78 per cent)"]}