{"Clinical Trial ID": "NCT00263588", "Intervention": ["INTERVENTION 1:", "- Cohort A", "Cohorte A presented a 0-1 performance statement from the Eastern Cooperative Oncology Group (ECOG) and one or two previous regimens containing trastuzumab, in total, for the treatment of adjuvant and/or metastatic breast cancer.", "INTERVENTION 2:", "- Cohort B", "The subjects in cohort B had an ECOG 2 state of performance and/or more than 2 previous trastuzumab-containing regimens for the treatment of breast cancer in adjuvant and/or metastatic media."], "Eligibility": ["• Inclusion criteria:", "Signed informed consent", "ErbB2(HER2) overexpressing breast cancer.", "- Brain damage is progressing.", "Prior treatment of brain metastases with total brain radiotherapy (CBR) and/or stereotactic radiosurgery (HRS).", "Prior treatment with trastuzumab (Herceptin), alone or in combination with chemotherapy.", "The heart ejection fraction (LVEF) in the institutional range of normal measured by echocardiogram.", "• Capable of swallowing an oral medicine.", "Adequate renal and hepatic function.", "Adequate function of bone marrow.", "- Exclusion criteria:", "Pregnant or lactating women.", "Conditions that would have an effect on the oral absorption of a drug.", "• History of immediate or delayed hypersensitivity reaction to gadolinium contrast agents.", "A pre-existing severe cerebral vascular disease, such as a stroke involving a major vessel.", "A serious medical or psychiatric disorder that interferes with the patient's safety or informed consent."], "Results": ["Performance measures:", "The number of participants with a central nervous system (CNS) The best overall response", "Summary of objective CNS response (Lapatinib monotherapy - MITT population)", "Response to lapatinib in patients with progressive brain metastases from overexpressing ErbB2 breast cancer.", "The primary indicator of drug efficacy was the objective CNS response rate. An objective CNS response was defined as a complete (CR) or partial (PR) response, evaluated by volumetric brain analysis Magnetic Resonance Imaging (MRI), provided that there was no progression of a systemic disease outside the CNS, there was an increase in steroid requirements, or there was no worsening of neurological signs and symptoms (NSS)", "An objective CNS response rate was defined as a volumetric reduction of 50% in the sum of CNS target lesions, with no new or progressive CNS lesions or non-CNS lesions, no increase in tumour-related steroid requirements and no worsening of neurological signs or symptoms.", "Time frame: time between baseline and data threshold (25 Sept. 2007); approximately 2 years", "Results 1:", "Title of the arm/group: Cohort A", "Cohort Cohort Cohort A subjects had performance status in the Eastern Cooperative Oncology Group (ECOG) 0-1 and one or two previous regimens containing trastuzumab, in total, for the treatment of adjuvant and/or metastatic breast cancer", "Total number of participants analysed: 94", "Type of measure: Number of participants", "Unit of Measure: Participants Complete Response (CR): 0 0.0%", "Partial response (PR): 6 6.4%", "• Stable disease (SD): 40 42.6%", "Progressive diseases (PD): 40 42.6%", "Unknown: 8 8.5%", "Results 2:", "Title of the arm/group: Cohort B", "Description of the arm/group: 750mg of lapatinib administered orally twice daily. Cohort B subjects had an ECOG 2 performance status and/or more than 2 previous regimens containing trastuzumab for the treatment of breast cancer in adjuvant and/or metastatic media.", "Total number of participants analysed: 143", "Type of measure: Number of participants", "Unit of Measure: Participants Complete Response (CR): 0 0.0%", "- Partial response (PR): 9 6.3%", "Stable disease (SD): 46 32.2%", "Progressive diseases (PD): 70 49.0%", "Unknown: 18 12.6%"], "Adverse Events": ["Undesirable Events 1:", "Total: 36/95 (37.89 per cent)", "Atrial fibrillation 0/95 (0.00 %)", "Cardiorespiratory arrest 1/95 (1.05%)", "- Left ventricular dysfunction 0/95 (0.00 %)", "Pericardial infusion 0/95 (0.00 %)", "Vertigo 0/95 (0.00 %)", "Constipation 1/95 (1.05%)", "Diarrhoea 6/95 (6.32%)", "- duodenal Ulcer 0/95 (0.00 %)", "Hemorrhage of duodenal ulcer 0/95 (0.00 %)", "Gastrointestinal haemorrhage 0/95 (0.00 %)", "Adverse Events 2:", "Total: 52/147 (35.37 per cent)", "Atrial fibrillation 1/147 (0.68%)", "Cardiorespiratory arrest 0/147 (0.00 %)", "Left ventricular dysfunction 1/147 (0.68%)", "1/147 (0.68%)", "Vertigo 1/147 (0.68%)", "Constipation 0/147 (0.00 %)", "Diarrhoea 4/147 (2.72%)", "1/147 duodenal Ulcer (0.68%)", "1/147 duodenal ulcer haemorrhage (0.68%)", "Gastrointestinal haemorrhage 2/147 (1.36 per cent)"]}