{"Clinical Trial ID": "NCT00711529", "Intervention": ["INTERVENTION 1:", "- Hypnotherapy", "Patients randomized in the hypnosis arm of the study will individually undergo three one-hour sessions with a certified hypnotherapist. These sessions will be one week apart. Patients will also be informed about the use of autohypnosis techniques at home.", "INTERVENTION 2:", "- Gabapentin", "Patients randomised to gabapentin will receive 900 mg of the medicine daily (300 mg orally three times a day)."], "Eligibility": ["• Inclusion criteria:", "Women with histological confirmation of a diagnosis of breast infiltrating carcinoma are eligible for participation.", "Women with non-invasive or pre-invasive breast lesions, including, but not limited to, in situ channel carcinomas (CDIS), atypical channel hyperplasia (ADH) or lobular in situ carcinomas (LCIS) are eligible for participation.", "Women with a known breast cancer susceptibility gene (e.g., BRCA) or a strong family history of breast cancer are eligible.", "Any woman 60 years of age or older who is unable to undergo estrogen therapy due to a real or perceived risk of developing breast cancer is eligible.", "Women under 60 with a Gail model score of 1.6% or more are eligible.", "At least one daily hot flash is subjectively related.", "Ability to provide informed voluntary consent.", "There will be no upper limit for the inclusion of age.", "Performance status Karnofsky > 70%.", "Women with a history of breast cancer should have been treated with curative intent.", "- 4 weeks after the end of chemotherapy or radiation therapy, if applicable.", "Adequate haematopoietic function (ANC 1500/mm3; platelets 100,000/mm3; hemoglobin 8 g/dL)", "adequate renal and hepatic function [Bilirubin 1.5 times the upper limit of normal (LSN), serum glutamic-oxaloacetic transaminase (SGOT) 2.5x LSN, alkaline phosphatase 2.5x LSN and creatinine 2x LSN].", "No clinical evidence of disease (full remission).", "Patients receiving neoadjuvant therapy will be eligible after completion of any adjuvant chemotherapy if indicated.", "Patients receiving hormonal treatment at the site or after chemotherapy will be eligible to participate.", "Patients should have access to a compact disk drive.", "- Exclusion criteria:", "• History or secondary active cancer in the last 5 years (except for superficial skin cancers of basal cells).", "Any residual non-haematological toxicity induced by CTCv3.0 grade 2 or higher chemotherapy.", "Not possible to give informed consent or adhere to the protocol.", "Any serious medical or psychiatric disease that may impede participation in this clinical study, an uncontrolled concomitant disease or a continuous or active infection will be excluded.", "Any history of alcohol or drug abuse.", "Allergy to gabapentin.", "History of convulsive disorders."], "Results": ["Performance measures:", "Number of hot flashes daily", "The median number of daily hot flashes for the first week (7 days) of participation is used as a baseline. The median number of daily hot flashes for the fourth week (7 days interval) is indicated for the week four time points. The median number of daily hot flashes for the eighth week (7 days interval) is indicated for the week eight time points (study completion). Of the 13 women randomized to the hypnotherapy arm, 2 were ineligible and were therefore not included in the analysis. Two women were unable to initiate treatment and did not submit newspapers.", "Timeline: Baseline", "Results 1:", "Title of the arm/group: Hypnotherapy", "Description of the arm/group: Patients randomized to the hypnosis arm of the study will individually undergo three one-hour sessions with a certified hypnotherapist. These sessions will be one week apart. Patients will also be informed about the use of autohypnosis techniques at home.", "Total number of participants analysed: 7", "Median (full range)", "Unit of measurement: daily hot flashes 5 (2-11)", "Results 2:", "Title of the arm/group: Gabapentin", "Description of the arm/group: Patients randomized to the gabapentin arm will receive 900 mg of the drug per day (300 mg orally three times a day).", "Total number of participants analysed: 8", "Median (full range)", "Unit of measurement: daily hot flashes 4.5 (2-9)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/13 (0.00 per cent)", "Adverse Events 2:", "Total: 0/14 (0.00 per cent)"]}