{"Clinical Trial ID": "NCT00741260", "Intervention": ["INTERVENTION 1:", "N160 + C1500", "Neratinib 160 mg + Capecitabine 1500 mg/m2", "INTERVENTION 2:", "N160 + C2000", "Neratinib 160 mg + Capecitabine 2000 mg/m2"], "Eligibility": ["INDUSTRIAL CRITERIA", "PART 1:", "A confirmed pathological diagnosis of a solid tumour not curable with the available therapies for which neratinib plus capecitabine is a reasonable treatment option.", "PART TWO:", "A histological and/or cytologically confirmed diagnosis of breast cancer, metastatic or locally advanced, has been confirmed.", "Amplified erbB-2 tumour (FISH or CISH) or an overexpression of erbB-2 (IHC 3+, or IHC2+ with FISH or CISH confirmation), based on local tests, or centralized FISH tests before day 1.", "The progression of the disease on or after at least one previous treatment with trastuzumab (at least 6 weeks) for metastatic or locally advanced disease (Prior adjuvant trastuzumab is allowed but not necessary). A period of 2 weeks is required between the last dose of the treatment with trastuzumab and the first dose of the test article.", "Previous treatment with a taxane in neoadjuvant, adjuvant, locally advanced and/or metastatic treatment.", "Parts 1 and 2:", "At least 1 measurable injury as defined by the RECIST criteria.", "• LVEF in the institutional range of normal measured by multi-gated acquisition (MUGA) or echocardiogram (ECHO).", "- EXCLUSION CRITERIA", "PART TWO:", "Prior treatment with capecitabine, lapatinib (20 subjects who have previously been exposed to lapatinib will be included) or any agent targeted with erbB-2 except trastuzumab. Treatment with erbB-2 should exceed 2 weeks (14 days) to be excluded.", "A prior treatment with anthracyclines with a cumulative dose of doxorubicin greater than 400 mg/m2, an epirubicin dose greater than 800 mg/m2, or the equivalent dose for other anthracyclines.", "Parts 1 and 2:", "Subjects presenting bones as the only site of the disease.", "- Uncontrolled or symptomatic central nervous system (CNS) active metastases, as indicated by clinical symptoms, cerebral oedema and/or progressive growth; subjects with a history of CNS metastases or cord compression are allowed if they have been considered permanently treated and are free of anticonvulsants and steroids for at least 4 weeks prior to the first dose of the test article.", "Any other cancer within 5 years of screening, with the exception of a properly treated cervical carcinoma in situ or a properly treated basal or squamous skin carcinoma."], "Results": ["Performance measures:", "Number of participants with dose-limiting toxicity", "Number of participants reporting adverse reactions causing a limited dose of toxicity (DLT).", "Time: from first dose to day 21", "Results 1:", "Title of arm/group: N160 + C1500", "Description of the arm/group: Neratinib 160 mg + Capecitabine 1500 mg/m2", "Total number of participants analysed: 6", "Type of measure: Number of participants", "Unit of measure: Participants 0 0.0%", "Results 2:", "Title of arm/group: N160 + C2000", "Description of the arm/group: Neratinib 160 mg + Capecitabine 2000 mg/m2", "Total number of participants analysed: 9", "Type of measure: Number of participants", "Unit of measure: Participants 2 22.2%"], "Adverse Events": ["Undesirable Events 1:", "Total: 5/6 (83.33 per cent)", "Anemia 0/6 (0.00 %)", "Febrile neutropenia 0/6 (0.00 %)", "Thrombocytopenia 0/6 (0.00 %)", "1/6 (16.67%)", "Tachycardia 0/6 (0.00 %)", "Vertigo 0/6 (0.00 %)", "Abdominal pain 0/6 (0.00 %)", "Ascites 0/6 (0.00 %)", "Diarrhoea 0/6 (0.00 %)", "Melaena 0/6 (0.00 %)", "Nausea 1/6 (16.67%)", "Proctitis 0/6 (0.00 %)", "Small intestinal obstruction 0/6 (0.00 %)", "Adverse Events 2:", "Total: 4/8 (50%)", "Anemia 0/8 (0.00 %)", "Febrile neutropenia 0/8 (0.00 %)", "Thrombocytopenia 0/8 (0.00 %)", "Pericardial infusion 0/8 (0.00 %)", "Tachycardia 0/8 (0.00 %)", "Vertigo 0/8 (0.00 %)", "Abdominal pain 1/8 (12.50%)", "Ascites 1/8 (12.50%)", "Diarrhoea 0/8 (0.00 %)", "Melaena 0/8 (0.00 %)", "- Nausea 0/8 (0.00 %)", "Proctitis 0/8 (0.00 %)", "Small intestinal obstruction 1/8 (12.50%)"]}