{"Clinical Trial ID": "NCT02222337", "Intervention": ["INTERVENTION 1:", "• Survivors of usual care", "• Randomized Survivors to the usual care provided by each of our 4 community partners. The usual care may include but is not limited to support groups, patient navigation, individual, couple or family therapy.", "INTERVENTION 2:", "Informal Caregivers", "The usual care may include but is not limited to support groups, patient navigation, individual, couple or family therapy."], "Eligibility": ["Incorporation criteria:", "Survivors: Latina, has been diagnosed with breast cancer, speaks English or Spanish, has a caregiver who is ready to participate.", "ICGs: a primary caregiver for a breast cancer survivor in Latina, speak English or Spanish", "- Exclusion criteria:", "Unable to understand spoken English and/or Spanish and/or", "A cognitive impairment that prevents informed consent (as determined by IPs or co-researchers who are mental health professionals)."], "Results": ["Performance measures:", "PROMIS Physical operation", "Measure the physical functioning of the quality of life; 6 elements; Sommer and then use the IRT to normalize the score. Average of 50; SD of 10. Range of raw score = 6-28; Higher score = higher physical functioning", "Time limit: 6 months", "Results 1:", "Title of the arm/group: Survivors of the usual care", "- Arm/Group Description: Randomized Survivors to the usual care provided by each of our 4 community partners. Regular care may include, but is not limited to, support groups, patient navigation, individual, couple or family therapy.", "Total number of participants analysed: 57", "Average (standard deviation)", "Unit of measurement: units on a scale 44.61 (8.71)", "Results 2:", "Title of the arm/group: Usual care", "- Arm/Group Description: Randomized ICGs to the usual care provided by each of our 4 community partners. The usual care may include but is not limited to support groups, patient navigation, individual, couple or family therapy.", "Total number of participants analysed: 51", "Average (standard deviation)", "Unit of measurement: units on a scale 53.82 (7.34)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/140 (0.00 per cent)", "Adverse Events 2:", "Total: 0/130 (0.00 per cent)"]}