{"Clinical Trial ID": "NCT00369655", "Intervention": ["INTERVENTION 1:", "- Treatment (Ziv-afibercept)", "Patients receive VEGF Trap IV 1 hour on day 1. Courses are repeated every 14 days in the absence of disease progression or unacceptable toxicity."], "Eligibility": ["Incorporation criteria:", "Adenocarcinoma of the breast confirmed histologically or cytologically", "Clinical evidence of metastatic disease", "No more than 2 chemotherapys for metastatic diseases", "* Prior neoadjuvant or adjuvant chemotherapy is permitted.", "At least one previous treatment (in any context) must have included a taxane and/or anthracycline", "A measurable disease, defined as a lesion whose longest diameter can be accurately measured by RECIST criteria", "No non-measurable disease, defined as all other lesions, including small lesions (longest diameter < 20 mm) and truly unmeasurable lesions, including the following:", "Bone injury", "Nervous system disorders", "Ascites", "Pleural/pericardial effusion", "Inflammatory breast disorders", "- Lymphangitis cutis/pulmonies", "• Abdominal masses that are not confirmed and followed by imaging techniques", "Cystic lesions", "Patients with HER2-positive tumours (3+ by immunohistochemistry or amplified by fluorescent in situ hybridization [FISH]) should have received prior treatment containing trastuzumab (Herceptin®) in adjuvant or metastatic media, unless contraindicated.", "No known CNS metastases", "No evidence of leptomenal involvement", "Unspecified hormonal receptor status", "Men or women", "• Menopausal status not specified", "ECOG Performance Status 0-1", "Life expectancy > 3 months", "WBC 3 000/mm3", "Absolute neutrophil count 1,500/mm3", "Number of platelets 75 000/mm3", "Hemoglobin > 8.0 g/dL", "Bilirubine 1.5 times the upper limit of normal (ULN)", "- Alcaline phosphatase 3 times LSN", "AST and ALT 2.5 times ULN", "• Creatinine 1.5 times LSN", "urinary protein levels: creatinine < 1 OR urine protein < 500 mg by urine collection 24 hours a day", "No pregnancy or breast-feeding", "Negative pregnancy test", "Fertile patients should use effective contraception during and for 6 months following completion of study therapy.", "No significant traumatic injuries in the last 4 weeks", "No history of allergy or hypersensitivity to ovarian Chinese hamster products or other recombinant human antibodies, excipients of pharmaceutical products or chemically or biologically similar to VEGF Trap", "No abdominal fistula, gastrointestinal perforation or intra-abdominal abscesses in the last 28 days", "No unhealing injury, fracture or ulcer", "No stage III or IV of invasive malignancy has been observed in the past five years.", "No history of squamous lung carcinoma", "No clinically significant cardiovascular disease, including any of the following:", "• Stroke or stroke in the last 6 months", "- Uncontrolled hypertension, defined as blood pressure (BP) > 150/100 mm Hg OR systolic blood pressure > 180 mm Hg if diastolic blood pressure < 90 mm Hg on 2 separate occasions in the last 3 months", "Myocardial infarction, coronary artery bypass or unstable angina in the last 6 months", "New York Heart Association class III or IV cardiovascular disease", "• Severe cardiac arrhythmia requiring medication", "A Grade 2 peripheral vascular disease in the last 6 months", "A pulmonary embolism, deep venous thrombosis or any other thromboembolic event in the last 6 months", "No signs of bleeding diathesis or uncontrolled coagulopathy", "No active infection, unsolved", "No serious concomitant medical conditions that would prevent participation in the study", "No other conditions or circumstances that would prevent compliance with the requirements of the study", "See Disease Characteristics", "Previous hormonal treatment in the neoadjuvant, adjuvant or metastatic setting permitted", "No anterior bevacizumab", "More than 4 weeks since previous chemotherapy, endocrine treatment, experimental pharmacotherapy or immunotherapy and recovered", "More than 4 weeks since major surgery or open biopsy", "More than 7 days since the anterior biopsy of the nucleus", "More than 2 weeks from prior radiation therapy, except for a non-target lesion only", "A radiotherapy prior to a target injury is permitted only if the lesion has experienced a clear progression since the end of the radiation therapy.", "A single-dose palliative radiotherapy has been authorized in the last 2 weeks.", "No concomitant major surgery", "No concomitant trastuzumab", "- Concomitant full dose anticoagulants (e.g. warfarin) with PT INR > 1.5 are allowed provided the following criteria are met:", "INR in the interval (usually between 2 and 3) on a stable dose of oral anticoagulant or on a stable dose of low molecular weight heparin", "No active bleeding or pathological condition with a high risk of bleeding (e.g., tumour involving major vessels or known varicose veins)", "No combination antiretroviral therapy concomitantly for HIV-positive patients", "No simultaneous participation in another clinical trial", "No other concomitant chemotherapeutic agents, endocrine treatment, biological agents, radiotherapy or other anti-protocol treatment"], "Results": ["Performance measures:", "Proportion of patients with confirmed response to tumours", "The confirmed tumour response was defined as the total number of evaluable patients who obtained a complete or partial response according to the solid tumour response assessment criteria (RECIST) on 2 consecutive evaluations of at least 8 weeks interval.", "Time limit: up to 5 years", "Results 1:", "- Arm/group title: Treatment (Ziv-afibercept)", "Description of the arm/group: Patients receive VEGF Trap IV on an hour-to-day basis 1. Courses are repeated every 14 days in the absence of disease progression or unacceptable toxicity.", "Total number of participants analysed: 21", "Type of measurement: Number", "Unit of measure: Participants Confirmed partial tumour response: 1", "No confirmed response: 20"], "Adverse Events": ["Undesirable Events 1:", "Total: 10/21 (47.62 per cent)", "Left ventricular failure 2/21 (9.52%)", "Sinus tachycardia 1/21 (4.76%)", "Abdominal pain 1/21 (4.76%)", "1/21 (4.76%)", "Decrease in platelet count 1/21 (4.76%)", "Anorexia 1/21 (4.76%)", "Headache 2/21 (9.52%)", "Ischemia cerebrovascular 1/21 (4.76%)", "Proteinuria 1/21 (4.76%)", "Dyspnoea 2/21 (9.52%)", "Hypertension 2/21 (9.52%)"]}