{"Clinical Trial ID": "NCT01416389", "Intervention": ["INTERVENTION 1:", "LY2523355 + Pegfilgrastim or Filgrastim", "LY2523355 administered intravenously for 1 hour on days 1, 2 and 3 of a 21-day cycle for 2 cycles. Dosage determined by calculating the participant's body surface area (5 milligrams per square metre per day [mg/m^2/day]).", "The dose of pegfilgrastim or filgrastim administered intravenously on day 4 of the 21-day cycle for 2 cycles is determined by the standard of care.", "If, at the end of the two cycles, the participant was receiving benefits, he or she could have stayed on the drug under study for other cycles until a drop-out criterion was met.", "INTERVENTION 2:", "Ixabepilone", "Ixabepilone is administered intravenously for 3 hours on day 1 of a 21-day cycle for 2 cycles.", "Dose determined by calculating the body surface area of the participant (40 mg/m^2).", "If, at the end of the two cycles, the participant was receiving benefits, he or she could have stayed on the drug under study for other cycles until a drop-out criterion was met."], "Eligibility": ["Incorporation criteria:", "To have a histological or cytological diagnosis of metastatic or locally recidivating breast cancer that is not suitable for treatment with curative intent.", "A measurable disease is defined by the criteria for assessing response in solid tumours (RECIST) 1.1 guidelines.", "At least two previous standard cytotoxic chemotherapys for metastatic breast cancer have been received and, in the opinion of the investigator, are an appropriate candidate for experimental treatment. Diets received in the neoadjuvant or adjuvant setting are not considered to be previous regimens.", "Have received an anterior taxane in the neoadjuvant, adjuvant or metastatic setting.", "The acute effects of prior chemotherapy, hormonal treatment and radiation prior to inclusion in the study have recovered.", "Have a performance of 0 or 1 on the Eastern Cooperative Oncology Group (ECOG) scale.", "To have an adequate organ function.", "- Exclusion criteria:", "Have common terminology criteria for Grade 2 or higher (moderate or worse) adverse events (AEAC) peripheral neuropathy", "A second primary malignancy.", "Have symptomatic, untreated or uncontrolled central nervous system metastases.", "Have received autologous stem cell transplantation after high-dose chemotherapy.", "To have serious pre-existing medical problems which, in the opinion of the investigator, would prevent participation in this study.", "Have fungal, bacterial and/or known viral infection, including active human immunodeficiency virus (HIV) or viral hepatitis.", "• Has previously received LY2523355 in another study of this agent or treatment with ixabepilone or treatment containing ixabepilone.", "Have a history of radiation therapy involving more than 25 percent of the bone marrow.", "The QT interval (QTcF) should be corrected by Fridericia by more than 470 milliseconds (msec) during electrocardiogram testing (ECG).", "Have QRS enlargement of >120 msec on ECG screening.", "There is no way to modify or stop taking a potent Cytochrome P450 3A4 inhibitor (CYP3A4) or a CYP3A4 inducer by the label of ixabepilone.", "Have hypersensitivity to medicines formulated with Cremophor® EL by the label ixabepilone."], "Results": ["Performance measures:", "Change in tumour size (CTS) from baseline to end of cycle 2", "The logarithmic ratio of tumour size to cycle 2 relative to tumour size at baseline is calculated for each participant, where tumour size is the sum of the target lesion measurements at each assessment.", "Time limit: Reference point until the end of cycle 2 (Day 42)", "Results 1:", "Title of arm/group: LY2523355 + Pegfilgrastim or Filgrastim", "Description of the arm/group: LY2523355 administered intravenously for 1 hour on days 1, 2 and 3 of a 21-day cycle for 2 cycles. Dosage determined by calculating the participant's body surface area (5 milligrams per square metre per day [mg/m^2/day]).", "The dose of pegfilgrastim or filgrastim administered intravenously on day 4 of the 21-day cycle for 2 cycles is determined by the standard of care.", "If, at the end of the two cycles, the participant was receiving benefits, he or she could have stayed on the drug under study for other cycles until a drop-out criterion was met.", "Total number of participants analysed: 17", "Average (standard deviation)", "Unit of measurement: logarithmic ratio between the end of cycle 2 and the reference level -0.0 (0.08)", "Results 2:", "Title of the arm/group: Ixabepilone", "Description of the arm/group: Ixabepilone administered intravenously for 3 hours on day 1 of a 21-day cycle for 2 cycles.", "Dose determined by calculating the body surface area of the participant (40 mg/m^2).", "If, at the end of the two cycles, the participant was receiving benefits, he or she could have stayed on the drug under study for other cycles until a drop-out criterion was met.", "Total number of participants analysed: 11", "Average (standard deviation)", "Unit of measurement: log ratio from end of cycle 2 to reference level -0.1 (0.37)"], "Adverse Events": ["Undesirable Events 1:", "Total: 5/26 (19.23 per cent)", "Febrile neutropenia 1/26 (3.85 per cent)", "Abdominal pain 0/26 (0.00 %)", "Constipation 0/26 (0.00 %)", "Nausea 1/26 (3.85 per cent)", "Pancreatitis 1/26 (3.85 per cent)", "Vomiting 2/26 (7.69%)", "- Pain 0/26 (0.00 %)", "Pneumonia 0/26 (0.00 %)", "urinary infection 1/26 (3.85 per cent)", "1/26 (3.85%)", "1/26 (3.85%)", "Hepatic encephalopathy 1/26 (3.85%)", "Adverse Events 2:", "Total: 4/13 (30.77 per cent)", "Febrile neutropenia 1/13 (7.69%)", "Abdominal pain 1/13 (7.69%)", "Constipation 1/13 (7.69 per cent)", "Nausea 0/13 (0.00 per cent)", "Pancreatitis 0/13 (0.00 %)", "- Vomiting 0/13 (0.00 per cent)", "1/13 (7.69 per cent)", "Pneumonia 1/13 (7.69%)", "urinary infection 0/13 (0.00 %)", "- Lumbar vertebral fracture 0/13 (0.00 %)", "Increase in ammonia 0/13 (0.00 %)", "Hepatic encephalopathy 0/13 (0.00 %)"]}