{"Clinical Trial ID": "NCT00258349", "Intervention": ["INTERVENTION 1:", "Vorinostat +Trastuzumab", "Trastuzumab: 6 mg/kg once daily 1, infused more than 90 minutes, every 3 weeks;", "Vorinostat 200 mg SAHA orally twice daily for 14 days over a 21-day cycle"], "Eligibility": ["Incorporation criteria:", "No pregnancy or breast-feeding", "Negative pregnancy test", "Fertile patients should use effective contraception", "No active or continuous infection", "No history of allergic reactions to compounds of chemical or biological composition similar to vorinostat or other agents used in the study", "No psychiatric illness or social situation that would prevent compliance with the study", "No other uncontrolled diseases", "More than 3 weeks since previous chemotherapy (6 weeks for nitrosourea or mitomycin; 1 week for capecitabine) and recovered", "More than 3 weeks since previous radiotherapy and recovered", "Retrieved from previous treatment", "At least 2 weeks from previous valproic acid", "More than 4 weeks from previous investigative officers", "More than 4 weeks since previous lapatinib ditosylate", "No combination antiretroviral therapy concomitantly for HIV-positive patients", "A measurable disease, defined as >= 1 one-dimensional lesion > 20 mm by conventional techniques or > 10 mm per spiral scan", "No other competing search agent", "A concomitant bisphosphonate treatment was allowed provided treatment was initiated prior to the study.", "No other concomitant anticancer treatment", "A recurrent or progressive disease during previous treatment with trastuzumab (herceptin) (with or without chemotherapy) OR a relapse within 3 months of the last dose of trastuzumab adjuvant for a metastatic disease", "- Breast cancer confirmed histologically", "• Must overexpress the HER-2 gene", "Metastatic or recurrent chest wall disease", "The site of the measurable disease must not have been irradiated (with the exception of recurrence of the thoracic wall treated with adjuvant radiation therapy)", "No untreated brain metastases", "• Brain metastases previously treated and susceptible to radiation therapy and/or authorized surgery provided that the brain is not the only measurable disease site", "- ECOG 0-2", "Absolute number of neutrophils >= 1500/mm^3", "Number of platelets >= 100 000/mm^3", "Hemoglobin >= 9 g/dL", "ASAT and ALT = < 2 times the upper limit of normal", "Bilirubin = < 1.5 mg/dL (3 mg/dL in the presence of Gilbert's disease provided that direct bilirubin is normal)", "Creatinine = < 1.5 mg/dL", "Normal LVEF by nuclear scanning or echocardiogram", "No evidence of extension of PR or AV block by EKG", "No symptomatic congestive heart failure", "No unstable breast angina", "No cardiac arrhythmia"], "Results": ["Performance measures:", "Response rate", "The response of tumours is assessed by the criteria for evaluating the response in version 1.0 of solid tumours (RCIST). The response included the complete response (CR) and the partial response (PR). The CR is defined as the elimination of all target lesions. PR is defined as a decrease of at least 30% in the sum of the longest diameters of target lesions, taking as a reference the initial sum of the longest diameter.", "Delay: Tumor evaluation was obtained at the start of treatment, after 6 weeks (week 6 = last week of cycle 2) and after all 4 treatment cycles.", "Results 1:", "Title of the arm/group: Vorinostat +Trastuzumab", "Description of the arm/group: Trastuzumab: 6 mg/kg once daily 1, infused more than 90 minutes, every 3 weeks;", "Vorinostat 200 mg SAHA orally twice daily for 14 days over a 21-day cycle", "Total number of participants analysed: 10", "Type of measurement: Number", "Unit of measure: % of participants 0 (0-26)"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/9 (22.22 per cent)", "Thrombocytopenia 2/9 (22.22%)", "- Dyspnoea 0/9 (0.00 %)"]}