{"Clinical Trial ID": "NCT00438659", "Intervention": ["INTERVENTION 1:", "- Mometasone", "Patients apply a 2.5 mL mometasone furoate cream once daily to the treatment area (bras or chest wall) for the duration of the intended radiation therapy.", "INTERVENTION 2:", "- Placebo", "Patients apply 2.5 mL of identical placebo cream in the treatment area as in arm A."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "● Histologically confirmed diagnosis of invasive primary breast cancer or in situ channel carcinoma", "Consider 5 weeks of permanent or externally bundled adjuvant radiation therapy at 1 of the following sites:", "A whole breast (as part of a breast preservation treatment)", "(in the context of post-mastectomy irradiation)", "The treatment of regional lymph nodes (i.e., axillary, supraclavicular or internal breast glands) is permitted.", "The following criteria for planned radiation therapy must be met:", "Total expected radiation dose 5,000 Gy and daily radiation dose between 1.75 and 2.12 Gy", "No fractionated cycle radiation therapy planned", "No partial breast treatment, defined as < 75% breast parenchyma", "The planning and administration of intensity-modulated radiotherapy, conventional radiotherapy or three-dimensional radiotherapy techniques are permitted.", "• Must be enrolled in the study within 7 days prior to the start of radiotherapy", "• Must start the study of the medicine before receiving the third fraction of radiation therapy", "No pre-existing skin failure in the radiotherapy field expected at the time of entry into the study", "No bilateral treatment for breast cancer", "No inflammatory breast carcinoma", "Unspecified hormonal receptor status", "CHARACTERISTICS OF PATIENTS:", "Men or women", "• Menopausal status not specified", "- Performance Status of the Eastern Cooperative Oncology Group (ECOG) 0-2", "No pregnancy or breast-feeding", "Negative pregnancy test", "Fertile patients should use effective contraception", "Capacity to complete questionnaires independently or with assistance", "No known allergies or hypersensitivity to mometasone furoate (Elocon® or generic cream), imidazolidinylurea or formaldehyde", "THERAPE PRIOR CONCURENT:", "See Disease Characteristics", "No radiation therapy prior to the planned radiotherapy treatment area", "No concomitant or expected leucotriene inhibitors, including:", "Zafirleukast", "- Monteleukast", "- Zileuton", "No concomitant or intended use of a prescription or over-the-counter medicinal product containing hydrocortisone or other preparations containing cortisone or steroids (systemic, local or topical), including, but not limited to, the following creams or ointments:", "- Cortaid®", "- Cortizone 10®", "- Tucks®", "Preparation H®", "No other concomitant topical agents (e.g. lotions, aloe vera) in the field of radiation therapy during treatment under study"], "Results": ["Performance measures:", "Average maximum degree of dermatitis by radiation therapy per treatment arm.", "The maximum quality of radioactive dermatitis measured according to common terminology criteria (CTCAE) for adverse reactions (AE), version 3.0. Grade 1 (Medium AE), Grade 2 (Medium AE), Grade 3 (Severe AE), Grade 4 (Life threatening/disabling IE), Grade 5 (EI-related death).", "Duration: during radiation treatment, up to a maximum of 9 weeks.", "Results 1:", "Title of the arm/group: Mometasone", "Description of the arm/group: Patients apply a 2.5 mL mometasone furoate cream once daily to the treatment area (chest or chest wall) for the duration of the intended radiation therapy.", "Total number of participants analysed: 84", "Average (total extent)", "Unit of measurement: grade 1.2 (0.0 to 3.0)", "Results 2:", "Title of the arm/group: Placebo", "Patients apply 2.5 mL of a placebo cream that appears to be identical in the treatment area as in arm A.", "Total number of participants analysed: 82", "Average (total extent)", "Unit of measurement: Grade 1.3 (0.0 to 3.0)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0.84 (0.00 %)", "Adverse Events 2:", "Grand total"]}