{"Clinical Trial ID": "NCT00878709", "Intervention": ["INTERVENTION 1:", "Neratinib", "Patients who completed trastuzumab adjuvant received six 40 mg (240 mg) oral tablets once daily with food, preferably in the morning, continuously for one year. Treatment continued until unacceptable toxicity, recurrent illness, death or withdrawal of consent occurred.", "INTERVENTION 2:", "- Placebo", "Patients who completed the trastuzumab adjuvant received six 40 mg (240 mg) oral tablets once daily with food, preferably in the morning, continuously for one year. Treatment continued until unacceptable toxicity, recurrent illness, death or withdrawal of consent occurred."], "Eligibility": ["Incorporation criteria:", "Stage II at BMI HER-2/erbB-2 positive breast cancer with positive node disease.", "He was treated for early breast cancer with a standard duration of treatment for trastuzumab.", "He could have been treated neoadjuvantly but did not reach the complete pathological response.", "- Exclusion criteria:", "· Positive clinical and radiological assessments for local or regional recurrence of the disease at the time of entry into the study.", "History of heart disease.", "- Fixed QT interval (QTc) >0.45 seconds", "• History of gastrointestinal disease with diarrhoea as a major symptom."], "Results": ["Performance measures:", "Invasive disease-free survival (SADi) in the Neratinib arm compared to the Placebo arm at year 2", "Invasive disease-free survival time is defined as the time between the date of randomization and the first recurrence of the disease of the following events: invasive recurrence of ipsilateral breast tumours, invasive controlateral breast cancer, local/regional invasive recurrence, remote recurrence and death of any cause.", "Duration: From randomization to the event period up to 2 years", "Results 1:", "Title of the arm/group: Neratinib", "Description of the arm/group: Patients who completed previous treatment with trastuzumab adjuvant received six 40 mg (240 mg) oral neratinib tablets once daily with food, preferably in the morning, continuously for one year.", "Total number of participants analysed: 1420", "Type of measurement: Number", "Unit of measure: % of participants participating in events 4.7", "Results 2:", "Title of the arm/group: Placebo", "For patients who completed the trastuzumab adjuvant, six 40 mg (240 mg) placebo tablets were given orally once daily with food, preferably in the morning, continuously for one year. Treatment continued until unacceptable toxicity, recurrent illness, death or withdrawal of consent occurred.", "Total number of participants analysed: 1420", "Type of measurement: Number", "Unit of measure: percentage of participants participating in events 7.5"], "Adverse Events": ["Undesirable Events 1:", "Total: 103/1408 (7.32 per cent)", "Anemia 1/1408 (0.07%)", "Angina pectoris 1/1408 (0.07%)", "Myocardial infarction 1/1408 (0.07%)", "Atrial fibrillation 0/1408 (0.00 %)", "Sinus tachycardia 0/1408 (0.00 %)", "Tachycardia 0/1408 (0.00 %)", "Vertigo 0/1408 (0.00 %)", "Diarrhoea 22/1408 (1.56%)", "Vomiting 12/1408 (0.85%)", "Nausea 4/1408 (0.28%)", "Abdominal pain 2/1408 (0.14%)", "Pancreatitis 2/1408 (0.14%)", "Adverse Events 2:", "Total: 85/1408 (6.04 per cent)", "Anemia 1/1408 (0.07%)", "Angine pectoris 0/1408 (0.00 %)", "Myocardial infarction 1/1408 (0.07%)", "Atrial fibrillation 1/1408 (0.07%)", "Sinus tachycardia 1/1408 (0.07%)", "Tachycardia 1/1408 (0.07%)", "Vertigo 1/1408 (0.07%)", "Diarrhoea 1/1408 (0.07%)", "Vomiting 1/1408 (0.07%)", "Nausea 1/1408 (0.07%)", "Abdominal pain 0/1408 (0.00 %)", "- Pancreatitis 1/1408 (0.07%)"]}