{"Clinical Trial ID": "NCT01142661", "Intervention": ["INTERVENTION 1:", "Eribulin Mesylate", "Eribilin Mesylate: A dose of 1.4 mg/m^2 administered intravenously on day 1 and day 8 of a 21-day cycle continued until disease progression, unacceptable toxicity or death."], "Eligibility": ["• Inclusion criteria", "In order to receive eribulin under this protocol, oncologists must have documented experience in the treatment of eribulin in a pre-clinical study. Subjects that meet all of the following criteria will be included in the treatment protocol:", "A recurrent, locally advanced or metastatic breast cancer that has progressed on or after the last cancer treatment.", "A prior treatment with, inadmissibility or commercial unavailability of each of the following treatments:", "Anthracyclines, taxanes and capecitabine.", "Ixabepilone in the countries where this agent is marketed.", "Trastuzumab for positive Her-2 disease.", "- Hormonal therapy in receptor-positive hormonal disease.", "All other marketed therapies, e.g. gemcitabine or vinorelbine, used for the treatment of advanced breast cancer.", "* Performance Status of the Eastern Cooperative Oncology Group (ECOG) </= 2.", "- Serum creatinine </= 2.0 mg/dL or creatinine clearance >/= 40 mL/min as Cockcroft and Gault.", "Absolute neutrophil count >/= 1.5 x 10^9/L, haemoglobin >/= 10 g/dL (may be corrected by growth factor or transfusion) and platelet count >/= 100 x 10^9/L.", "Total bilirubin </= 1.5 x upper limit of normal (ULN) Alkaline phosphatase (AP), alanine aminotransferase and aspartate aminotransferase </= 3 x ULN (</= 5 x ULN in liver metastases) If PA is >3 x ULN (in the absence of liver metastases) or >5 x ULN (in the presence of liver metastases) AND the subject is also known to have bone metastases, liver-specific PA should be separated from the total and used to evaluate liver function instead of total PA.", "Are willing and able to comply with all aspects of the treatment protocol.", "• Provide written informed consent.", "Women, age >/= 18 years.", "Women of childbearing potential should agree to be abstinent or to use highly effective contraceptive methods (e.g., condom + spermicide, condom + diaphragm with spermicide, intrauterine device, or have a vasectomized partner) that have started for at least one menstrual cycle prior to the onset of eribulin and throughout the treatment period and for 30 days (if applicable) after the last dose of eribulin.", "The following criteria will be excluded from participation in the treatment protocol:", "• Eligibility for any other open-label eribulin study in the same area.", "With the exception of alopecia and grade 2 neuropathy, the current toxicity associated with grade >/= 2 cancer treatment is acceptable.", "History of congestive heart failure with New York Heart Association Classification >II, unstable angina, myocardial infarction in the last 6 months, severe cardiac arrhythmia.", "- Electrocardiogram with QTc interval >/= 500 msec based on the Bazett formula (QTcB).", "The investigator believes that the subject is medically unfit to receive eribulin or unfit for any other reason.", "• Pregnant (positive B-hCG) or lactating women.", "Subject with hypersensitivity to eribulin or to any of the excipients.", "Subjects with cerebral or subdural metastases are not eligible unless they have completed local treatment and have continued to use corticosteroids for this indication for at least 4 weeks prior to starting treatment in this treatment protocol.", "• Concurrent medical history or health problems that, in the opinion of the investigator, would compromise the subject's ability to complete the treatment protocol safely.", "Subjects who are recognized as positive human immunodeficiency virus because neutropenia caused by eribulin treatment can make these subjects particularly susceptible to infection.", "Subjects with meningation carcinoma.", "The involvement of pulmonary lymphangitis which leads to pulmonary dysfunction requiring active treatment, including the use of oxygen.", "Subjects who received any of the following treatments during the specified period prior to treatment initiation:", "Any experimental, chemotherapy, radiotherapy or biological or targeted therapy within 2 weeks.", "- Hormonal treatment in 1 week."], "Results": ["Performance measures:", "Security", "The overall safety will be assessed by monitoring and recording the number of patients with adverse events (serious and non-serious) during treatment that continued until disease progression, unacceptable toxicity or death.", "Duration: For the duration of treatment, an average of 5 months", "Results 1:", "Title of the arm/group: Erivin Mesylate", "A dose of 1.4 mg/m^2 administered intravenously on day 1 and day 8 of a 21-day cycle continued until disease progression, unacceptable toxicity or death.", "Total number of participants analysed: 9", "Type of measurement: Number", "Unit of measurement: participants 9"], "Adverse Events": ["Undesirable Events 1:", "Total: 7/9 (77.78%)", "Febrile Neutropenia1/9 (11.11 %)", "Neutropenia1/9 (11.11 %)", "- Tachycardia1/9 (11.11 %)", "Hemomesis1/9 (11.11 per cent)", "- Small intestinal obstruction1/9 (11.11 %)", "Pneumonia1/9 (11.11 %)", "Hypokalaemia1/9 (11.11 per cent)", "Alcohol poisoning1/9 (11.11 %)", "Progressive diseases4/9 (44.44 per cent)"]}