{"Clinical Trial ID": "NCT01597193", "Intervention": ["INTERVENTION 1:", "Enzalutamide 80 mg", "Participants received enzalutamide 80 mg capsules (two 40 mg capsules) orally, once daily until the disease was documented, initiation of new anti-tumour therapy, an intolerable adverse event (including any seizures), non-compliance, withdrawal of consent, cessation by the sponsor or investigator.", "INTERVENTION 2:", "Enzalutamide 160 mg", "Participants received enzalutamide capsules 160 mg (four 40 mg) orally, once daily until the disease was documented, initiation of new anti-tumour therapy, an intolerable adverse event (including any seizures), non-compliance, withdrawal of consent, cessation by the sponsor or investigator."], "Eligibility": ["Incorporation criteria:", "Breast cancer is confirmed histologically by a report of pathology accompanying it;", "- Submit a representative unpreserved tumour sample, either as a paraffin block (preferably) or 10 unpreserved slides", "Has received at least 2 systemic treatment lines in the advanced setting (for enzalutamide alone only);", "The status of 0 or 1 of the Eastern Cooperative Oncology Group (ECOG);", "Estimated life expectancy of at least 3 months", "- Exclusion criteria:", "A serious illness, infection or co-morbidity which, in the opinion of the investigator, would render the patient unfit to register;", "- Pregnant or lactating;", "A known or suspected brain metastasis or leptomenal disease;", "• History of another disease in the previous five years, other than in situ carcinomas treated curatively;", "For patients who are registered to receive enzalutamide plus anastrozole or exemestane or fulvestrant, do not have received tamoxifen or any medicinal product known to be a potent inducer or inhibitor of CYP3A4."], "Results": ["Performance measures:", "Dose-Escalation: Percentage of participants with dose-limiting toxicity (DLT)", "The DLTs were defined as one of the following events related to the study drug: any adverse event (AE) compatible with a crisis of any grade; grade greater than (>=) 3 fatigue, diarrhoea, nausea or vomiting that did not improve to grade 1 within 14 days of the start of treatment; any haematological toxicity of grade >=3 with the following modifications: 1) grade >=3 platelet count associated with bleeding, 2) grade >=3 absolute neutrophil count that persists for 7 days or more or is associated with fevers (febrile neutropenia); grade >=3 any other non-haematological toxicity that was found to be related to the study drug.", "Time frame: Baseline to Day 35", "Results 1:", "Title of the arm/group: Dose escalation: Enzalutamide 80 mg", "Description of the arm/group: Participants received enzalutamide 80 mg capsules (two 40 mg) orally, once daily until the disease was documented, initiation of a new antitumour treatment, an intolerable adverse event (including any seizures), non-compliance, withdrawal of consent, cessation by the sponsor or investigator.", "Total number of participants analysed: 6", "Type of measurement: Number", "Unit of measure: percentage of participants 16.7", "Results 2:", "Title of the arm/group: Dose escalation: Enzalutamide 160 mg", "Description of the arm/group: Participants received enzalutamide capsules 160 mg (four 40 mg) orally, once daily until the disease was documented, initiation of a new antitumour treatment, an intolerable adverse event (including any seizures), non-compliance, withdrawal of consent, cessation by the sponsor or investigator.", "Total number of participants analysed: 7", "Type of measurement: Number", "Unit of measure: % of participants 0.0"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/7 (28.57 per cent)", "Anemia * 0/7 (0.00 %)", "Anemia of the iron deficit * 0/7 (0.00 %)", "Pericardial infusion * 0/7 (0.00 %)", "• Adrenal impairment * 1/7 (14.29%)", "Abdominal pain * 0/7 (0.00 %)", "Erosive gastritis * 0/7 (0.00 %)", "Urosepsis * 0/7 (0.00 %)", "Pneumonia * 0/7 (0.00 %)", "urinary infection * 0/7 (0.00 %)", "Infective enterocolitis * 0/7 (0.00 %)", "Adverse Events 2:", "Total: 1/8 (12.50 per cent)", "Anemia * 1/8 (12.50%)", "Anemia of the iron deficit * 0/8 (0.00 %)", "Pericardial infusion * 0/8 (0.00 %)", "• Adrenal impairment * 0/8 (0.00 %)", "Abdominal pain * 0/8 (0.00 %)", "Erosive gastritis * 0/8 (0.00 %)", "Urosepsis * 0/8 (0.00 %)", "Pneumonia * 0/8 (0.00 %)", "urinary infection * 0/8 (0.00 %)", "Infective enterocolitis * 0/8 (0.00 %)"]}