{"Clinical Trial ID": "NCT00371254", "Intervention": ["INTERVENTION 1:", "Dasatinib 100 mg twice daily", "Participants received an oral dose of 100 mg dasatinib twice daily for a total daily dose of 200 mg. Study treatment continued as long as it was tolerated, or until progressive disease (PD), defined as the occurrence of new lesions, or an increase of >=20% in the sum of the longest diameter (LD) of the target lesions, compared to the smallest amount of LD recorded since the start of treatment, or the unequivocal progression of existing non-target lesions.", "INTERVENTION 2:", "Dasatinib 70 mg twice daily", "Participants received an oral dose of 70 mg dasatinib twice daily for an DDT of 140 mg. Study treatment continued as long as tolerated, or until the RFP, defined as the occurrence of new lesions/s, or an increase of >=20% in the sum of LD of target lesions, compared to the smallest amount of LD recorded since the start of treatment, or an unequivocal progression of existing non-target lesions."], "Eligibility": ["Incorporation criteria:", "Women 18 years of age or older", "Locally advanced recipient or progressive, or metastatic breast cancer \"triple negative\"", "A paraffin tissue block must be available.", "A Measurable Disease", "Previous chemotherapy with anthracycline, taxane or both (neoadjuvant, adjuvant or metastatic)", "0, 1 or 2 chemotherapy in the metastatic setting", "Adequate function of the organ", "- Exclusion criteria:", "A metastatic disease confined to bone only", "- Symptomatic CNS metastases", "• Concomitant medical disorders that may increase the risk of toxicity", "Unable to take oral medicines"], "Results": ["Performance measures:", "Number of participants with a complete (RC) or partial (PR) response", "The tumour response was defined as the number of participants whose best response was CR or PR, according to the criteria for assessing response in solid tumours (RECIST): CR: elimination of all target/non-target lesions; PR: >= 30% decrease in the sum of LD of target lesions from the initial sum of LD.", "Timeline: Baseline until completion of the drug therapy study (up to 65 weeks).", "Results 1:", "Title of arm/group: Dasatinib 100 mg BID", "The study treatment continued as long as it was tolerated, or until progressive disease (PD), defined as the occurrence of new lesions, or >=20% increase in the sum of the longest diameter (LD) of the target lesions, compared to the smallest amount of LD recorded since the start of treatment, or an unequivocal progression of existing non-target lesions.", "Total number of participants analysed: 23", "Type of measurement: Number", "Unit of measurement: participants 2", "Results 2:", "Title of arm/group: Dasatinib 70 mg BID", "The study treatment continued as long as it was tolerated, or until the RFP, defined as the occurrence of new lesions, or >=20% increase in the sum of LD of target lesions, compared to the smallest amount of LD recorded since the start of treatment, or an unequivocal progression of existing non-target lesions.", "Total number of participants analysed: 20", "Type of measurement: Number", "Unit of measurement: participants 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 14/44 (31.82%)", "- MYOPERICARDITIS 1/44 (2.27 per cent)", "2/44 (4.55%)", "NAUSEA 1/44 (2.27 per cent)", "ASSISTANCES 1/44 (2.27 per cent)", "VOICE 2/44 (4.55%)", "DYSPHAGIE 1/44 (2.27 per cent)", "CONSTIPATION 1/44 (2.27 %)", "ABDOMINAL PEACE 1/44 (2.27%)", "PYREXIA 2/44 (4.55%)", "OEDEMA GENERALISED 1/44 (2.27 %)", "GENERAL DETERIORATION OF PHYSICAL HEALTH 1/44 (2.27%)", "INFECTION 1/44 (2.27%)", "Adverse Events 2:", "- Yeah, that's right."]}