{"Clinical Trial ID": "NCT02650193", "Intervention": ["INTERVENTION 1:", "Cycle 0: HSP-130 3mg", "Participants who had not received basic chemotherapy treatment in the study received a single dose of 3 mg HSP-130 SC on day 1 of Cycle 0. Participants were followed approximately 30 days after the last treatment dose of the study.", "INTERVENTION 2:", "Cycles 0: HSP-130 6mg", "Participants who had not received basic chemotherapy treatment in the study received a single dose of 6 mg HSP-130 SC on day 1 of Cycle 0. Participants were followed approximately 30 days after the last treatment dose of the study."], "Eligibility": ["Incorporation criteria:", "A subject will be eligible for participation in the study if all of the following criteria are met:", "Is informed, has had ample time and opportunity to read about participation in the study and has signed and dated the written informed consent form approved by an Independent Ethics Board (IEC) prior to any activity related to the study", "Females 18 years of age", "Invasive breast cancer confirmed and documented from a histological point of view", "Breast cancer without evidence of distant metastases (Stage 4) based on work organisation", "· Naive chemotherapy, which has not received chemotherapy in the neoadjuvant setting and is a candidate for chemotherapy as an adjunct to a taxane/cyclophosphamide diet, for example, TAC, as basic chemotherapy", "Zubrod/WHO/ECOG Status 2", "A suitable reserve of bone marrow, liver and kidney function, as evidenced by:", "Hemoglobin 10 mg/dl", "ANC 1.5 x 109/L", "Number of platelets 100 x 109/L", "Total bilirubin 2 mg/dl", "Aspartate Aminotransferase (AST) and Alanine Aminotransferase (ALT) 3 x the reference laboratory upper limit of normal (ULN)", "Serum creatinine level of 1.5 x ULN for reference laboratory or estimated glomerular filtration rate (GFRe) of 60 mg/min", "Body mass index (BMI) from 19 to 40 kg/m2 included", "The specific types of pregnancy prevention should be discussed with the oncologist treating in the context of the condition of tumour hormone receptors and their partners should accept the use of an effective method of contraception, in order to avoid impregnation of women throughout the study.", "Medically acceptable contraceptive methods may include, with the approval of the attending physician:", "• Barrier methods (condom or diaphragm with spermicide)", "Intrauterine device (IUD)", "Hormonal contraceptives (such as oral pill, injection, skin patch, implant, cervical ring)", "Subjects using oral contraceptives should have a stable diet for at least 3 months prior to screening. Sexually active subjects should use contraceptives during admission to the final HSP-130 follow-up visit.", "Able to understand verbal or written instructions and to comply with all the requirements of the study, to communicate effectively with the study staff and is available for the duration of the study", "- Exclusion criteria:", "A subject will NOT be eligible for participation in the study if one of the following criteria is met:", "● Prior exposure to G-CSF, including filgrastim, lenograstim, pegfilgrastim, lipegfilgrastim, growth-stimulating granulocytes/columns (GM-CSF), or any other branded or biosimilar G-CSF", "Previous collection of autologous stem cells of any type", "• Drug sensitivity, known allergic reaction or hypersensitivity, or idiosyncratic reaction to E. coli - derived proteins, filgrastim, other G-CSF or pegylated agents", "• Known hypersensitivity to docetaxel, polysorbate 80 or doxorubicin", "For subjects treated with doxorubicin, no concomitant use of CYP3A4 inhibitors and inducers, CYP2D6 and/or P-gp or trastuzumab due to an increased risk of cardiac dysfunction", "- Chemotherapy other than that included in this study (taxane/cyclophosphamide treatment, e.g. TAC or TC) or neoadjuvant chemotherapy; or known immunosuppressive agents, including chronic use of oral corticosteroids, or radiotherapy within 4 weeks of the first dose of HSP-130, anterior bone marrow or stem cell transplantation, or malignancy within 5 years", "HER2+ (overexpressing breast cancer)", "· Known as triple negative (negative estrogen receptor, negative progesterone receptor and HER2 negative) breast cancer", "Underlying neuropathy of grade 2", "Current diagnosis of active tuberculosis or other serious infections, such as sepsis, abscesses or opportunistic infections", "Treatment with systemicly active antibiotics within 72 hours prior to chemotherapy", "• Known infection with HIV", "A known sickle cell disease", "Known as severe myelosuppression induced by the medicine", "New York Heart Association (NYHA) Class III or IV heart failure, uncontrolled severe heart disease (unstable angina, clinically significant ECG abnormalities) or MI within the previous 6 months prior to the first administration of HSP-130", "Any malignancy other than breast cancer, with the exception of properly treated squamous or basal cell carcinoma of skin or cervical carcinoma in situ, within 5 years prior to the first administration of HSP-130", "Current or recent treatment (within 30 days prior to the first administration of HSP-130) with any other experimental medicinal product", "Pregnancy or lactation; Subjects who plan to become pregnant or breast-feeding before, during or within 12 months of administration of HSP-130 are not permitted to enrol in the study.", "Has received a live vaccine, expected or not living within 4 weeks prior to the first administration of HSP-130", "The patient has evidence of any other co-existing disease or medical or psychological disease, metabolic dysfunction, discovery of a physical examination or discovery of a clinical laboratory giving a reasonable suspicion of a disease or condition that contraindicates the use of a HSP-130, or the patient is a high risk of treatment complications"], "Results": ["Performance measures:", "Area under the absolute neutrophil number effect curve (AUECANC): Cycle 0", "The absolute number of neutrophils (ANCs) is a measure of the number of neutrophil granulocytes (also called polymorphonuclear cells, PMNs, polys, granulocytes, segmented neutrophils or segs) present in the blood.", "Duration: Cycle 0: Pre-dose (0 hours), 48, 96, 144, 192, 240 and 312 hours after dose", "Results 1:", "Title of arm/group: Cycle 0: HSP-130 3mg", "The group/arm description: Participants who had not received basic chemotherapy treatment in the study received a single dose of 3 mg HSP-130 SC on day 1 of Cycle 0. Participants were followed approximately 30 days after the last treatment dose of the study.", "Total number of participants analysed: 6", "Average (standard deviation)", "Unit of measurement: hour*10^9 Neutrophils per litre 3900.482 (683.6870)", "Results 2:", "Title of arm/group: Cycles 0: HSP-130 6mg", "The group/arm description: Participants who had not received basic chemotherapy treatment in the study received a single dose of 6 mg HSP-130 SC on day 1 of Cycle 0. Participants were followed approximately 30 days after the last treatment dose of the study.", "Total number of participants analysed: 6", "Average (standard deviation)", "Unit of measurement: hour*10^9 Neutrophils per litre 5880.985 (1287.2887)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/6 (0.00 per cent)", "Febrile Neutropenia * 0/6 (0.00 %)", "Adverse Events 2:", "Total: 0/6 (0.00 per cent)", "Febrile Neutropenia * 0/6 (0.00 %)"]}