{"Clinical Trial ID": "NCT00571987", "Intervention": ["INTERVENTION 1:", "Margin status", "AngioDynamics (previously RITA Med, Inc) radio frequency distribution system (composed of a generator and a Starburst XL probe): generator is connected to a single-use probe. The probe is inserted into the lumpectomy cavity and heated to 100 degrees Celsius and held there for 15 minutes, after which the probe is removed."], "Eligibility": ["Incorporation criteria:", "Women between 18 and 100 years of age", "No pregnancy or breast-feeding", "• Radiological documentation prior to the study of:", "Size 5 cm", "Unicentric, unilateral", "- Suspicious mass or calcification", "BIRADS Class IV", "Location of anomaly > 1 cm of skin", "- Ductal or infiltrating carcinoma", "Grade I-III on the final pathology", "Good general health", "Zubrod Performance status of 0.1 or 2", "No previous chemotherapy", "No palpable axillary or supraclavicular lymph nodes", "In case of prior nonmammary malignancy, survival should be > 5 years without disease.", "- Exclusion criteria:", "Patients < 18 years or > 100 years", "Pregnant or breast-feeding", "Men", "Breast implants", "Multicentre disease or bilateral disease", "Injuries > 5 cm in diameter", "Injuries < 1,0 cm of the skin", "Previous previous radiation in the breast", "Need for a mastectomy", "- Disseminate microcalcifications (as determined by the investigator)"], "Results": ["Performance measures:", "Number of patients requiring 2nd surgery for close or positive margins", "A \"firm\" surgical margin implies that cancer cells are found on the pathology very close to the surgical margin, and a \"large\" surgical margin implies that the tumor exists far from the cut edge or the surgical margin. For this study, we defined \"close\" as less than 3 mm.", "Time limit: Margins assessed at Final Pathology, about a week after FR surgery", "Results 1:", "Title of arm/group: Margin status", "Description of the arm/group: AngioDynamics (previously RITA Med, Inc) radio frequency distribution system (composed of a generator and the Starburst XL probe): generator is connected to a single-use probe. The probe is inserted into the lumpectomy cavity and heated to 100 degrees Celsius and held there for 15 minutes, after which the probe is removed.", "Total number of participants analysed: 100", "Type of measurement: Number", "Unit of measure: participants 22"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/107 (0.00 per cent)"]}