{"Clinical Trial ID": "NCT01401166", "Intervention": ["INTERVENTION 1:", "Cohort 1: SC (SID) then IV Herceptin", "During cycles 1 to 4 of the crossing period, the Herceptin SC was administered via IDS, and during cycles 5 to 8, IV Herceptin IV was administered. During the continuation period, the participants received IV Herceptin for up to 10 remaining cycles. The administration was performed by HCP. Those who had at least 2 treatment cycles remaining from the 18-cycle course after the crossing period had the possibility of self-administering the Herceptin SC via IDS under the direction of a formed HCP. The SC dose was 600 mg for all cycles where Herceptin SC was administered, and the IV dose was 6 mg/kg for all cycles where IV Herceptin was administered.", "INTERVENTION 2:", "Cohort 1: IV then SC (SID) Herceptin", "During cycles 1 to 4 of the crossing period, Herceptin IV was administered, and during cycles 5 to 8, Herceptin SC was administered via IDS. During the continuation period, the participants received IV Herceptin for up to 10 remaining cycles. The administration was performed by HCP. Those who had at least 2 treatment cycles remaining from the 18-cycle course after the crossing period had the possibility to self-administer Herceptin SC via IDS under the direction of a formed HCP. The IV dose was a load dose of 8 mg/kg in Cycle 1 for de novo participants who started Herceptin therapy in the study, and a dose of 6 mg/kg for all subsequent cycles where IV Herceptin was administered and for non de novo participants. The SC dose was 600 mg for all cycles where Herceptin SC was administered."], "Eligibility": ["Incorporation criteria:", "Histologically confirmed HER2-positive primary breast cancer", "No signs of residual, locally recurrent or metastatic disease after completion of surgery and chemotherapy (neoadjuvant or adjuvant)", "• Completed neo-adjuvant chemotherapy before entry, if received", "At least 8 remaining cycles out of a total of 18 3-week cycles planned, if received IV Herceptin", "The Eastern Cooperative Oncology Group (ECOG) has achieved progress 0 or 1", "- Exclusion criteria:", "• History of other malignancies, except in situ channel carcinoma of the breast, in situ curative carcinoma of the cervix, basal cell carcinoma or other curative malignancies of which the participant has been free for at least 5 years", "Insufficiency of bone marrow function", "Insufficiency of liver function", "Insufficiency of renal function", "Serious cardiovascular diseases", "Human immunodeficiency virus or hepatitis B or C infection", "- Previous maximum cumulative dose of doxorubicin greater than (>) 360 milligrams per square metre (mg/m^2) or epirubicin greater than 720 mg/m^2 or equivalent"], "Results": ["Performance measures:", "Percentage of participants by preferred method of drug administration", "The preferred method of drug administration (IV or HC Herceptin) was assessed in telephone interviews with each participant in the study. Participants were asked: \"All things considered, what method of administration do you prefer?\" at the end of the crossover period (Week 24). The percentage of participants who preferred each method of drug administration was reported.", "Calendar: Week 24", "Results 1:", "Title of the arm/group: Cohort 1: SC (SID) then IV Herceptin", "During cycles 1 to 4 of the crossing period, SC Herceptin was administered via IDS, and during cycles 5 to 8, IV Herceptin was administered. During the continuation period, participants received IV Herceptin for up to 10 remaining cycles. The administration was performed by HCP. Those who had at least 2 remaining treatment cycles of the 18-cycle course after the crossing period had the possibility to self-administer SC Herceptin via IDS under the direction of a formed HCP. The SC dose was 600 mg for all cycles where SC Herceptin was administered, and the IV dose was 6 mg/kg for all cycles where IV Herceptin was administered.", "Total number of participants analysed: 117", "Type of measurement: Number", "Unit of measure: % of participants SC Herceptin: 95.7", "IV Herceptin: 4.3", "No preference: 0.0", "Results 2:", "- Arm/group title: Cohort 1: IV then SC (SID) Herceptin", "During cycles 1 to 4 of the crossing period, Herceptin was administered and during cycles 5 to 8, Herceptin SC was administered via IDS. During the continuation period, the participants received IV Herceptin for up to 10 remaining cycles. The administration was performed by HCP. Participants with at least 2 remaining treatment cycles after the crossing period had the possibility of self-administering Herceptin SC via IDS under the direction of a formed HCP. The IV dose was a charge dose of 8 mg/kg in Cycle 1 for de novo participants who started Herceptin treatment in the study, and a dose of 6 mg/kg for all subsequent cycles where IV Herceptin was administered and for non de novo participants.", "Total number of participants analysed: 119", "Type of measurement: Number", "Unit of measure: % of participants SC Herceptin: 87.4", "Herceptin IV: 9.2", "No preference: 3.4"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/242 (1.65%)", "Left ventricular dysfunction * 0/242 (0.00 %)", "* 0/242 (0.00 %)", "Thoracic pain * 0/242 (0.00 %)", "Cholelithiasis * 0/242 (0.00 %)", "Breast abscesses * 0/242 (0.00 %)", "* 1/242 (0.41%)", "Influenza * 0/242 (0.00 %)", "Postoperative infection * 0/242 (0.00 %)", "Pyelonephritis * 0/242 (0.00 %)", "Adverse Events 2:", "Total: 2/241 (0.83%)", "Left ventricular dysfunction * 0/241 (0.00 %)", "* 0/241 (0.00 %)", "Thoracic pain * 0/241 (0.00 %)", "Cholelithiasis * 0/241 (0.00 %)", "Breast abscesses * 0/241 (0.00 %)", "* 0/241 (0.00 per cent)", "Influenza * 1/241 (0.41%)", "* 0/241 (0.00 %)", "Pyelonephritis * 0/241 (0.00 %)"]}