{"Clinical Trial ID": "NCT01376349", "Intervention": ["INTERVENTION 1:", "- Arm I lowers DHEA dose", "Participants apply a low dose (3.25 mg) of vaginal prasterone (dehydroepiandrosterone (DHEA)) once daily gel (QD) at bedtime for 12 weeks. Treatment continues until unacceptable adverse events or the patient's refusal to continue to participate in the study.", "INTERVENTION 2:", "- High dose arm II DHEA", "Participants apply a high dose (6.5 mg) of QD vaginal DHEA gel at bedtime for 12 weeks. Treatment continues until unacceptable adverse events or the patient's refusal to continue to participate in the study."], "Eligibility": ["Incorporation criteria:", "- 18 years", "• Menopausal women with a history of breast or gynaecological cancer (currently no evidence of disease) Note: Postmenopausal status will be determined by the following criteria:", "12 months without bilateral period or oophorectomy or complete removal of the chemical ovary in the last 12 months with planned continuous suppression throughout the study", "The menopausal status will be determined by FSH and estradiol values in the postmenopausal interval (usually FSH > 40IU/L and estradiol < 10 pg/ml, depending on the laboratory) if:", "9 months without period or", "Note: if age 55 or older with these criteria, then the status of menopause does not need to be determined by the laboratories", "Note: Defined as persistent vaginal dryness and/or pain with sexual intercourse (dyspareunia) of sufficient severity to perform a patient's desire therapeutic intervention.", "The response to the eligibility questionnaire should be moderate or more severe on one of the two symptoms, either drought or dyspareunia. The protocol contains more information.", "Vaginal symptoms should have been present 2 months prior to randomization.", "Life expectancy > 12 months.", "- Ability to complete questionnaires on their own or with assistance.", "Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) 0 or 1.", "The patient must provide informed written consent.", "To return to the registration institution for follow-up.", "To provide blood samples for correlative research purposes.", "- Exclusion criteria:", "The initiation or discontinuation of tamoxifen or aromatase inhibitors 2 months prior to randomization or the intention to initiate or discontinue any of these drugs during the 12-week study.", "The current diagnosis of an active vaginal infection, if the symptoms of a vaginal infection, should be excluded (i.e. blood loss, fever).", "Concomitant chemotherapy (long-term adjuvant herceptin, lapatanib and/or bevacizumab is allowed.", "Note: Water-based lubricants (such as KY jelly) are allowed during sexual intercourse.", "Use of any non-hormonal daily vaginal preparation 1 week prior to entry into the study.", "Exception: Daily water-based lubricants for sexual intercourse. Note: Patients who stop the agent may be enrolled after a week.", "In progress ( 4 weeks prior to randomization), or planned during the study period, the use of any estrogen product or type of vaginal hormonal product, including bioidentical hormones, estriol or any androgen product.", "The use of soy preparations or pharmacological phytoestrogens (the nutritional intake of soy milk is acceptable).", "In a placebo-controlled trial for endocrine treatment.", "Previous or concomitant pelvic radiation therapy.", "A prior radical pelvic surgery, specifically vaginectomy or pelvic exenteration (TAH/BSO) is allowed.", "● Diagnosis of any of the following conditions over the past five years:", "Essential Vulvodynia", "vulvar vestibolite", "Cystology/bartholine abscesses", "History of bartholine gland surgery", "- Lichen sclerosis", "Lichen planus of the vulvaginal region", "— Quamative Vaginitis", "• Current history or diagnosis of any of the following conditions:", "Vulvar or vaginal dysplasia", "- Vaginal prolapsus", "Women of childbearing age, premenopausal women."], "Results": ["Performance measures:", "• Mitigation of the most bothersome vaginal symptom (vaginal dryness or dyspareunia) for 12 weeks", "The main result is the severity of the most annoying vaginal symptom: dryness or dyspareunia. The measurement of vaginal symptom (VMS) was used to assess the severity of vaginal dryness and dyspareunia. VVM uses a 5-point ordinal response scale; 1=\"none\", 2=\"minute\", 3=\"moderate\", 4=\"severe\" and 5=\"very severe\" to measure severity associated with vaginal dryness and/or dyspareunia. For each patient, the change in severity was calculated by subtracting the 12th week baseline score. Therefore, the full range of scores ranges from -4 (the greatest decrease in severity) to 4 (the greatest increase in severity).", "Time frame: base and 12 weeks", "Results 1:", "Title of the arm/group: Arm I Bass Dose DHEA", "- Arm/group description: Participants apply a low dose (3.25 mg) of vaginal prasterone (dehydroepiandrosterone [DHEA]) gel once daily (QD) at bedtime for 12 weeks. Treatment continues until unacceptable adverse events or the patient's refusal to continue to participate in the study.", "Total number of participants analysed: 123", "Median (full range)", "Unit of measurement: change of units on a scale -2 (-4 to 1)", "Results 2:", "Title of arm/group: Arm II high dose DHEA", "The group/arm description: Participants apply a high dose (6.5 mg) of QD vaginal DHEA gel at bedtime for 12 weeks. Treatment continues until unacceptable adverse events or the patient's refusal to continue to participate in the study.", "Total number of participants analysed: 114", "Median (full range)", "Unit of measurement: change of units on a scale -2 (-4 to 1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/147 (2.04 per cent)", "1/147 (0.68%)", "- Breast infection 0/147 (0.00 %)", "urinary infection 0/147 (0.00 %)", "• Vaginal infection 1/147 (0.68%)", "- Surveys - Other, specify 0/147 (0.00 %)", "Headache 1/147 (0.68%)", "Breast pain 0/147 (0.00 %)", "Change of voice 0/147 (0.00 %)", "- Hirsutism 0/147 (0.00 %)", "Acneiform Rash 0/147 (0.00 %)", "Adverse Events 2:", "Total: 7/148 (4.73%)", "Infection with bladder 0/148 (0.00 %)", "- Breast infection 0/148 (0.00 %)", "urinary infection 0/148 (0.00 %)", "• Vaginal infection 1/148 (0.68%)", "- Surveys - Other, specify 1/148 (0.68%)", "Headache 1/148 (0.68%)", "Breast pain 1/148 (0.68%)", "Change of voice 0/148 (0.00 %)", "- Hirsutism 2/148 (1.35%)", "1/148 acneiform Rash (0.68%)"]}