{"Clinical Trial ID": "NCT01125566", "Intervention": ["INTERVENTION 1:", "Afatinib + Vinorelbine (AV)", "Participants were given oral treatment with Afatinib film-coated at an initial dose of 40 milligrams (mg) once daily and a weekly intravenous injection of 10 minutes of Vinorelbine 25 mg/metre^2 (metre=m) on days 1, 8, 15 and 22 of each course. Treatment was given for 28 days. For Afatinib, a protocol-defined dose reduction regimen was to be followed if a participant had experienced certain predefined adverse events. As of April 26, 2013, any participant who had been randomized to the AV arm had the option of switching to Trastuzamb + Vinorelbine.", "INTERVENTION 2:", "Trastuzumab + Vinorelbine (TV)", "Participants were given an intravenous infusion of Trastuzumab 2 mg/kilogram (kg) per week after an initial loading dose of 4 mg/kg and a 10 minute weekly intravenous infusion of Vinorelbine 25 mg/m^2 on days 1, 8, 15 and 22 of each course."], "Eligibility": ["• Inclusion criteria:", "● Histologically confirmed diagnosis of breast cancer HER2-overexpression", "Stage IV metastatic disease", "Must have progressed on treatment prior to trastuzumab", "No more than one prior treatment with trastuzumab (adjuvant or first-line)", "• Must have received chemotherapy based on anthracycline and/or taxane for the adjuvant treatment of breast cancer or the first-line treatment of metastatic breast cancer", "• Must have (archived) tumour tissue sample available for central re-evaluation of HER2-status", "At least one measurable injury according to RECIST 1.1.", "The Eastern Cooperative Oncology Group (ECOG) received a score of 0 or 1.", "- Exclusion criteria:", "Prior treatment with Epidermal/Human Growth Factor Receiver Epidermal Growth Factor Receiver (EGFR/HER2) targeted by small molecules or antibodies other than trastuzumab", "Previous treatment with vinorelbine", "A known pre-existing interstitial pulmonary disease", "Active brain metastases", "- History or presence of clinically significant cardiovascular abnormalities such as uncontrolled hypertension, congestive heart failure NYHA classification of 3, unstable angina or poorly controlled arrhythmia Myocardial infarction within 6 months prior to randomization.", "- Left cardiac ventricular function with a resting ejection fraction of less than 50%.", "* Patients unable to comply with protocol.", "Any contraindications for treatment with vinorelbine or trastuzumab.", "A known hypersensitivity to BIBW 2992 or to the excipients of one of the trial medicinal products.", "The use of any experimental medicinal product within 4 weeks of randomisation.", "Inadequate liver, renal and haematological function"], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "The PFS is defined as the time between randomization and disease progression or death, depending on the first possibility. Assessed by the investigator according to the criteria for assessing response in solid tumours (RECIST 1.1). RECIST is a set of published rules that define when tumours in cancer patients improve (\"answer\"), remain the same (\"stabilize\") or worsen (\"progress\") during treatment.", "Only data collected up to the deadline for RECIST-based parameters 1.1 (June08,2013) were considered.", "The progression of the disease was determined if at least one of the following criteria applied:", "At least a 20% increase in the sum of the diameters (SoD) of the target lesions taking as a reference the smallest SoD recorded since the start of treatment, as well as an absolute increase in SoD by at least 5 mm", "- Appearance of one or more new lesions", "Unmistakable progression of existing non-target injuries", "Timeline: From randomization (07Sep2010) to disease progression, death or data threshold (08June2013); Up to 34 months", "Results 1:", "Title of arm/group: Afatinib + Vinorelbine (AV)", "The participants received oral treatment of the Afatinib film-coated tablet at an initial dose of 40 milligrams (mg) once daily and 10 minutes per week as an intravenous infusion of Vinorelbine 25 mg/metre^2 (metre=m) on days 1, 8, 15 and 22 of each course. Treatment was administered for 28 days. For Afatinib, a protocol-defined dose reduction regimen was to be followed if a participant had experienced certain predefined adverse events. As of April 26, 2013, any participant who had been randomized to the AV arm stopped treatment, had the possibility to switch to Trastuzamb + Vinorelbine.", "Total number of participants analysed: 339", "Median (interquartile range)", "Unit of measure: Month 5,49 (3.55 to 9.07)", "Results 2:", "Title of the arm/group: Trastuzumab + Vinorelbine (TV)", "The participants received an intravenous infusion of Trastuzumab 2 mg/kilogram (kg) per week after an initial loading dose of 4 mg/kg and a weekly intravenous infusion of Vinorelbine 25 mg/m^2 on days 1, 8, 15 and 22 of each course.", "Total number of participants analysed: 169", "Median (interquartile range)", "Unit of measure: Month 5.55 (3.55 to 10.84)"], "Adverse Events": ["Undesirable Events 1:", "Total: 123/337 (36.50 per cent)", "Agranulocytosis 1/337 (0.30%)", "Anemia 2/337 (0.59%)", "Bone marrow failure 1/337 (0.30%)", "Disseminate intravascular coagulation 0/337 (0.00 %)", "- Febrile neutropenia 21/337 (6.23 per cent)", "Leukopenia 2/337 (0.59%)", "Neutropenia 18/337 (5.34%)", "Thrombocytopenia 0/337 (0.00 %)", "- Acute myocardial infarction 0/337 (0.00 %)", "- Left ventricular failure 0/337 (0.00 %)", "Adverse Events 2:", "Total: 45/169 (26.63 per cent)", "Agranulocytosis 0/169 (0.00 %)", "Anemia 2/169 (1.18 per cent)", "Bone marrow failure 0/169 (0.00 %)", "Disseminate intravascular coagulation 0/169 (0.00 %)", "7/169 (4.14 per cent)", "- Leucopenia 0/169 (0.00 %)", "Neutropenia 4/169 (2.37%)", "Thrombocytopenia 2/169 (1.18 per cent)", "- Acute myocardial infarction 1/169 (0.59%)", "1/169 (0.59%)"]}