{"Clinical Trial ID": "NCT00129376", "Intervention": ["INTERVENTION 1:", "Doxorubicin + Cyclophosphamide Docetaxel followed", "Patients received doxorubicin (60 mg/m2) and cyclophosphamide (600 mg/m2) as short intravenous infusions every three weeks for four cycles (days 1, 22, 43 and 64). Three weeks later, docetaxel (36 mg/m2) was administered as a 30-minute intravenous infusion every week for six weeks (days 85, 92, 99, 106, 113 and 120), followed by a two-week rest period (8 weeks)."], "Eligibility": ["Incorporation criteria:", "\"Knowledgeful written consent.", "Patients with Stage II and IIIA breast cancer, with histological diagnoses based on true or open biopsy.", "A negative extension study, including bilateral mammography, chest x-ray, tomography (CT)-scan or abdominal ultrasound and bone scintigraphy.", "It is strongly recommended that a tumour tissue sample be obtained prior to initiation of treatment and after definitive surgery, which will be centrally analysed by the Spanish Breast Cancer Research Group (GEICAM).", "Age >= 18 years and <= 70 years.", "Performance status according to the Karnofsky index >= 80.", "Minimum life expectancy of 6 months.", "If abnormalities are suspected, cardiac function should be evaluated by the left ventricular ejection fraction (LVEF).", "Hematology: neutrophils >= 2.0 x10^9/l; platelets >= 100 x10^9/l; hemoglobin >=10 g/dl.", "Hepatic function: total bilirubin <= 1 x upper normal limit (LUN); Aspartate aminotransferase (AST) (SGOT) and Alanine aminotransferase (ALT) (SGPT) <= 2.5 x LUN; alkaline phosphatase <= 5 x LUN.", "Renal function: creatinine <= 1.5 x UNL; creatinine clearance >= 60 ml/min.", "* Patients able to comply with the requirements of the study.", "Negative pregnancy test.", "• Adequate contraceptive method during study and up to 3 months after definitive surgery.", "- Exclusion criteria:", "Previous systemic therapy for the treatment of breast cancer.", "Previous treatments with anthracyclines or taxanes for any malignancy.", "Previous radiotherapy for breast cancer.", "Invasive bilateral breast cancer.", "Pregnant or lactating women.", "Previous level of motor or sensory neurotoxicity >=2.", "Other serious conditions: congestive heart failure or angina in the chest; history of myocardial infarction in the previous year; uncontrolled hypertension (HT) or high-risk arrhythmias.", "• History of neurological or psychiatric impairment, preventing patients from giving their free and informed consent.", "- An active infection.", "• Active peptic ulcer; unstable diabetes mellitus.", "Previous or present history of malignant tumours other than breast cancer, with the exception of basal skin carcinoma, cervical carcinoma in situ, other tumours diagnosed and treated more than 10 years before, in situ channel carcinoma (CDIS) or lobular carcinoma in situ (LCIS).", "Chronic treatment with corticosteroids, unless treatment has started > 6 months prior to registration, and low doses are given.", "This treatment should be discontinued prior to inclusion in the study.", "- Concomitant treatment with other experimental products or administration in the previous 30 days.", "Men."], "Results": ["Performance measures:", "Complete pathological response rate (CPR)", "The response was measured by physical examination and breast imaging prior to surgery and was evaluated according to World Health Organization (WHO) criteria. The pathological response after surgery was based on the proportion of remaining tumour and post-chemiotherapy changes, separately evaluating the response in the breast and axillary lymph nodes.", "Time limit: up to 29 weeks", "Results 1:", "Title of the arm/group: Doxorubicin + Cyclophosphamide Docetaxel followed", "- Arm/group description: Patients received doxorubicin (60 mg/m2) and cyclophosphamide (600 mg/m2), both as short intravenous infusions, every three weeks for four cycles (days 1, 22, 43 and 64). Three weeks later, docetaxel (36 mg/m2) was administered as a 30-minute intravenous infusion, every week for six weeks (days 85, 92, 99, 106, 113 and 120), followed by a two-week rest period (8 weeks) and then patients received a second docetaxel cycle (injections on days 141, 148, 155, 162, 169 and 176).", "Total number of participants analysed: 61", "Type of measure: Number of participants", "Unit of measure: Participants 11 18.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 12/63 (19.05 per cent)", "Febrile neutropenia * [1]4/63 (6.35 %)", "Congestive heart failure * [2]1/63 (1.59%)", "* 1/63 (1.59%)", "Vomiting * [1]1/63 (1.59%)", "Acute Pharyngitis * 1/63 (1.59%)", "Infection * 3/63 (4.76%)", "Decrease in neutrophil count * [1]1/63 (1.59%)", "Pneumonitis/pulmonary infiltrates * [3]1/63 (1.59%)"]}