{"Clinical Trial ID": "NCT00600340", "Intervention": ["INTERVENTION 1:", "Bevacizumab Plus Paclitaxel", "Bevacizumab 10 mg/kg intravenous (i.v.), days 1 and 15, every 4 weeks, Paclitaxel 90 mg/m2, days 1, 8 and 15, every 4 weeks", "INTERVENTION 2:", "Bevacizumab More Capecitabine", "Bevacizumab 15 mg/kg i.v., day 1, every 3 weeks, Capecitabine 1000 mg/m2 twice daily, days 1 to 14, every 3 weeks"], "Eligibility": ["• Inclusion criteria", "Informed written consent obtained prior to any study-specific procedure.", "- 18 years old.", "• Capable of complying with the protocol.", "The HER2-negative adenocarcinoma of the breast with a locally recidivating or metastatic disease measurable or non-measurable, which is a candidate for chemotherapy, is confirmed histologically or cytologically. The local recurrent disease must not lend itself to radiation therapy or resection with curative intent.", "* Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) of 0-2.", "• Life expectancy greater than 12 weeks.", "However, if (neo)adjuvant chemotherapy was:", "• Taxane-based patients are only eligible if they have received their last taxane more than 12 months prior to randomization.", "Based on anthracycline, the maximum cumulative dose of anterior anthracycline should not exceed 360 mg/m2 for doxorubicin and 720 mg/m2 for epirubicin.", "Prior adjuvant radiation therapy is permitted for the treatment of early breast cancer provided that the last fraction of the radiation therapy has occurred at least 6 months prior to randomisation. Radiotherapy administered solely to relieve metastatic bone pain is permitted prior to entry into the study, provided that:", "Not more than 30% of bone with bone marrow was irradiated", "The last fraction of radiation therapy was administered 3 weeks prior to randomization.", "A suitable left ventricular ejection function (LVEF) at baseline, defined as LVEF 50% by echocardiogram or multigee acquisition analysis (MUGA).", "Adequate haematological function", "Absolute number of neutrophils (ANC) 1.5 x 109/L", "Number of platelets 100 x 109/L", "Hemoglobin 9 g/dL (may be transfused to maintain or exceed this level).", "Adequate liver function", "Total bilirubin 1.25 x upper normal limit (ULN)", "Aspartate Aminotransferase (AST), Alanine Aminotransferase (ALT) < 2.5 x ULN in patients without liver metastases; < 5.0 x ULN in patients with liver metastases.", "Adequate renal function", "Serum creatinine level 1.25 x ULN or creatinine clearance calculated 50 mL/min.", "Patients who have discovered proteinuria +2 during the baseline urinalysis should undergo a 24-hour urine collection and should have 1 g of protein in 24 hours.", "The use of oral or parenteral full-dose anticoagulants is permitted as long as the patient is at a stable level of anticoagulation for at least two weeks at the time of randomisation.", "Patients treated with heparin should have initial activated partial thromboplastin (PTA) time between 1.5 and 2.5 times the NSL or patient value prior to initiation of heparin therapy.", "Patients with low molecular weight heparins (LWH) should receive a daily dose of 1.5 to 2 mg/kg (enoxaparin) or appropriate doses of the corresponding anticoagulant, as per the package leaflet.", "Patients treated with coumarin derivatives should have a standardized international ratio (INR) of 2.0 to 3.0, evaluated for inclusion in two consecutive measures of one to four days interval.", "Patients who do not receive anticoagulant drugs should have an INR 1.5 and an APTT 1.5 times the ULN within 7 days prior to randomization.", "• Exclusion criteria", "Previous chemotherapy for metastatic or locally recidivating breast cancer.", "Note: Prior hormonal treatment is allowed for adjuvant breast cancer, locally recurrent or metastatic, but must have been discontinued at least 3 weeks prior to randomization.", "Previous radiation therapy for the treatment of metastatic diseases (unless given for the relief of metastatic bone pain and with the precautions mentioned above).", "Other primary tumours over the past 5 years, with the exception of adequately controlled limited basal cell carcinoma of the skin, or in situ carcinoma of the cervix.", "NCI Pre-existing peripheral neuropathy CTCAE grade > 2 at randomization.", "- Signs of spinal cord compression or central nervous system (CNS) metastases (even if previously treated) should be detected with a magnetic resonance scanner or imaging (MRI) within 28 days prior to randomization to exclude metastases from the spinal cord and CNS.", "• History or evidence during physical/neurological examination of CNS disease unrelated to cancer, unless there is adequate standard medical treatment (e.g. uncontrolled seizures).", "• Major surgery, open biopsy, or significant traumatic injury within 28 days of randomization, or anticipation of the need for major surgery during study treatment.", "Minor surgical procedures, including the insertion of a housing catheter, within 24 hours of randomization.", "Current or recent use (within 10 days of the first dose of bevacizumab) of aspirin (> 325 mg/day) or clopidogrel (> 75 mg/day).", "- Chronic daily corticosteroid treatment (dose > 10 mg/day methylprednisolone equivalent) (excluding inhaled steroids).", "• History or signs of hereditary haemorrhagic diathesis or coagulopathy with risk of bleeding.", "Uncontrolled hypertension (systolic > 150 mmHg and/or diastolic > 100 mmHg).", "A clinically significant (i.e. active) cardiovascular disease that requires drugs during the study and that may interfere with the regularity of the study treatment, or that is not controlled by drugs.", "- Non-healing injury, active peptic ulcer or bone fracture.", "• History of abdominal fistula, or any grade 4 non-gastrointestinal fistula, gastrointestinal perforation or intra-abdominal abscess within 6 months of randomization.", "An active infection requiring i.v. antibiotics at randomisation.", "• Serum pregnancy test to be evaluated within 7 days prior to starting the study, or within 14 days following the urine confirmation pregnancy test within 7 days prior to starting the study.", "Women of childbearing potential (< 2 years after the last menstruation) do not use effective, non-hormonal contraceptives (intrauterine contraceptives, barrier contraceptives associated with spermicide jelly or surgical sterilization) during the study and for a period of 6 months following the last administration of the drug under study.", "Men who do not agree to use effective contraception during the study and for a period of 6 months after the last administration of the study drug.", "* Current or recent treatment (within 28 days of randomization) with another experimental drug or participation in another experimental study", "• Clinically significant malabsorption syndrome or inability to take oral medicines.", "A psychiatric impairment judged by the investigator to inhibit compliance with oral drug use.", "• Requirement for concomitant use of the antiviral sorivudine agent or chemically related analogues, such as brivudine.", "Evidence of any other disease, metabolic or psychological dysfunction, physical examination or clinical laboratory discovery giving reasonable suspicion of a disease or condition that is contraindicated by the use of an experimental drug, or that may affect the patient's compliance with study routines, or puts the patient at high risk of treatment-related complications.", "known deficiency in dihydropyrimidine Dehydrogenase (DPD) or severe unplanned reaction to fluoropyrimidine (with or without documented DPD deficiency)", "Hypersensitivity to any of the study drugs (including 5-FU) or to excipients Hypersensitivity to products of Chinese hamster ovary cells or other humanized recombinant antibodies History of hypersensitivity reactions with medicinal products formulated in Cremophor® EL (polyoxyethyl castor oil), or previous treatment with bevacizumab."], "Results": ["Performance measures:", "Overall survival (PP population)", "Overall survival (SG) defined as the time of randomization up to the date of death for any cause. Patients without recorded deaths were censored at the date when the patient was known to be alive. OS was analyzed with two eyes, an intermediate look and the final analysis. Due to group sequential tests, the overall alpha = 0.025 significance level was spent on both eyes according to the Lan-DeMets spending method with the O'Brien-Fleming type limits. Alpha passed to Interim after 47% of the information was 0.0010. Alpha passed to the final analysis after 99% of the information was 0.0250.", "Time limit: Period between the date of randomization and the date of death or the last known date to be alive, estimated up to approximately 6 years", "Results 1:", "Title of the arm/group: Bevacizumab Plus Paclitaxel", "Bevacizumab 10 mg/kg intravenous (i.v.), days 1 and 15, every 4 weeks, Paclitaxel 90 mg/m2, days 1, 8 and 15, every 4 weeks", "Total number of participants analysed: 266", "Median (95% confidence interval)", "Unit of measure: month 30.2 (25.6 to 32.6)", "Results 2:", "Title of the arm/group: Bevacizumab Plus Capecitabine", "Bevacizumab 15 mg/kg i.v., day 1, every 3 weeks, Capecitabine 1000 mg/m twice daily, days 1 to 14, every 3 weeks", "Total number of participants analysed: 265", "Median (95% confidence interval)", "Unit of measure: months 26.1 (22.3 to 29.0)"], "Adverse Events": ["Undesirable Events 1:", "Total: 65/284 (22.89 per cent)", "Anemia 0/284 (0.00 %)", "Febrile neutropenia 2/284 (0.70 %)", "- Leucopenia 1/284 (0.35%)", "Neutropenia 1/284 (0.35%)", "Acute coronary syndrome 0/284 (0.00 %)", "Acute myocardial infarction 1/284 (0.35%)", "Atrial fibrillation 1/284 (0.35%)", "Atrioventricular block 1/284 (0.35%)", "- Complete auriventricular block 0/284 (0.00 %)", "Cardiorespiratory arrest 0/284 (0.00 %)", "Adverse Events 2:", "Total: 68/277 (24.55%)", "Anemia 4/277 (1.44%)", "Febrile neutropenia 1/277 (0.36%)", "- Leucopenia 1/277 (0.36%)", "Neutropenia 1/277 (0.36%)", "Acute coronary syndrome 1/277 (0.36%)", "- Acute myocardial infarction 0/277 (0.00 %)", "Atrial fibrillation 0/277 (0.00 %)", "Atrioventricular block 0/277 (0.00 %)", "1/277 (0.36%) complete atrioventricular block", "Cardiorespiratory arrest 1/277 (0.36%)"]}