{"Clinical Trial ID": "NCT00811135", "Intervention": ["INTERVENTION 1:", "Trastuzumab + Bevacizumab + Capecitabine", "Participants received trastuzumab IV (8 mg/kg) for the first cycle, followed by 6 mg/kg for subsequent cycles, followed by bevacizumab (15 mg/kg) on day 1 of each treatment cycle, and capecitabine administered orally to participants at a dose of 1000 mg/m^2 of IDB on days 1 to 14 of each treatment cycle until disease progression, toxicity that could not be managed or participant withdrawal request."], "Eligibility": ["Incorporation criteria:", "<= 18 years in adults;", "Breast cancer with locally recidivating or measurable metastatic lesions;", "A candidate for chemotherapy;", "HER2-positive disease;", "- ECOG PS of <=2.", "- Exclusion criteria:", "Previous anticancer treatment for metastatic breast cancer;", "Previous radiotherapy for metastatic breast cancer (with the exception of adjuvant radiation therapy >=6 months prior to registration);", "Chronic daily treatment with corticosteroids (>=10mg/day), aspirin (>325 mg/day) or clopidogrel (>75mg/day);", "Another primary tumour in the last 5 years, with the exception of cervical cancer adequately treated on site, epidermal skin cancer or basal cell skin cancer;", "- Uncontrolled hypertension or major cardiovascular disease."], "Results": ["Performance measures:", "Percentage of participants with the best overall response (BOR) of the confirmed complete response (CR) or partial response (PR)", "The response of tumours was evaluated using the solid tumour response assessment criteria (RECIST, version 1.0). BOR was defined as the best response recorded for a participant from the start of treatment to progression/recurrence of the disease. Percentage of participants with confirmed CR or PR OR (responders) was reported. CR: elimination of all target and non-target lesions and normalization of the level of tumour marker; PR: reduction of at least 30 percent (%) of the sum of the longest diameter (LD) of the target lesions taking as a reference the initial sum of LD. Confirmed responses were those confirmed by a repeated assessment, conducted four weeks after the response criteria were met.", "Delay: Screening until disease progression (screening assessment, every 6 weeks until week 36, then every 9 weeks during the treatment period, then every 3 months during follow-up, until about 4 years)", "Results 1:", "Title of the arm/group: Trastuzumab + Bevacizumab + Capecitabine", "The participants received trastuzumab IV (8 mg/kg) for the first cycle, followed by 6 mg/kg for subsequent cycles, followed by bevacizumab (15 mg/kg) on the first day of each treatment cycle, and capecitabine administered orally to participants at a dose of 1000 mg/m^2 of IDB for the first 14 days of each treatment cycle until disease progression, insurmountable toxicity, or participant withdrawal from treatment.", "Total number of participants analysed: 88", "Type of measurement: Number", "Unit of measure: % of participants 75.0 (64.6-83.6)"], "Adverse Events": ["Undesirable Events 1:", "Total: 20/88 (22.73 per cent)", "* 2/88 (2.27%)", "Intracardial trombus * 1/88 (1.14 %)", "Abdominal pain * 1/88 (1.14 %)", "Diarrhoea * 2/88 (2.27 %)", "* 1/88 (1.14 %)", "Intestinal perforation * 1/88 (1.14 %)", "Chest pain * 1/88 (1.14 %)", "Deaths * 1/88 (1.14 %)", "Erysipelas * 1/88 (1.14 %)", "Pneumonia * 1/88 (1.14 %)", "Abdominal dehiscence of injuries * 1/88 (1.14 %)"]}