{"Clinical Trial ID": "NCT00950300", "Intervention": ["INTERVENTION 1:", "- Herceptin IV + chemotherapy", "Participants received eight cycles of Herceptin IV plus chemotherapy prior to surgery and ten cycles of Herceptin IV after surgery. Chemotherapy consisted of docetaxel 75 mg/m^2 every 21 days for four cycles followed by FEC every 21 days for four cycles. Herceptin was administered as 8 mg/kg on day 1 and then as 6 mg/kg on day 22 and every 21 days after surgery. The first eight cycles prior to surgery consisted of the neoadjuvant treatment period, and the ten cycles of Herceptin IV after surgery constituted the adjuvant treatment period. Participants subsequently entered the TFFU period. Participants who were withdrawn from the neoadjuvant treatment period for any reason, or who experienced a recurrence of the disease during the adjuvant treatment period or the TFFU period, may have entered the SFU period.", "INTERVENTION 2:", "- Herceptin SC + chemotherapy", "Participants received eight cycles of Herceptin SC plus chemotherapy prior to surgery and ten cycles of Herceptin SC after surgery. Chemotherapy consisted of a docetaxel 75 mg/m^2 every 21 days for four cycles followed by FEC every 21 days for four cycles. Herceptin was administered as a fixed 600 mg dose administered every 21 days. The first eight cycles prior to surgery included the neoadjuvant treatment period, and the ten cycles of Herceptin IV after surgery included the adjuvant treatment period. Participants subsequently entered the TFFU treatment period. Participants who were withdrawn from the neoadjuvant treatment period for any reason, or who experienced a recurrence of the disease during the adjuvant treatment period or the TFFU period, may have entered the SFU treatment period."], "Eligibility": ["Incorporation criteria:", "Adult women over 18 years of age or over 18 years of age", "- Non-metastatic primary invasive adenocarcinoma of clinical stage I to IIIC of the breast, including inflammatory and multicentre/multifocal breast cancer, with an ultrasound tumour of 1 cm (cm) or 2 cm by palpation, HER2-positive (immunohistochemical score [IHC] 3+ or in situ [ISH]-positive hybridization)", "At least 1 measurable lesion in the breast or lymph nodes (1 cm by ultrasound or 2 cm by palpation), with the exception of inflammatory carcinoma (T4d)", "- Initial left ventricular ejection rate (LVE) 55%", "Eastern Cooperative Oncology Group (ECOG) status 0 or 1", "Adequate function of organs at the reference level", "- Exclusion criteria:", "• History of any previous invasive breast carcinoma (ipsilateral and/or contralateral)", "Previous or current history of malignant neoplasms, with the exception of basal and squamous skin carcinomas treated with curative and in situ cervix carcinomas", "Metastatic diseases", "Any previous treatment with anthracyclines", "Previous anti-HER2 or biological therapy or immunotherapy", "Serious heart disease", "Pregnant or lactating women"], "Results": ["Performance measures:", "Concentration of trastuzumab (Ctrough) observed prior to surgery", "Pre-dose samples were obtained prior to surgery (Cycle 8). The observed Ctrough was recorded, on average, in all participants and expressed as micrograms per millilitre (μg/mL).", "Time limit: Pre-dose (0 hours) on day 1 of cycle 8 (length of the 21-day cycle)", "Results 1:", "Title of the arm/group: Herceptin IV + chemotherapy", "The first eight cycles prior to surgery consisted of the period of neoadjuvant treatment, and the ten cycles of Herceptin IV treatment after surgery consisted of the period of adjuvant treatment.", "Total number of participants analysed: 235", "Average (standard deviation)", "Unit of measurement: μg/mL 57.8 (30.3)", "Results 2:", "Title of the arm/group: Herceptin SC + chemotherapy", "The first eight pre-surgery cycles included the neoadjuvant treatment period, and the ten post-surgery cycles of Herceptin IV included the adjuvant treatment period. The first eight pre-surgery cycles included the neoadjuvant treatment period, and the ten post-surgery cycles of Herceptin IV included the adjuvant treatment period.", "Total number of participants analysed: 234", "Average (standard deviation)", "Unit of measurement: μg/mL 78.7 (43.9)"], "Adverse Events": ["Undesirable Events 1:", "Total: 45/298 (15.10 per cent)", "Febrile neutropenia * 10/298 (3.36%)", "Neutropenia * 9/298 (3.02%)", "Leucopenia * 0/298 (0.00 %)", "Thrombocytopenia * 0/298 (0.00 %)", "* 1/298 (0.34%)", "Congestive heart failure * 0/298 (0.00 %)", "Arrhythmia * 0/298 (0.00 %)", "Myocardial infarction * 1/298 (0.34%)", "Angina pectoris * 1/298 (0.34%)", "Atrial fibrillation * 0/298 (0.00 %)", "Adverse Events 2:", "Total: 65/297 (21.89%)", "Febrile neutropenia * 13/297 (4.38%)", "Neutropenia * 7/297 (2.36 %)", "Leucopenia * 1/297 (0.34%)", "Thrombocytopenia * 1/297 (0.34%)", "Lymphadenopathy * 0/297 (0.00 %)", "Congestive heart failure * 2/297 (0.67%)", "Arrhythmia * 1/297 (0.34%)", "Myocardial infarction * 1/297 (0.34%)", "Angine pectoris * 0/297 (0.00 %)", "Atrial fibrillation * 1/297 (0.34%)"]}