{"Clinical Trial ID": "NCT01234337", "Intervention": ["INTERVENTION 1:", "Sorafenib (Nexavar, BAY43-9006) + Capecitabine", "Sorafenib tablets were administered continuously orally at a total daily dose of 600 mg (200 mg in the morning, 400 mg in the evening) in a 3-week cycle. Capecitabine was administered orally at a total daily dose of 2,000 mg/m^2 (1,000 mg/m^2 twice daily, 12 hours apart).", "INTERVENTION 2:", "Placebo + Capecitabine", "If tolerance criteria were met for one participant, the total dose of capecitabine was increased to 2,500 mg/m^2 (1,250 mg/m^2 twice daily) and the total dose of placebo at a total daily dose of 4 tablets (2 tablets twice daily) for that participant."], "Eligibility": ["Incorporation criteria:", "The age is >=18 years", "The subject has a HER2-negative adenocarcinoma confirmed histologically or cytologically from the breast. HER2 status should be determined by an accredited laboratory", "The subject has a locally advanced or metastatic disease; the locally advanced disease must not be susceptible to resection with curative intent. Must have a measurable or non-measurable disease (according to RECIST [Response Assessment Criteria for Solid Tumours] 1.1)", "All computer tomography (CT; contrast) and magnetic resonance imaging (MRI) used to document the disease must have been performed <= 4 weeks prior to randomization. Bone analyses (if clinically indicated) must have been performed <= 12 weeks prior to randomization", "The subject should have received up to two prior chemotherapy treatments (adjuvant/neoadjuvant treatments are considered as one treatment), and not more than one prior treatment for advanced and/or metastatic diseases.", "Previous diets must have included an anthracycline (e.g., doxorubicin, epirubicin) and a taxane (e.g. paclitaxel, docetaxel), either in combination or in combination, or in combination, or in combination, or in combination, or in combination, or in association with another agent. Sequential diets will be considered as a single diet; neoadjuvant/multiple adjuvant diets will be considered as a single diet.", "Subjects are either resistant to anthracycline and anthracycline, or resistant to anthracycline, or failed to anthracycline, AND for which treatment with anthracycline is not indicated (e.g. intolerance or cumulative doses of doxorubicin or doxorubicin equivalents, for example)", "Subjects who recline beyond 12 months after the last dose of taxane or anthracycline administered in the adjuvant, neoadjuvant or metastatic setting are eligible.", "For example, bevacizumab, brivanib, sunitinib, vatalinib, is authorised for prior experimental chemotherapy, provided that it is administered in combination with at least one medicine approved for the treatment of breast cancer (excluding drugs that target VEGF (vulgar endothelial growth factor) or VEGFR (vulgar endothelial growth factor receptor).", "• Prior hormonal treatment for locally advanced or metastatic breast cancer is permitted; subjects who are resistant to hormonal treatment are allowed.", "· Pre-adjuvant or pre-adjuvant chemotherapy is allowed.", "The patient should have discontinued prior chemotherapy (including targeted and biological therapies), prior therapeutic radiotherapy or prior hormonal therapy for locally advanced or metastatic disease >= 4 weeks (28 days) prior to randomization.", "ECOG (Eastern Cooperative Oncology Group): Statement of Operations 0 or 1", "• Sensitivity of bone marrow, liver and kidney function within 7 days prior to randomisation", "All acute toxic effects of any previous treatment have been resolved by NCI-CTCAE (National Cancer Institute Common Terminology Criteria for Adverse Events) v4.0 Grade 1 or Less", "Women of childbearing potential must undergo a negative serum pregnancy test within 7 days of randomization.", "Subjects of childbearing age (male and female) must agree to use adequate contraception from the time the informed consent form (ICF) is signed up to at least 30 days after the last dose of the drug under study.", "The subject must be able to swallow and store oral medicines.", "- Exclusion criteria:", "HER2 positive breast cancer", "A condition of the hormone receptors unknown (estrogen and progesterone receptor).", "Subjects with bilateral breast cancer or a history of two breast cancers.", "Subjects with inflammatory breast carcinoma.", "Subjects who have not previously received taxane and anthracycline for the treatment of breast cancer (either adjuvant, neoadjuvant or metastatic).", "Prior use of sorafenib or capecitabine", "Subjects considered by the treatment investigator to be appropriate candidates for hormonal treatment as current treatment for locally advanced/metastatic breast cancer", "Subjects with locally advanced disease that are considered by the investigator in treatment as appropriate candidates for radiation therapy as current treatment for locally advanced breast cancer", "Subjects with active brain metastases or leptomenal disease.", "Subjects with convulsive disorders requiring medication.", "* Palliative radiation to bone metastases for pain control is permitted with provisions", "- Major surgery, open biopsy or severe traumatic injury <= 4 weeks", "Evidence or history of haemorrhagic diathesis or coagulopathy Uncontrolled hypertension, active or clinically significant heart disease Subject with thrombotic, embolism, venous or arterial events", "Subjects with NCI-CTCAE haemorrhage v4.0 Grade 3 or more within 4 weeks prior to randomization", "Subjects infected with NCI-CTCAE v4.0 > Grade 2", "Subjects with a history of human immunodeficiency virus infection or current chronic or active hepatitis B or C infection.", "Subjects who have used potent CYP3A4 inducers (e.g. phenytoin, carbamazepine, phenobarbital, St. John's wort [Hypericum perforatum], dexamethasone at a dose greater than 16 mg daily or rifampin [rifampicin] and/or rifabutin) within 28 days prior to randomization.", "Subjects with previously untreated or concomitant cancer that is distinct from breast cancer in the main site or histology", "Subjects with a history of DHPD (Dihydropyrimidine dehydrogenase) reaction to fluropyrimidine or a history of known or suspected allergy or hypersensitivity to any of the study drugs", "Presence of non-healing injury, non-healing ulcer or bone fracture", "Pregnant or lactating women", "Any condition which, in the opinion of the investigator, renders the subject unfit for participation in the trial"], "Results": ["Performance measures:", "● Evaluation of progression-free survival by the Independent Review Panel according to the solid tumour response evaluation criteria (RESP) 1.1", "In addition to a relative increase of 20%, the sum showed an absolute increase of at least 5 mm. The appearance of new lesions and the unequivocal progression of existing non-target lesions were also interpreted as a progressive disease. Participants without progression or death at the time of the analysis were censored at their last evaluable tumour evaluation date.", "Time limit: From randomization of the first participant to about 3 years or to radiological progression of the disease", "Results 1:", "Title of the arm/group: Sorafenib (Nexavar, BAY43-9006) + Capecitabine", "Sorafenib tablets were administered continuously orally at a total daily dose of 600 mg (200 mg in the morning, 400 mg in the evening) in a 3-week cycle. Capecitabine was administered orally at a total daily dose of 2,000 mg/m^2 (1,000 mg/m^2 twice daily, 12 hours apart).", "Total number of participants analysed: 266", "Median (95% confidence interval)", "Unit of measure: days 166 (131 to 206)", "Results 2:", "Title of the arm/group: Placebo + Capecitabine", "The placebo tablets corresponding to sorafenib were administered continuously orally (1 tablet in the morning, 2 tablets in the evening) in a 3 week cycle. Capecitabine was administered orally at a total daily dose of 2,000 mg/m^2 (1,000 mg/m^2 twice daily, 12 hours apart).", "Total number of participants analysed: 271", "Median (95% confidence interval)", "Unit of measure: days 165 (126 to 204)"], "Adverse Events": ["Undesirable Events 1:", "Total: 80/260 (30.77%)", "Anemia * 2/260 (0.77%)", "Febrile neutropenia * 0/260 (0.00 %)", "Neutropenia * 2/260 (0.77%)", "Thrombocytopenia * 0/260 (0.00 %)", "Branch block to right * 0/260 (0.00 %)", "Pericardial infusion * 0/260 (0.00 %)", "Cardiopulmonary failure * 0/260 (0.00 %)", "Aplasia * 0/260 (0.00 %)", "Ocular symptom * 1/260 (0.38%)", "Abdominal impairment * 0/260 (0.00 %)", "Adverse Events 2:", "Total: 71/267 (26.59%)", "Anemia * 2/267 (0.75%)", "Febrile neutropenia * 1/267 (0.37%)", "Neutropenia * 0/267 (0.00 %)", "Thrombocytopenia * 1/267 (0.37%)", "Branch block to right * 1/267 (0.37%)", "* 5/267 (1.87%)", "Cardiopulmonary impairment * 1/267 (0.37%)", "* 1/267 (0.37%)", "Ocular symptom * 0/267 (0.00 %)", "Abdominal impairment * 1/267 (0.37%)"]}