{"Clinical Trial ID": "NCT00863655", "Intervention": ["INTERVENTION 1:", "Everolimus + Exemestane", "Everolimus 10 mg daily in combination with exemestane 25 mg daily", "INTERVENTION 2:", "Placebo + Exemestane", "Placebo of everolimus in combination with exemestane 25 mg daily"], "Eligibility": ["Incorporation criteria:", "Adult women (18 years of age) with metastatic or locally advanced breast cancer are not eligible for curative surgery or radiation therapy.", "- Histological or cytological confirmation of oestrogen-receptor positive breast cancer (ER+)", "Menopausal women.", "A nonsteroidal aromatase inhibitor (NSAI) refractory disease,", "Radiological or clinical signs of recurrence or progression during or after the last systemic treatment prior to randomization.", "Patients should have at least one injury that can be measured accurately or bone damage in the absence of measurable disease as defined above.", "- Exclusion criteria:", "HER2-patients overexpressed", "* Patients with only unmeasurable lesions other than bone metastases (e.g. pleural effusion, ascites, etc.).", "Patients who have received more than one line of advanced breast cancer chemotherapy.", "Previous treatment with exemestane or mTOR inhibitors.", "A known hypersensitivity to mTOR inhibitors, e.g. sirolimus (rapamycin).", "Radiotherapy in the four weeks prior to randomisation", "Currently receiving hormone replacement therapy,", "Other inclusion/exclusion criteria defined by the Protocol may apply."], "Results": ["Performance measures:", "Based on the local radiological examination of tumour assessments.", "The progression of the disease was based on tumour evaluation by the radiologist or local investigator using RECIST 1.0 criteria. If a patient did not progress or died at the time of the cut-off or initiation of another anti-neoplastic therapy, the PFS date was censored until the date of the last appropriate tumour assessment prior to the cut-off or initiation of an anti-neoplastic therapy. For patients with lytic or mixed bone lesions (lytic+sclerotic), the progression is considered as follows: the appearance of a new lytic injury in the bone; the appearance of new lesions outside the bone; and the unequivocal progression of existing bone lesions.", "Time limit: date of randomization at the date of first documented tumour progression or death of any cause, whichever occurs first, reported between the day of the first randomised patient up to approximately 19 months", "Results 1:", "Title of the arm/group: Everolimus + Exemestane", "Description of the arm/group: Everolimus 10 mg daily in combination with exemestane 25 mg daily", "Total number of participants analysed: 485", "Median (95% confidence interval)", "Unit of measure: months 6.93 (6.44 to 8.05)", "Results 2:", "Title of the arm/group: Placebo + Exemestane", "Description of the arm/group: Placebo of everolimus in combination with exemestane 25 mg daily", "Total number of participants analysed: 239", "Median (95% confidence interval)", "Unit of measure: months 2.83 (2.76 to 4.14)"], "Adverse Events": ["Undesirable Events 1:", "Total: 158/482 (32.78 per cent)", "Anemia 7/482 (1.45%)", "Disseminate intravascular coagulation 1/482 (0.21%)", "- Lymphadenopathy 0/482 (0.00 %)", "Neutropenia 0/482 (0.00 %)", "Thrombocytopenia 2/482 (0.41%)", "Anemia 28/482 (1.66%)", "Disseminate intravascular coagulation 21/482 (0.21%)", "* Febrile neutropenia 21/482 (0.21%)", "- Lymphadenopathy 20/482 (0.00 %)", "Neutropenia 20/482 (0.00 %)", "Adverse Events 2:", "Total: 37/238 (15.55%)", "Anemia 2/238 (0.84%)", "Disseminate intravascular coagulation 0/238 (0.00 %)", "- Lymphadenopathy 1/238 (0.42%)", "Neutropenia 1/238 (0.42%)", "Thrombocytopenia 0/238 (0.00 %)", "Anemia 22/238 (0.84%)", "20/238 (0.00 %)", "- Febrile neutropenia 21/238 (0.42%)", "21/238 (0.42%)", "Neutropenia 21/238 (0.42%)"]}