{"Clinical Trial ID": "NCT00631852", "Intervention": ["INTERVENTION 1:", "American ginseng root", "Four 250 mg tablets per day 5-14 days before surgery", "American Ginseng root: four, 250 mg tablets per day 5-14 days before surgery"], "Eligibility": ["Incorporation criteria:", "Patients with cytologically confirmed breast cancer with invasive or non-invasive biopsy (CISD) of at least 1.0 cm maximum diameter on imaging", "Surgical patients subject to mastectomy, subtotal or total", "- 18 years or older", "Women", "• Tissue block available from diagnostic biopsy", "Negative pregnancy test, medical history of surgical sterilization, or 1 year after menopause", "You must be prepared to give up surgery for at least 5 days.", "Capacity and willingness to sign written consent", "In case of hypertensive, at a stable dose at least 30 days", "In case of diabetes, well controlled (HbA1C < 8.5 in the last 60 days or documented GPF < 140 mg/dl for 3 consecutive days)", "ECOG status < 2 or Karnofsky of 60 % or more", "- Exclusion criteria:", "Previous or present malignancy, excluding non-melanomic skin cancer", "Evidence of distant metastatic disease", "History of chemotherapy, biology or radiotherapy with 6 months of biopsy", "The use of herbal supplements or substitute drugs not approved by the FDA within one week of the start of the study.", "History of allergic reactions attributed to compounds of chemical or biological composition similar to LEAG", "The history of chronic inflammatory processes, including, but not limited to, rheumatoid arthritis and lupus.", "• Active haemorrhage or a pathological condition that presents a high risk of bleeding", "Any malfunction of ingestion", "• Uncontrolled intercurrent disease", "(indicated with HbA1c < 8.5 in the last 60 days or documented fasting blood glucose < 140 mg/dl for three consecutive days)", "Known diabetics who have experienced episodes of symptomatic hypoglycaemia in the last 6 months are also considered to be poorly controlled and will be excluded from participation in the study.", "Uncontrolled hypertension (SBP > 140 mmHg or DBP > 90 mmHG)", "• Pregnant or lactating women Women should be willing to use contraception throughout the study.", "Current experimental drugs or treatment with an experimental agent within 6 weeks of biopsy", "Current treatment with coumadine or coumadine in the 2 weeks prior to biopsy", "Current treatment of monoamine oxidase inhibitors"], "Results": ["Performance measures:", "Adiponectin", "Change in initial value at the end of treatment with LEAG.", "Duration: average of 11.8 days", "Results 1:", "Title of the arm/group: American ginseng root", "Description of the arm/group: four 250mg tablets per day 5-14 days before surgery", "American Ginseng root: four, 250 mg tablets per day 5-14 days before surgery", "Total number of participants analysed: 11", "Average (standard deviation)", "Unit of measurement: pg/ml 1308 (11,985)"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/16 (6.25 per cent)", "Hemorrhage/bleeding * [1]1/16 (6.25 per cent)"]}