{"Clinical Trial ID": "NCT00121134", "Intervention": ["INTERVENTION 1:", "Group A - Bevacizumab alone", "Bevacizumab 15 mg/kg every 3 weeks for 1 year", "INTERVENTION 2:", "Group B-Bevacizumab+Cyclophosphamide+Methotrexate", "Bevacizumab 15 mg/kg every 3 weeks for 1 year +Cyclophosphamide 50 mg orally per day for 6 months +methotrexate 2.5 mg orally per day 1-2 every week for 6 months."], "Eligibility": ["Incorporation criteria:", "Invasive breast cancer confirmed histologically or cytologically, preoperative stage II-III by AJCC 6th edition, based on initial assessment by clinical examination and/or breast imaging", "Patients should have completed preoperative chemotherapy (neoadjuvant) with a standard regimen. More chemotherapy should not be planned.", "Patients should have completed the final resection of the primary tumour with adequate excision of the serious disease.", "For patients receiving adjuvant radiation therapy, treatment should be completed prior to the start of protocol therapy.", "Patients should have a significant residual invasive disease during a pathological examination after their preoperative chemotherapy.", "• LVEF > institutional limits of normal after pre-operative chemotherapy, as assessed by ECHO or the safe nuclear medicine study, within 30 days prior to the initiation of protocol therapy.", "ECOG Performance Status 0-1", "- Exclusion criteria:", "Inadequate organ function, measured by laboratory evaluation after pre-operative chemotherapy and within 14 days of starting protocol-based treatment", "Patients with metastatic disease are not eligible.", "A known HIV infection", "Patients may not be pregnant, expect to become pregnant, plan for a child's design during study or breast-feeding.", "• Uncontrolled intercurrent disease", "Non-healing injuries or major surgical procedures (such as breast surgery) other than those related to the venous access device or diagnostic study are not permitted within 28 days of registration.", "• History of abdominal fistula, IG perforation, intra-abdominal abscess, or serious injury, non-healing, ulcer or bone fracture within 6 months prior to the onset of bevacizumab", "Patients with a history of arterial thromboembolic events, including transient ischemic attack (TIA), cerebrovascular vascular event (CVA), unstable angina or myocardial infarction (MI) in the last 6 months should also be excluded.", "History of haemorrhagic diathesis or coagulopathy", "- History of allergic reactions of grade 3 or 4 to compounds of chemical or biological composition similar to cyclophosphamide (such as other alkylants) or methotrexate (such as other antitetabolitis)", "Previous history of malignancy treated without curative intent, excluding non-melanomatous skin cancer", "Patients with high or rapidly accumulating pleural or abdominal effusions", "The current use of anticoagulants is allowed as long as patients have received a stable dose for more than two weeks with stable INR.", "Chronic treatment with full-dose aspirin (< 325 mg/day) or standard nonsteroidal anti-inflammatory drugs is permitted.", "Patients cannot receive other experimental agents during the study."], "Results": ["Performance measures:", "1-year completion rate of Bevacizumab therapy for the four cohorts", "[Unspecified]", "Time limit: 1 year", "Results 1:", "- Arm/group title: Group A- Bevacizumab Alone", "Description of the arm/group: Bevacizumab 15 mg/kg every 3 weeks for 1 year", "Total number of participants analysed: 40", "Type of measurement: Number", "Unit of measure: percentage of participants 60", "Results 2:", "Name of arm/group: Group B-Bevacizumab+Cyclophosphamide+Methotrexate", "Bevacizumab 15 mg/kg every 3 weeks for 1 year +Cyclophosphamide 50 mg orally per day for 6 months +methotrexate 2.5 mg orally per day 1-2 each week for 6 months.", "Total number of participants analysed: 41", "Type of measurement: Number", "Unit of measure: percentage of participants 58"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/40 (2.50 per cent)", "- Hypertension 0/40 (0.00 %)", "Decreased bleeding 1/40 (2.50%)", "Death 0/40 (0.00 %)", "Headache 0/40 (0.00 %)", "- Dyspnoea 0/40 (0.00 %)", "Sinusitis 0/40 (0.00 %)", "Dehiscence of wounds 0/40 (0.00 %)", "Adverse Events 2:", "Total: 3/41 (7.32 per cent)", "- Hypertension 1/41 (2.44%)", "- Decrease in IG bleed 0/41 (0.00 %)", "Deaths 0.11 (0.00 %)", "Headache 0/41 (0.00 %)", "- Dyspnoea 0/41 (0.00 %)", "Sinusitis 1/41 (2.44%)", "Dehiscence of injury 1/41 (2.44 per cent)"]}