{"Clinical Trial ID": "NCT00826267", "Intervention": ["INTERVENTION 1:", "Afatinib 50 mg", "Patients received a continuous daily oral dose of Afatinib 50 mg from day 1 to day 21 of each treatment. 2 treatment courses were to be given during the trial.", "INTERVENTION 2:", "- Lapatinib 1500 mg", "Patients received a continuous daily oral dose of Lapatinib 1500 mg from day 1 to day 21 of each treatment. 2 treatment courses were to be given during the trial."], "Eligibility": ["• Inclusion criteria:", "Women, 18 years or older.", "A histologically proven breast cancer that has not received any prior treatment.", "A locally advanced disease Stade IIIa with no evidence of distant metastatic disease other than lymph nodes of the anatomical site.", "- HER2 positive.", "- Exclusion criteria:", "Absolute number of neutrophils (ANCs) less than 1500/mm3.", "Number of platelets less than 100 000/ mm3.", "Haemoglobin concentration less than 9.0 g/dl.", "Bilirubine greater than 1.5 mg/dI.", "Aspartate amino transferase (AST) or alanine amino transferase (ALT) greater than twice the upper limit of normal.", "Serum creatinine is more than 1.5 times higher than the upper normal limit.", "Significant or recent acute gastrointestinal disorders with diarrhoea", "Pregnancy or lactation.", "• System dysfunction of the organs, including the heart (EFV < 50%).", "Previous treatment with trastuzumab, EGFR or EGFR/HER2-inhibitors.", "Other malignancies diagnosed in the last five years.", "HIV, hepatitis B or C is active."], "Results": ["Performance measures:", "- Objective response (OR)", "The objective response (complete or partial) was evaluated according to RECIST 1.0 criteria.", "Timeline: Tumor assessments were conducted on day 22 and day 43 of screening.", "Results 1:", "Title of arm/group: Afatinib 50 mg", "In addition, patients were given a continuous daily dose of Afatinib 50 mg orally from day 1 to day 21 of each treatment course. 2 treatment courses were to be given during the trial.", "Total number of participants analysed: 10", "Type of measurement: Number", "Unit of measure: Percentage of participants 80.0 (44.4 to 97.5)", "Results 2:", "Title of the arm/group: Lapatinib 1500 mg", "Description of the arm/group: Patients received a continuous daily oral dose of Lapatinib 1500 mg from day 1 to day 21 of each course of treatment.", "Total number of participants analysed: 8", "Type of measurement: Number", "Unit of measure: percentage of participants 75.0 (34.9 to 96.8)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/10 (0.00 per cent)", "Adverse Events 2:", "Total: 0/8 (0.00 per cent)"]}