{"Clinical Trial ID": "NCT02312622", "Intervention": ["INTERVENTION 1:", "Cohort A - Pegylated Irinotecan to treat NSCLC", "Patients with non-small cell lung carinoma (NCLC) will receive pegylated intravenous irinotecan (IV) for 90 minutes every 21 days in the absence of disease progression or unacceptable toxicity.", "Irinotecan pegylated: administered intravenously (IV) at 145 mg/m2 as monotherapy once every 21 days (1 cycle)", "INTERVENTION 2:", "Cohort C - Pegylated Irinotecan to treat mBC", "Patients with metastatic breast cancer (MBC) in the brain will receive pegylated intravenous irinotecan (IV) for 90 minutes every 21 days in the absence of disease progression or unacceptable toxicity.", "Irinotecan pegylated: administered intravenously (IV) at 145 mg/m2 as monotherapy once every 21 days (1 cycle)"], "Eligibility": ["Incorporation criteria:", "At least 18 years of age.", "• Life expectancy of 3 months or more.", "The Eastern Cooperative Oncology Group (ECOG) has a yield of 0, 1, or 2.", "Advanced or refractory cancer consisting of:", "A metastatic breast cancer (MBC) for which single agent cytotoxic chemotherapy is indicated.", "· Historically proven metastatic lung cancer:", "- Non-small cell lung cancer (NSLC) as a stage IV disease or recurrent metastatic disease (by lung cancer tumour, node and metastases (TNM) classification system, 7th ed.) (Cohort A) OR", "- Small cell lung cancer (SCLC) as a chronic or extended stage metastatic disease (cohort B), including tumours with mixed elements of small cells and not small cells.", "Previous chemotherapy (at least one of the following):", "At least one previous systemic chemotherapy line", "• Adjuvant systemic chemotherapy in the previous 6 months Prior treatment for metastatic breast cancer (MBC) should have included treatment with taxane.", "Prior chemotherapy, including other experimental treatments, was performed prior to initiation of treatment under the following criteria:", "2 weeks if immediately prior to treatment was chemotherapy/targeted treatment administered as a daily or weekly regimen", "3 weeks if immediately prior to treatment was chemotherapy/targeted treatment administered every 2 weeks", "4 weeks if previous treatment was chemotherapy or targeted treatment once every 3 weeks Previously received at least one CNS-led treatment (such as surgery or radiotherapy) OR not eligible for CNS stereotactic radiosurgery Measureable CNS disease, previously untreated (excluding systemic treatment), or advanced after previous radioactive treatment. Injuries that have progressed after previous radiosurgery should not be selected as a measurable disease if suspected to be radionecrosis.", "The following measurement criteria are required, as visualized by an improved MRI contrast with a thickness of 1.5 mm, unless the absence of contrast or thicker slices is expressly authorized by the Protocol Director.", "At least one CNS tumour 10 mm in diameter, OR", "At least one CNS tumour measuring 5-9 mm in diameter, plus one or two additional CNS tumours measuring 3 mm in diameter, for which the sum of the longest diameters is 10 mm.", "The proper function of the organ, as indicated by:", "Absolute number of neutrophils (ANC) 1.5 x 10e9/L without G-CSF (filgrastim, pegfilgrastim, or equivalent) within 7 days", "Hemoglobin (Hgb) 9.0 g/dL (90 g/l) without blood transfusion within 7 days", "Number of platelets 100 x 10e9/L without platelet transfusion within 7 days", "Bilirubin 1.5 X upper limit of normal (ULN), except for patients with documented history of Gilbert's disease who may have DIRECT bilirubin 1.5 X ULN", "Alanine aminotransferase (ALT) 2.5 X ULN, except 5 X ULN for patients with hepatic metastases", "Aspartate aminotransferase (AST) 2.5 X ULN, except 5 X ULN for patients with hepatic metastases", "- Serum creatinine 1.5 X LSN; or creatinine clearance calculated 50 mL/min (using the Cockcroft-Gault formula), or creatinine clearance measured 50 mL/min.", "- Exclusion criteria:", "Previous treatment with a camptothecinic derivative (e.g. irinotecan, topotecan and research agents, including but not limited to exatecan, rubitecan, gimatecan, karenitiscin, research agents SN38, EZN 2208, SN 2310 and AR 67) is not permitted.", "Patients may not have a known history of leptomenesis, as diagnosed by positive cytology of CRL, unless the sponsor and PI authorize registration.", "Patients may not have undergone major surgery or radiation therapy (therapeutic and/or palliative) within 14 days prior to the start of treatment, including CNS-led radiation therapy.", "Patients may not suffer from the following co-morbid disease or concomitant disease:", "(except: anti-diarrhoeal medicinal products used to control the symptoms of a medicinal product that will be discontinued before the study are allowed with a wash of 7 days prior to the study treatment, e.g. loperamide for erlotinib-associated diarrhea)", "A known cirrhosis, defined as a class A or higher liver disease in Pugh children", "Other active malignancies, except skin cancer and non-melanoma carcinoma in situ (of the cervix or bladder)", "Any other serious/uncontrolled intercurrent disease or major co-morbid disease which, in the opinion of the investigator, would impede participation or cooperation in the study", "Patients may not have known allergy or hypersensitivity to any of the components of the experimental treatment, including polyethylene glycol (PEG) or topoisomerase inhibitors.", "Patients may not receive the following drugs at the time of the first dose of an experimental drug:", "Pharmacotherapy for known hepatitis B or C, tuberculosis or human immunodeficiency virus (HIV)", "One of the following enzymes inducing antiepileptic medicines (EIAED): phenytoin, carbamazepine, oxcarbazepine, phenobarbital", "Other chemotherapy, hormonal treatments, immunotherapy, other experimental agents or biological agents for the treatment of cancer, except bisphosphonates or denosumab", "• Pregnant or lactating patients will be excluded from the study."], "Results": ["Performance measures:", "Central Nervous System (CNS) Disease Control Rate (Cohort A and C)", "The central nervous system disease (CNS) control is defined as a complete response (CR); a partial response (PR); or a stable disease (SD). The result is indicated as the number and percentage of participants reaching DC, a number without dispersion.", "The response criteria are as follows. Note that any lesion of less than 10 mm of longest diameter (LD) is considered unchanged unless there is a 3 mm change in the sum of the LDs.", "RC = disappearance of all target lesions, prolonged for 4 weeks without new lesions; stable or improved clinical condition", "PR = 30% decrease in target injury LD and no new injury sustained for 4 weeks; stable or improved clinical status", "PD = Any 20% increase in target injury LD; increase in non-reinforced injury T2/FLAIR; any new injury; non-target progression; or clinical deterioration", "SD = neither PR nor PD", "Time limit: 12 weeks", "Results 1:", "Title of the arm/group: Cohort A - Pegylated Irinotecan to treat NSCLC", "Description of the arm/group: Patients with non-small cell lung carinoma (NCLC) will receive intravenous pegylated irinotecan (IV) for 90 minutes every 21 days in the absence of disease progression or unacceptable toxicity.", "Irinotecan pegylated: administered intravenously (IV) at 145 mg/m as monotherapy once every 21 days (1 cycle)", "Total number of participants analysed: 12", "Type of measure: Number of participants", "Unit of measure: Participants 2 16.7%", "Results 2:", "- Arm/group title: Cohort C - Pegylated Irinotecan to treat mBC", "Description of the arm/group: Patients with metastatic breast cancer in the brain will receive pegylated intravenous irinotecan (IV) for 90 minutes every 21 days in the absence of disease progression or unacceptable toxicity.", "Irinotecan pegylated: administered intravenously (IV) at 145 mg/m as monotherapy once every 21 days (1 cycle)", "Total number of participants analysed: 12", "Type of measure: Number of participants", "Unit of measure: Participants 2 16.7%"], "Adverse Events": ["Undesirable Events 1:", "Total: 12/12 (100.00 per cent)", "Febrile neutropenia 0/12 (0.00 %)", "1/12 (8.33%)", "1/12 (8.33%)", "Diarrhoea 0/12 (0.00 %)", "Non-cardiac chest pain 1/12 (8.33%)", "- Sepsis 0/12 (0.00 %)", "1/12 (8.33%)", "Septic shock 0/12 (0.00 %)", "- Spinal fracture 0/12 (0.00 %)", "Dehydration 2/12 (16.67%)", "1/12 (8.33%)", "Adverse Events 2:", "Total: 3/3 (100.00 per cent)", "Febrile neutropenia 2/3 (66.67 %)", "- Pericardial Tapponade 0/3 (0.00 %)", "Pericardial infusion 0/3 (0.00 %)", "Diarrhoea 1/3 (33.33%)", "Non-cardiac chest pain 0/3 (0.00 %)", "• Sepsis 1/3 (33.33 per cent)", "- Respiratory infection 0/3 (0.00 %)", "Septic Shock 1/3 (33.33%)", "- Spinal fracture 0/3 (0.00 %)", "Dehydration 1/3 (33.33%)", "Rate of disease progression 0/3 (0.00 %)"]}