{"Clinical Trial ID": "NCT01560416", "Intervention": ["INTERVENTION 1:", "ARM A - Success", "Injection: 500 mg intramuscularly administered on days 1 and 15 of Cycle 1, on day 1 of Cycle 2 and each subsequent cycle; cycle duration is 28 days Eligible A-arm participants were allowed to switch to B-arm at the time of disease progression.", "INTERVENTION 2:", "Bras B - Fulvestant+Ganetespib", "Fulvestant: 500 mg by intramuscular injection on days 1 and 15 of cycle 1, day 1 of cycle 2 and each subsequent cycle; cycle duration is 28 days Ganetespib: 200 mg/m2 administered intravenously on days 1, 8 and 15 of each 28-day cycle", "The B-arm participants whose disease was at least stable could choose to discontinue ganespib after 6 cycles or to remain in combination until the disease progressed. Otherwise, the B-arm participants removed ganespib for toxicity to remain on a single evaporative agent until the disease progressed."], "Eligibility": ["Incorporation criteria:", "Invasive breast cancer confirmed histologically that is metastatic or non-resectable locally advanced", "Estrogen and/or positive progesterone receptor breast cancer", "· HER2 negative", "• Measurable disease is required (effective 4/30/14: all non-measurable [evaluable] disease niches have been filled)", "Endocrine-resistant breast cancer", "May have received up to an earlier line of chemotherapy for metastatic or locally advanced non-resectable breast cancer", "May have initiated treatment with bisphosphonate prior to initiation of protocol therapy", "• Must be at least 2 weeks after prior chemotherapy or radiotherapy", "ECOG performance status of 0 or 1", "Availability of tissue block from initial diagnosis of breast cancer and/or metastatic recurrence", "For patients with biopsy-accessible disease, should be prepared to undergo a necessary research biopsy on treatment", "Adequate access IV", "- Exclusion criteria:", "Pregnant or breast-feeding", "Previous treatment with HSP90 inhibitor", "Previous treatment with the fulvestrant", "• Concomitant treatment with commercial agents or other agents with the intention of treating the participant's malignancy", "Untreated or progressive brain metastases", "While waiting for a visceral crisis, in the opinion of the investigating officer", "History of allergic reactions attributed to compounds of chemical or biological composition similar to fulvestrant or gannetespib", "• Uncontrolled intercurrent disease", "Other malignant tumours within 3 years"], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "The Kaplan-Meier-based PFS is defined as the time of entry into the study until the first documentation of disease progression (PD) or death. Living participants with no evidence of PD are censored at the date of the last assessment of the disease. Participants receiving non-protocol cancer treatment prior to disease progression are censored at the time of the last assessment of the disease.", "Period: The disease was evaluated radiographically every 2 cycles for the first year and every 2-4 cycles in the longer term. Participants in this study cohort were followed to ensure their survival for up to 4 years from the end of treatment.", "Results 1:", "Title of the arm/group: ARM A - Fulvestrant", "Description of the arm/group: Fulvestant: 500 mg administered by intramuscular injection on days 1 and 15 of Cycle 1, day 1 of Cycle 2 and each subsequent cycle; cycle duration is 28 days Eligible participants in Arm A were allowed to cross arm B at the time of progression of the disease.", "Total number of participants analysed: 15", "Average (95% confidence interval)", "Unit of measure: month 3.7 (1.0 to 12.0)", "Results 2:", "Title of the arm/group: Arm B - Fulvestran+Ganetespib", "Description of the arm/group: Fulvestant: 500 mg administered by intramuscular injection on days 1 and 15 of Cycle 1, day 1 of Cycle 2 and each subsequent cycle; cycle duration is 28 days Ganetespib: 200 mg/m2 administered intravenously on days 1, 8 and 15 of each 28-day cycle", "The B-arm participants whose disease was at least stable could choose to discontinue ganespib after 6 cycles or to remain in combination until the disease progressed. Otherwise, the B-arm participants removed ganespib for toxicity to remain on a single evaporative agent until the disease progressed.", "Total number of participants analysed: 35", "Average (95% confidence interval)", "Unit of measure: month 3.6 (2.0 to 7.5)"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/15 (13.33 per cent)", "Sinus Tachycardia * 0/15 (0.00 %)", "Acute coronary syndrome * 0/15 (0.00 %)", "Gastric obstruction * 0/15 (0.00 %)", "Vomiting * 0/15 (0.00 %)", "Hemorrhoids * 0/15 (0.00 %)", "Nausea * 0/15 (0.00 %)", "* 0/15 (0.00 %)", "Liver pain * 0/15 (0.00 %)", "* [1]0/15 (0.00 %)", "Increased lipase * 0/15 (0.00 %)", "Adverse Events 2:", "Total: 11/35 (31.43 per cent)", "Sinus Tachycardia * 1/35 (2.86%)", "Acute coronary syndrome * 1/35 (2.86%)", "Gastric obstruction * 1/35 (2.86 per cent)", "Vomiting * 3/35 (8.57 per cent)", "Hemorrhoids * 1/35 (2.86%)", "Nausea * 3/35 (8.57 per cent)", "* 1/35 (2.86%)", "Liver pain * 1/35 (2.86%)", "* [1]1/35 (2.86 %)", "Increased lipase * 1/35 (2.86 per cent)"]}