{"Clinical Trial ID": "NCT01743560", "Intervention": ["INTERVENTION 1:", "Everolimus and Exemestane", "Postmenopausal women diagnosed with a locally advanced or metastatic positive estrogen receptor breast cancer will receive everolimus at a dose of 10mg per day p.o. and exemestane 25mg per day p.o."], "Eligibility": ["Incorporation criteria:", "- Histological or cytological confirmation of the positive estrogen receptor (ER+) and/or positive progesterone receptor (PgR+), of receptor 2 (HER2) of the negative human epidermal growth factor of breast cancer.", "Availability of archival tumour tissues (the tissue block or slides will be sent to the central laboratory for analysis).", "• Menopausal women. The investigator must confirm their postmenopausal status. Postmenopausal status is defined either by:", "Age of 55 years and one year or more of amenorrhea", "Age < 55 years and one year or more of amenorrhea and postmenopausal levels of FSH and LH according to local institutional standards", "- Previous hysterectomy and postmenopausal levels of stimulating follicular hormone (FSH) and luteinizing hormone (LH) according to local institutional standards Surgery menopause with bilateral oophorectomy", "• Disease progression after previous treatment with NSAIDs, defined as:", "Recurrence during or after the end of adjuvant therapy including letrozole or anastrozole, or", "Progression during or after the completion of the treatment of letrozole or anastrozole for locally advanced or metastatic breast cancer", "Note: Nonsteroidal aromatase inhibitors (i.e., letrozole or anastrozole) should not necessarily be the last treatment before registration. Other previous anticancer treatments, such as tamoxifen, fulvestrant, exemestane, are also permitted.", "- Radiological evidence of recurrence or progression during the last systemic treatment prior to registration.", "Patients should have:", "At least one injury that can be accurately measured, or", "Bone injury: lytic or mixed (lytic + multiple sclerosis) in the absence of measurable disease", "- Adequate function of bone marrow and coagulation, as shown by:", "Absolute number of neutrophils (ANC) 1.5 109/L", "— Platelets 100 ×109/L", "Hemoglobin (Hb) 9.0 g/dL", "International Standardized Report (INR) 2.", "- Adequate liver function as indicated by:", "Serum aspartate aminotransferase (AST) and alanine aminotransferase (ALT) 2.5 LSN (or 5 if liver metastases are present)", "Total serum bilirubin 1.5 × ULN ( 3 × ULN for patients known to have Gilbert's syndrome)", "- Adequate renal function as indicated by:", "Serum creatinine level 1.5 × ULN", "If either or both of these thresholds are exceeded, the patient can only be included after the start of statin therapy and when the above values have been reached.", "Eastern Cooperative Oncology Group (ECOG): status of the PS programme </ 2", "Informed written consent obtained prior to any screening process and in accordance with local guidelines.", "- Exclusion criteria:", "HER2-overexpressing patients by local laboratory tests (IHC 3+ colouring or positive in situ hybridization).", "Premenopausal, pregnant, breast-feeding women.", "A known hypersensitivity to the mammalian target of Rapamycin inhibitors (mTOR), e.g. sirolimus (rapamycin) or their excipients.", "A known hypersensitivity to exemestane, to the active substance or to any of the excipients.", "Patients with rare hereditary problems of galactose intolerance, Lapp lactase deficiency or glucose malabsorption of galactose.", "• Radiotherapy within four weeks prior to registration, except in the case of localized analgesic radiation therapy or fracture-risk lytic lesions which can then be completed within two weeks prior to registration. Patients must have recovered radiation therapy toxicity prior to registration.", "In the course of hormone replacement therapy, unless stopped prior to registration.", "Patients receiving concomitant immunosuppressants or chronic corticosteroids use, at the time of entry into the study, except in the cases described below:", "A prolonged treatment with systemic corticosteroids during the study, with the exception of topical applications (e.g. rash), inhaled sprays (e.g. obstructive respiratory tract diseases), eye drops or local injections (e.g. intra-articular) should not be administered.", "A short duration (<2 weeks) of systemic corticosteroids is allowed (e.g. chronic obstructive pulmonary disease, anti-emetic)", "Low doses of corticosteroids for the treatment of brain metastases are allowed", "Patients with symptomatic visceral metastases (e.g., significant dyspnoea related to pulmonary lymphangitis carcinomatosis and pulmonary metastases or clinically significant symptomatic liver metastases)", "The symptomatic brain or other central nervous system (CNS) metastases.", "(except low-dose warfarin, low-molecular-weight heparin and acetylsalicylic acid or equivalent, as long as INR is 2.0)", "Any serious and/or uncontrolled medical condition such as:", "Unstable angora pectoris, symptomatic congestive heart failure, myocardial infarction 6 months prior to registration, serious uncontrolled cardiac arrhythmia", "Uncontrolled diabetes rate as defined by fasting blood glucose > 1.5 × ULN", "• (except for patients who are positive for hepatitis B and hepatitis C) and non-malignant medical diseases that are not controlled or whose control may be compromised by the complications of this study therapy", "• Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of the drugs under study (e.g. ulcerative disease, uncontrolled nausea, vomiting, diarrhoea, malabsorption syndrome)", "If clinically indicated, lung function tests including measurements of expected lung volumes, LDco, resting O2 saturation in ambient air should be considered to exclude restrictive lung disease, pneumonitis or pulmonary infiltrates.", "Patients treated with medicinal products known to be potent inhibitors or inducers of CYP3A (rifabutin, rifampicin, clarithromycin, ketoconazole, itraconazole, voriconazole, ritonavir, telithromycin) in the last 5 days prior to registration", "• History of non-compliance with medical plans", "Patients who do not want or cannot comply with the protocol", "Other malignancy within 5 years prior to randomization, with the exception of in situ carcinoma of the cervix, uterus, basal cell carcinoma or squamous carcinoma or non-melanoma skin cancer"], "Results": ["Performance measures:", "Best overall response of everolimus and treatment of exemestane in menopausal women with locally advanced or metastatic positive hormone receptor breast cancer", "The best overall response (OR) for each patient is determined from the sequence of overall injury responses of the investigator according to the criteria for assessing response in solid tumours (RECIST 1.1.). To obtain a better OR of the complete response (CR) at least two RC determinations at least 4 weeks prior to progression are required.To obtain a better OR of the partial response (PR), at least two PR determinations or better at least 4 weeks prior to progression (and not eligible for CR) are required.The overall response rate (ORR) was defined as the proportion of patients with a OR of CR or PR confirmed at least 4 weeks prior to week 48.", "Time limit: 48 weeks", "Results 1:", "Title of the arm/group: Everolimus and Exemestane", "Description of the arm/group: Menopausal women diagnosed with a locally advanced or metastatic positive estrogen receptor breast cancer will receive everolimus at a dose of 10mg per day p.o. and exemestane 25mg per day p.o.", "Total number of participants analysed: 49", "Type of measurement: Number", "Unit of measure: participants Patients with basic measurable disease: 39", "Patients with non-measurable disease at baseline: 10", "Best at WK 48 - Full Response (CR): 0", "Best at WK 48 - Partial Response (PR): 7", "The Best in the 48th Century - Stable Disease (TS): 18", "Best in the 48th century - Progressive disease (PD): 15", "Unknown: 1", "Disappeared: 8"], "Adverse Events": ["Undesirable Events 1:", "Total: 22/49 (44.90 per cent)", "Anemia 2/49 (4.08%)", "Pericardial infusion 1/49 (2.04%)", "Tachycardia 1/49 (2.04%)", "Abdominal pain 1/49 (2.04%)", "Abdominal pain greater than 1/49 (2.04%)", "Colite 1/49 (2.04 per cent)", "Dual Ulcer 1/49 (2.04%)", "Gastric ulcer 1/49 (2.04%)", "Haematemesis 1/49 (2.04%)", "Oral pain 1/49 (2.04%)", "Vomiting 2/49 (4.08%)", "Inflammation of the mucous membrane 1/49 (2.04%)"]}