{"Clinical Trial ID": "NCT02429427", "Intervention": ["INTERVENTION 1:", "Celecoxib", "Patients in this arm will receive 400 mg celecoxib once a day. In addition, patients with Hormone Receptor (+) will receive endocrine treatment according to local practice.", "Celecoxib: Patients will receive 400mg of Celecoxib once daily for two years or until disease progression (if before the two-year limit) or until unacceptable toxicities occur.", "INTERVENTION 2:", "- Placebo", "In addition, patients with Hormone Receptor (+) will receive endocrine treatment according to local practice.", "Placebo: two capsules once a day with food"], "Eligibility": ["Incorporation criteria:", "· Fully resealed (greater or equal to 1 mm), unilateral breast cancer, histologically or cytologically proven", "Women 18 years of age or older", "If adjuvant chemotherapy (neo) has been received, the patient should have received at least 4 cycles. Chemotherapy should be completed prior to entry into the study.", "Hormone Negative receptor should have received prior chemotherapy", "The study must be enrolled within one of the following time limits: 3 months after the end of the definitive breast surgery OR 3 weeks to 4 months after day 1 of the last cycle of adjuvant chemotherapy OR 6 weeks after the end of the radiation therapy.", "WHO Performance Status 0 or 1", "Hemoglobin, white blood cells greater than or equal to 3.0 x 109/l or absolute neutrophil counts greater than or equal to 1.51 x 109/l, blisters greater than or equal to 100 x 109/l, serum bilirubin less or equal to 1.5 x upper normal limit, alkaline phosphatase less or equal to 1.5 x upper normal limit, serum creatinine less than 1.5 x upper normal limit", "Negative pregnancy test in patients of childbearing age", "- Normal baseline ECG and cardiovascular clinical evaluation after completion of all adjuvant chemotherapy (neo)", "No previous or current evidence of metastatic disease", "Be accessible and agree to long-term follow-up", "Informed written consent prior to the commencement of specific protocol procedures must be obtained and documented in accordance with local regulatory requirements.", "• Exclusion criteria", "T1, Grade 1 breast cancer", "Non-resectable, metastatic or bilateral breast cancer", "● Active or anterior peptic ulceration or gastrointestinal bleeding in the past year", "Active or anterior history of inflammatory bowel disease", "Previous history of adverse reactions/ hypersensitivity to NSAIDs, including celecoxib and salicylates, or sulphonamides", "During current or planned treatment with chronic NSAIDs (except for low-dose aspirin 100 mg four times a day or 325 mg once a day).", "Current or long-term use of oral corticosteroids", "• Known or suspected congestive heart failure (greater than the New York Heart Association I) and/or coronary artery disease, history of myocardial infarction, uncontrolled hypertension (i.e. BP greater than 160/90mmHg) on treatment with two antihypertensive drugs, rhythm abnormalities requiring permanent treatment.", "Patients with diabetes mellitus controlled by diet and oral medicines are eligible for the study, but patients with insulin-dependent diabetes mellitus are excluded.", "Previous history of stroke/transient ischemic attack, symptomatic peripheral vascular disease or carotid disease", "Previously entered an adjuvant chemotherapy trial for which permission to enter REACT was not granted", "An unknown ER receptor state, a human epidermal growth factor 2 or FISH positive receptor state, or an unknown human epidermal growth factor 2 receptor state", "Hormone Negative and Unreceived (Neo) Adjuvant Chemotherapy 15. Use of Hormonal Substitute Treatment in the Past 6 Weeks 16. Pregnant or lactating women or women of childbearing potential who do not want/cannot use non-hormonal contraception 17. No prior or concomitant malignant tumours, except for sufficiently treated squamous carcinoma/basal cell of the skin, in situ cervix carcinoma or in situ channel carcinoma/lobular carcinoma in the breast, unless there has been a disease-free interval of 10 years or more 18. Psychiatric or addictive disorders that may prevent informed consent 19. Clinical evidence of severe osteoporosis and/or history of osteoporotic fracture"], "Results": ["Performance measures:", "A two-year adjuvant treatment with COX-2 inhibitor celecoxib compared to placebo in patients with primary breast cancer.", "From the moment of randomization to the date of the first event; with events contributing to the analysis defined as the loco-regional and distant recurrence of breast cancer, the new primary breast cancer (ipsilateral or contralateral) and the death without relapse of disease (intercurrent death)", "Delay: Patients will be monitored for up to 10 years. DSV will be calculated from the date of randomization to the date of the first documented DSV event, which will be evaluated at 2 and 5 years.", "Results 1:", "Title of the arm/group: Celecoxib", "In addition, patients with the Hormone (+) receptor will receive endocrine treatment according to local practice.", "Celecoxib: Patients will receive 400mg of Celecoxib once daily for two years or until disease progression (if before the two-year limit) or until unacceptable toxicities occur.", "Total number of participants analysed: 1763", "Type of measurement: Number", "Unit of measure: Percentage of participants 2-year DFS rate: 91 (90 to 93)", "5-year DSV rate: 84 (82 to 86)", "Results 2:", "Title of the arm/group: Placebo", "In addition, patients with Hormone Receptor (+) will receive endocrine treatment according to local practice.", "Placebo: two capsules once a day with food", "Total number of participants analysed: 876", "Type of measurement: Number", "Unit of measure: Percentage of participants 2-year DFS rate: 90 (87 to 92)", "5-year DSV rate: 83 (81 to 86)"], "Adverse Events": ["Undesirable Events 1:", "Total: 148/1755 (8.43 per cent)", "Anemia * 1/1755 (0.06%)", "Neutropenia * 0/1755 (0.00 %)", "Thrombocytopenia * 0/1755 (0.00 %)", "1/1755 (0.06%)", "Acute heart event * 1/1755 (0.06%)", "Incompetence of the aortic valve * 1/1755 (0.06%)", "Arrhythmia * 1/1755 (0.06%)", "Atrial fibrillation * 1/1755 (0.06%)", "Heart failure * 0/1755 (0.00 %)", "Cardiac buffer * 0/1755 (0.00 %)", "Adverse Events 2:", "Total: 64/868 (7.37 per cent)", "Anemia * 2/868 (0.23%)", "Neutropenia * 2/868 (0.23%)", "Thrombocytopenia * 1/868 (0.12%)", "- Purpura thrombocytopenic * 0/868 (0.00 %)", "Acute heart event * 0/868 (0.00 %)", "Incompetence of aortic valve * 0/868 (0.00 %)", "Arrhythmia * 1/868 (0.12%)", "Atrial fibrillation * 0/868 (0.00 %)", "* 1/868 (0.12%)", "* 1/868 (0.12%)"]}