{"Clinical Trial ID": "NCT04080297", "Intervention": ["INTERVENTION 1:", "- 100 mg Q-122", "The dose was 100 mg Q-122 administered orally as two 50 mg capsules once daily for 28 days.", "INTERVENTION 2:", "- 200 mg Q-122", "The dose was 200 mg Q-122 administered orally as four 50 mg capsules once daily for 28 days."], "Eligibility": ["Incorporation criteria:", "Be a woman of any race between the ages of 30 and 70.", "• History of breast cancer and currently taking an inhibitor of aromatase or tamoxifen.", "Naturally menopausal: 12 months of spontaneous amenorrhea or > 6 but < 12 months of amenorrhea with serum stimulating follicular hormone (FSH) > 40 mIU/mL (milli-international units per millilitre).", "- Surgical menopausal with FSH > 40 mIU/mL.", "At least 7 moderate to severe flashes of heat per day or 50 moderate to severe flashes of heat per week, as verified during the two weeks of the 14-day screening phase, before entering the treatment phase of the study.", "Able to read, understand and complete the journal of the required subject.", "To seek and be able to complete the daily journal of the subject, to attend all study visits, and to participate in all study procedures, including PK blood samples.", "- Exclusion criteria:", "Possible to procreate, including pregnancy, or breast-feeding.", "- Undiagnosed abnormal genital haemorrhage.", "There are significant variations in the day-to-day temperature of hot flashes.", "Participation in another clinical trial within 30 days prior to screening or during the study.", "Legal incapacity or limited legal capacity.", "Chronic renal disease (serum creatinine > 2.0 mg/dL) or liver disease (TPSG (ALT) or TSG (AST) > 2X normal limits).", "Gastrointestinal, hepatic, renal or other conditions that may interfere with the absorption, distribution, metabolism or excretion of Q-122.", "- Untreated hyperthyroidism.", "• Use a thyroid medicine less than 12 weeks of age at a stable dose.", "Any clinically significant systemic disease as determined by the investigator.", "The inability to conduct all study visits and study evaluations for scheduling or other reasons.", "Any other reason which, in the opinion of the investigator, renders the subject unfit for a clinical trial.", "Abnormal laboratory results, including:", "Hematocrit < 30 % or hemoglobin < 9.5 gm/dL", "Blood sugar levels in fasting blood > 140 mg/dL", "- fasting serum triglycerides > 300 mg/dL", "On fasting SGOT, SGPT, GGT or bilirubin greater than twice the upper limit of normal (a subject will not be excluded if a second measure is less than twice the upper limit of normal)", "Creatinine > 2.0 mg/dL"], "Results": ["Performance measures:", "Report Adverse Reactions (ARs) from Q-122", "Number of participants with an indicated AE receiving Q-122", "Duration: 4 weeks", "Results 1:", "Title of arm/group: 100 mg Q-122", "Arm/group description: The dose was 100 mg Q-122 administered orally as two 50 mg capsules once daily for 28 days.", "Total number of participants analysed: 10", "Type of measure: Number of participants", "Unit of measure: Participants 7 70.0%", "Results 2:", "Title of arm/group: 200 mg Q-122", "Arm/group description: The dose was 200 mg Q-122 administered orally as four 50 mg capsules once daily for 28 days.", "Total number of participants analysed: 11", "Type of measure: Number of participants", "Unit of measure: Participants 7,63.6 per cent"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/10 (0.00 per cent)", "Breast pain 0/10 (0.00 %)", "Adverse Events 2:", "Total: 1/11 (9.09 per cent)", "1/11 (9.09%)"]}