{"Clinical Trial ID": "NCT00206518", "Intervention": ["INTERVENTION 1:", "A: Taxotere/Docetaxel", "In Arm A, patients will receive a single Taxotere agent (100 mg/m2) every 3 weeks for 4 cycles prior to surgery. Primary surgery will then be performed, if operable, after completion of neoadjuvant therapy. This will be followed by standard AC adjuvant (doxorubicin 60 mg/m2 and cyclophosphamide 600 mg/m2 every 3 weeks) for 4 cycles.", "- Taxotere/Docetaxel: Taxotere", "Doxorubicin: AC (doxorubicin 60 mg/m2 and cyclophosphamide 600 mg/m2 every 3 weeks) for 4 cycles prior to surgery.", "INTERVENTION 2:", "B: AC Adriamycin/Cytoxan", "In arm B, patients will receive CA (doxorubicin 60 mg/m2 and cyclophosphamide 600 mg/m2 every 3 weeks) for 4 cycles prior to surgery. For patients with BSA greater than 2.0 m2, the dose of Adriamycin will be calculated using BSA = 2.0 m2. Primary surgery will then be performed, if possible, after completion of neoadjuvant therapy. It will be followed by 4 cycles of single agent Taxotere (100 mg/m2) every 3 weeks.", "Adriamycin/Cytoxan: Adriamycin/Cytoxan"], "Eligibility": ["Incorporation criteria:", "All patients should be women.", "Signed informed consent.", "Primary breast cancers should be of clinical and/or radiological size > 3 cm and should be considered to function surgically.", "● Negative serum pregnancy test (bHCG) within 7 days of the start of the study, if the potential for pregnancy of children is high.", "Adequate bone marrow function:", "Haematocrit more than 30 per cent,", "The total number of neutrophils shall be >1.5 x 109/L and", "— Platelets of > 100 x 109/L before the start of any cycle.", "Kidney function tests:", "• Creatinine within 1.5 times the upper limit of normal (ULN) of the establishment.", "Liver function tests:", "Total serum bilirubin in the NSA, and", "- hepatic transaminases within 2.5 times the NSA, and", "- Alkaline phosphatase within 5 times the NSA.", "- Electrocardiogram showing no acute ischemic change.", "Statement of results (World Health Organization (WHO) scale) <2.", "Age > 18 years.", "Patients over 70 years of age should have left a ventricular ejection fraction in the NSA by a multigated acquisition scan (MUGA) or a 2D echocardiogram.", "- Exclusion criteria:", "Patients with metastatic breast cancer.", "• Pregnancy or refusal to use a reliable contraceptive method in women of childbearing age.", "Women who are breast-feeding or breastfeeding.", "A serious chronic or underlying disease.", "- Peripheral neuropathy - grade 2 or higher.", "Patients on other experimental drugs during the study will be excluded.", "• Severe or uncontrolled hypertension, history of congestive heart failure, acute myocardial infarction or severe coronary artery disease.", "Previous chemotherapy of taxane or anthracycline for malignancy.", "* Patients with a history of severe hypersensitivity to Taxotere or other medicines formulated with polysorbate 80.", "No prior or present malignant tumours at other sites in the past 5 years, except for in situ carcinoma of the cervix and the basocellular or squamous carcinoma of the treated skin."], "Results": ["Performance measures:", "Response of pathological tumours to neoadjuvant chemotherapy (Taxotere and AC)", "The pathological response of patients was evaluated using the Chevalier system, which classified the responses as Chevalier 1, 2, 3A, 3B, 3C, 3D and 4, defined as follows:", "• Disappearance of all tumours during a macroscopic or microscopic evaluation both in the breast and in the NL (pCR)", "No invasive tumours in the breast and no tumours in the NL (pCR)", "Presence of invasive cancers with stromal alterations such as sclerosis or fibrosis (pPR) 3A: subjective therapeutic effect > 75% 3B: subjective therapeutic effect between 50% and 75% 3C: subjective therapeutic effect between 25% and 50% 3D: subjective therapeutic effect < 25% OR grade 4", "No changes or minor changes in tumour appearance (pNR).", "Time limit: 10 years", "Results 1:", "Title of the arm/group: A: Taxotere/Docetaxel", "In arm A, patients will receive a single Taxotere agent (100 mg/m2) every 3 weeks for 4 cycles prior to surgery. Primary surgery will then be performed, if possible, after completion of neoadjuvant therapy, followed by a standard adjuvant AC (doxorubicin 60 mg/m2 and cyclophosphamide 600 mg/m2 every 3 weeks) for 4 cycles.", "- Taxotere/Docetaxel: Taxotere", "Doxorubicin: AC (doxorubicin 60 mg/m2 and cyclophosphamide 600 mg/m2 every 3 weeks) for 4 cycles prior to surgery.", "Total number of participants analysed: 83", "Type of measurement: Number", "Unit of measurement: participants 1: 3", "2: 2", "3A: 18", "3B: 15", "3C: 18", "3D: 10", "- Yeah, that's right.", "N/A: 14", "Results 2:", "Title of arm/group: B: AC Adriamycin/Cytoxan", "In arm B, patients will receive CA (doxorubicin 60 mg/m2 and cyclophosphamide 600 mg/m2 every 3 weeks) for 4 cycles prior to surgery. For patients with BSA greater than 2.0 m2, the dose of Adriaticin will be calculated using BSA = 2.0 m2.", "Adriamycin/Cytoxan: Adriamycin/Cytoxan", "Total number of participants analysed: 84", "Type of measurement: Number", "Unit of measurement: participants 1: 9", "2 : 1", "3A: 15", "3B: 18", "3C: 15", "3D: 8", "- Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes, Yes", "N/A: 18"], "Adverse Events": ["Undesirable Events 1:", "Total: 12/83 (14.46%)", "NEUTROPENIA *8/83 (9.64 %)", "ABDOMINAL PEACE *0/83 (0.00 %)", "GASTRITIS *0/83 (0.00 %)", "FEVER *2/83 (2.41%)", "ALLERGIC/REACTION *1/83 (1.20%)", "INFECTION *4/83 (4.82%)", "RENAL FAITH *0/83 (0.00%)", "Adverse Events 2:", "Total: 5/84 (5.9%)", "NEUTROPENIA *3/84 (3.57 %)", "ABDOMINAL PEACE *1/84 (1.19%)", "GASTRITIS *1/84 (1.19%)", "FEVER *1/84 (1.19%)", "ALLERGIC/REACTION *0/84 (0.00 %)", "INFECTION *1/84 (1.19%)", "RENAL FAITH *1/84 (1.19%)"]}