{"Clinical Trial ID": "NCT01805089", "Intervention": ["INTERVENTION 1:", "- Melatonin", "Oral dosing, once daily, around 9 p.m.", "- Melatonin", "INTERVENTION 2:", "- Placebo", "Oral dosing, once daily, around 9 p.m.", "- Placebo"], "Eligibility": ["Incorporation criteria:", "History of in situ channel carcinoma, lobular carcinoma in situ or breast cancer stages 1 to 3", "Do not currently receive chemotherapy or hormone treatment", "Postmenopausal menopausal", "- Exclusion criteria:", "Stage IV breast cancer or systemic recurrences", "Previous malignant tumours of any type other than breast cancer, basal or squamous skin carcinoma or in situ cervix carcinoma", "• Use of adjuvant hormone therapy, oral or progesterone replacement estrogen therapy, hormone lubricant therapy releasing hormonal agonists currently or in the last 60 days", "The concomitant use of beta-blockers", "Concomitant use of sleep aids at bedtime", "More than one night shift per month on a regular basis", "The concomitant use of postmenopausal replacement hormone therapy", "The concomitant use of black coho, flaxseed or soya as pills or supplements", "Use of any type of oral melatonin supplementation in the last 30 days", "- Use of warfarin (coumadin) in the last 30 days", "• Active convulsive disorder requiring daily antiepileptic medication"], "Results": ["Performance measures:", "Absolute plasma estradiol levels after 4 months of melatonin or placebo", "Absolute plasma estradiol levels after 4 months of melatonin or placebo, only 4 months are provided below.", "Time limit: 4 months", "Results 1:", "Title of arm/group: Melatonin", "Description of the arm/group: Oral dosing, once daily, around 9 p.m.", "- Melatonin", "Total number of participants analysed: 43", "Average (standard deviation)", "Unit of measurement: pg/ml 4,59 (3.42)", "Results 2:", "Title of the arm/group: Placebo", "Description of the arm/group: Oral dosing, once daily, around 9 p.m.", "- Placebo", "Total number of participants analysed: 43", "Average (standard deviation)", "Unit of measurement: pg/ml 3,39 (2,25)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/48 (0.00 per cent)", "Adverse Events 2:", "Total: 0/47 (0.00 per cent)"]}