{"Clinical Trial ID": "NCT03573804", "Intervention": ["INTERVENTION 1:", "- Radiologist A's evaluation of the prone to supine MRI", "Radiologist A, number of participants successfully segmented", "INTERVENTION 2:", "Radiologist B's evaluation of the prone to supine MRI", "Radiologist B, number of participants successfully segmented"], "Eligibility": ["Incorporation criteria:", "Age > 18 years.", "Female sex.", "Invasive Histological Diagnosis of Breast Cancer or In-Situ Channel Carcinoma", "The size of tumours is at least 1 cm in diameter, as seen on mammography or in the United States.", "A diagnostic breast MRI is considered clinically appropriate.", "Ability to voluntarily provide informed consent to participate prior to any assessment or procedure related to the study.", "- Exclusion criteria:", "• Absolute contraindication to MRI, including the presence of an implanted electrical device (pacemaker or neurostimulator), aneurysm clip or a metal foreign body in or near the eyes.", "A severe claustrophobia.", "Contraindication to the use of an intravenous gadolinium contrast, including life-threatening allergy or impaired renal function (eGFR < 30 ml/min/1.73m2).", "History of median sternotomy.", "The patient's statement that they are not pregnant will be acceptable.", "Patients receiving neoadjuvant chemotherapy."], "Results": ["Performance measures:", "Number of images of successful segmentation of suspended MRI", "- Determine the number of cases that can be successfully segmented from the use of contrast-prone MRI images and also from the use of post-contrast MRI images.", "Duration: 30 minutes", "Results 1:", "Title of arm/group: Suspended MRI prone evaluated by radiologist A", "Description of the arm/group: Radiologist A, number of participants successfully segmented", "Total number of participants analysed: 62", "Type of measure: Number of participants", "Unit of measure: Participants 54 87.1%", "Results 2:", "Title of arm/group: Suspended MRI prone evaluated by radiologist B", "Description of the arm/group: Radiologist B, number of participants successfully segmented", "Total number of participants analysed: 62", "Type of measure: Number of participants", "Unit of measure: Participants 61 98.4%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0.62 (0.00 per cent)", "Adverse Events 2:", "- Yeah, that's right."]}