{"Clinical Trial ID": "NCT02336737", "Intervention": ["INTERVENTION 1:", "SiennaXP Injection", "A single injection of SiennaXP in addition to a single dose of radioisotope (Technetium Tc99m Sulfur Colloid) and a single dose of blue isosulfan dye.", "Localization of the lymph nodes using the SentiMag portable intraoperative location system in addition to the standard gamma portative location.", "SiennaXP: subcutaneous injection of SiennaXP magnetic marker, followed by a location of the lymph nodes using the SentiMag portable magnetic probe", "Technetium Tc99m Sulphur colloid: single dose of radioisotope (Technetium Tc99m Sulphur colloid)", "Isosulfan blue dye: single dose injection of isosulfan blue dye"], "Eligibility": ["Incorporation criteria:", "Subjects with a diagnosis of primary breast cancer or subjects with pure in situ channel carcinoma (CDIS).", "Subjects programmed for surgery, with a sentinel biopsy of lymph nodes forming part of the surgical plan.", "Subjects 18 years of age or older at the time of consent.", "Topics with an ECOG (Eastern Cooperative Oncology Group) performance status from 0 to 2nd grade.", "The subject has a negative clinical status (i.e., T0-3, N0, M0).", "- Exclusion criteria:", "The subject is pregnant or breast-feeding.", "The subject has clinical or radiological evidence of metastatic cancer, including abnormal or enlarged lymph nodes.", "The subject has a known hypersensitivity to Isosulfan Blue Dye.", "The subject participated in another drug study within 30 days of the planned surgery.", "The subject has undergone either (a) an anterior axilla operation, (b) reduction mastoplasty, or (c) lymphatic function that is altered in the surgeon's judgment.", "The subject underwent preoperative radiation therapy in the affected breast or axilla.", "The subject has received an injection of Feraheme® (ferumoxytol) in the last 6 months.", "The subject has intolerance or hypersensitivity to iron or dextrans compounds or SiennaXP.", "The subject has an iron overload disease.", "The subject has a pacemaker or other implantable device in the chest wall."], "Results": ["Performance measures:", "Number of participants with lymph nodes detected", "The proportion of lymph nodes detected by SentiMag and SiennaXP in relation to the proportion of lymph nodes detected by the combination of Technetium sulfur colloid and Isosulfan blue dye", "Duration: during surgery < 1 hour", "Results 1:", "Title of the arm/group: Injection SiennaXP", "Description of the arm/group: single injection of SiennaXP in addition to a single dose of radioisotope (Technetium Tc99m Sulfur Colloid) and a single dose of blue isosulfan dye.", "Localization of the lymph nodes using the SentiMag portable intraoperative location system in addition to the standard gamma portative location.", "SiennaXP: subcutaneous injection of SiennaXP magnetic marker, followed by a location of the lymph nodes using the SentiMag portable magnetic probe", "Technetium Tc99m Sulphur colloid: single dose of radioisotope (Technetium Tc99m Sulphur colloid)", "Isosulfan blue dye: single dose injection of isosulfan blue dye", "Total number of participants analysed: 146", "Type of measure: Number of participants", "Unit of measure: Participants 145 99.3%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/147 (0.00 per cent)"]}