{"Clinical Trial ID": "NCT02340221", "Intervention": ["INTERVENTION 1:", "Placebo+Fulvestrant", "Participants received oral QD placebo from cycle 1, day 1 and 500 mg of fulvestrant administered by IM injection at cycle 1, day 1 and day 15 and then on the first day of each 28-day cycle until disease progression, unacceptable toxicity or sponsor's completion of the study.", "INTERVENTION 2:", "- Taselisib+Fulvestrant", "Participants received taselisib 4 mg of QD orally from cycle 1, day 1 and 500 mg of fulvestrant by IM injection at cycle 1, 1st and 15 days, then on the first day of each 28-day cycle following disease progression, unacceptable toxicity or sponsor's completion of the study."], "Eligibility": ["Incorporation criteria:", "Menopausal women with locally advanced or metastatic positive breast cancer, histologically or cytologically confirmed", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0 or 1", "The participants for whom endocrine therapy (e.g., fulvestrant) is recommended and treatment with cytotoxic chemotherapy is not indicated at the time of entry into the study.", "Radiological evidence/objectives of recurrence or progression to the most recent systemic treatment of breast cancer", "Radiological evidence/objectives of recurrence or progression of breast cancer during or within 12 months of completion of adjuvant therapy with an aromatase inhibitor (AI), or progression during or within 1 month of completion of previous AI therapy for locally advanced or metastatic breast cancer", "A disease measurable by criteria for assessing response in solid tumours (RECIST) Version 1.1 (v1.1) or an unmeasurable and evaluable disease with at least one evaluable bone injury via RECIST v1.1", "- Consent to provide a paraffin fixed tumour tissue block (PFPE) (preferably) or a minimum of 20 (25 preferred) freshly cut untached tumour slides from the most recently collected tumour tissue for oncogene coded for phosphatidylinositol-4,5-bisphosphate 3-kinase (PIK3CA)-mutation testing", "A valid PIK3CA cobas mutation result per central test is required", "Adequate haematological function and terminal function within 28 days prior to initiation of treatment", "- Exclusion criteria:", "· Human epidermal growth factor (HER2)-positive receptor 2 by local laboratory test (immunohistochemistry 3 positive [IHC 3+] or positive in situ hybridization)", "Previous treatment with the fulvestrant", "Previous treatment with a phosphatidylinositol 3-kinase inhibitor (PI3K), a mammalian target of the rapamycin inhibitor (mTOR) (e.g., everolimus) or a protein kinase B inhibitor (AKT)", "• Prior anticancer treatment within 2 weeks prior to day 1 of cycle 1", "Prior radiation therapy within 2 weeks prior to day 1 of cycle 1", "Any treatment-related acute toxicity must have been determined at a grade less than or equal to (</=) 1 or be considered stable by the investigator.", "Previous treatment with cytotoxic chemotherapy greater than (>) 1 for metastatic breast cancer", "- Concomitant hormone replacement therapy", "known non-treated or active central nervous system (CNS) metastases", "Type 1 or 2 diabetes requiring antihyperglycemic medicines", "• History of inflammatory bowel disease or active intestinal inflammation", "Clinically significant cardiac or pulmonary dysfunction", "Clinically significant history of liver disease, including cirrhosis, alcohol abuse or current active infection known with human immunodeficiency virus (HIV), hepatitis B virus or C virus"], "Results": ["Performance measures:", "- Progression-free survival (PFS) assessed by the researcher using solid tumour response assessment criteria (SISTR) Version 1.1 (v1.1)", "In addition to the 20% relative increase, the sum must also show an absolute increase of at least 5 mm (mm). For non-target lesions, progression of the disease was defined as an unequivocal progression of the existing lesions. The occurrence of one or more new lesions was also considered a progression.", "Timeframe: From randomization to the first onset of disease progression or death of any cause, depending on the first eventuality (up to the data threshold of October 15, 2017, approximately 2.5 years)", "Results 1:", "Title of the arm/group: Placebo+Fulvestant", "- Arm/group description: Participants received oral placebo from cycle 1, day 1, and 500 mg of fulvestrant administered by GI injection on cycle 1, days 1 and 15, then day 1 of each 28-day cycle following the progression of the disease, unacceptable toxicity or end of the study by the sponsor.", "Total number of participants analysed: 176", "Median (95% confidence interval)", "Unit of measure: months 5.39 (3.68 to 7.29)", "Results 2:", "Title of the arm/group: Taselisib+Fulvestrant", "- Arm/group description: Participants received taselisib 4 mg of QD orally from cycle 1, day 1 and 500 mg of fulvestrant by IM injection at cycle 1, days 1 and 15, then on day 1 of each 28-day cycle following to disease progression, unacceptable toxicity or sponsor's completion of the study.", "Total number of participants analysed: 340", "Median (95% confidence interval)", "Unit of measure: month 7.43 (7.26 to 9.07)"], "Adverse Events": ["Undesirable Events 1:", "Total: 19/213 (8.92%)", "Pancytopenia 0/213 (0.00 %)", "Anemia 1/213 (0.47%)", "Atrial fibrillation 0.213 (0.00 %)", "- Congestive heart failure 0.213 (0.00 %)", "Myocardial infarction 0/213 (0.00 %)", "- Superventricular tachycardia 0.213 (0.00 %)", "Diarrhoea 0.213 (0.00 per cent)", "- Collision 0/213 (0.00 per cent)", "- Vomitings 1/213 (0.47%)", "Nausea 1/213 (0.47%)", "Enterocolitis 0/213 (0.00 %)", "Adverse Events 2:", "Total: 133/416 (31.97 per cent)", "Pancytopenia 1/416 (0.24%)", "Anemia 0/416 (0.00 %)", "Atrial fibrillation 2/416 (0.48%)", "Congestive heart failure 1/416 (0.24%)", "Myocardial infarction 1/416 (0.24%)", "- Superventricular tachycardia 1/416 (0.24%)", "Diarrhoea 32/416 (7.69%)", "Colite 14/416 (3.37 per cent)", "Vomiting 4/416 (0.96%)", "Nausea 3/416 (0.72 per cent)", "Enterocolitis 2/416 (0.48%)"]}