{"Clinical Trial ID": "NCT00656019", "Intervention": ["INTERVENTION 1:", "Normal vitamin D levels", "No additional vitamin D given", "INTERVENTION 2:", "Low-normal vitamin D", "2000 IU oral dose of vitamin D per day"], "Eligibility": ["CRITERIA FOR INCLUSION:", "A biopsy underlying the needle for a breast abnormality suspected of breast cancer.", "• Has undergone a heart needle biopsy demonstrating breast cancer and has not yet had any additional treatment, provided that the heart needle biopsy is available for analysis.", "No previous treatment for breast cancer in the last 5 years.", "- 18 years or older.", "• Ability to understand and willingness to sign a written informed consent document.", "EXCLUSION CRITERIA:", "History of parathyroid disease, hypercalcaemia or kidney stones.", "• Additional vitamin D other than that derived from standard multiple vitamin or standard formulations of calcium and vitamin D (e.g. calcium citrate with vitamin D) in the previous six months.", "• History of renal failure requiring dialysis or renal transplantation.", "— Pregnant or lactating", "Upon receiving additional calcium > 1200 mg of calcium per day during the study.", "The initial treatment of breast cancer will not be with breast conservation surgery or mastectomy.", "Locally advanced breast cancer", "Plans for neoadjuvant chemotherapy, hormonal treatment or other systemic treatments", "Pre-operative radiotherapy plans", "Plans for breast cancer surgery, and does not allow for at least 10 days of vitamin D surgery.", "Any condition that may interfere with the ability of subjects to comply with the use of drugs under study.", "Any medical condition that may interfere with the absorption of vitamin D, such as celiac sprue, ulcerative colitis.", "The current participation in another research study that would increase the risk to subjects, according to researchers"], "Results": ["Performance measures:", "Correlation of vitamin D levels, prognostic factors and genetic expression profile in breast cancer patients", "The levels of vitamin D in serum were correlated with the conventional prognostic and predictive factors of breast cancer and the genetic expression profile of the breast nucleus biopsy samples.", "Time limit: 10 days to 4 weeks after diagnosis.", "Results 1:", "Title of the arm/group: Normal vitamin D levels", "Description of the arm/group: No additional vitamin D given", "Total number of participants analysed: 15", "Type of measurement: Number", "Unit of measure: % of participants 0", "Results 2:", "Title of the arm/group: Normal low levels of vitamin D", "Description of the arm/group: 2000 IU dose of vitamin D per day administered orally", "Total number of participants analysed: 18", "Type of measurement: Number", "Unit of measure: % of participants 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/29 (0.00 per cent)", "Adverse Events 2:", "Total: 0/19 (0.00 per cent)"]}