{"Clinical Trial ID": "NCT01720602", "Intervention": ["INTERVENTION 1:", "Treatment (Vorinostat, AI treatment)", "Patients receive PO vorinostat 5 days a week for 3 weeks. Patients also receive AI treatment including daily PO anastrozole, daily PO letrozole or daily PO exemestane for 4 weeks. Courses are repeated every 28 days in the absence of disease progression and unacceptable toxicity.", "Vorinostat: With PO", "Anastrozole: seen PO", "- Petroleum: see PO", "- Exemestane: given PO", "Tomography of positron emissions: related studies", "F-18 16 alpha-fluoroestradiol: related studies", "Fludeoxyglucose F 18: Related studies", "Analysis of laboratory biomarkers: related studies"], "Eligibility": ["Incorporation criteria:", "A diagnosis of histologically or cytologically proven breast cancer", "Stage IV typology", "The patient has already obtained a clinical benefit of endocrine treatment, but no longer benefits from endocrine treatment from the opinion of the investigator in treatment.", "At least one measurable disease site, as defined by the modified solid tumour response assessment criteria (RECIST)", "- Performance Status of the Eastern Cooperative Oncology Group (ECOG) 0-2", "The woman is postmenopausal as defined by one of the following criteria: rule-free for >= 2 years, surgically sterilized, FSH and estradiol in the postmenopausal interval AND surgical absence of chemotherapy-induced amenorrhea or duration > 1 year OR currently under ovarian suppression", "In women of childbearing potential, urine or serum (chorionic human beta gonadotropin [B-hCG]) is negative during the 14 days preceding the first dose of vorinostat.", "A male patient agrees to use two barrier contraception methods or to abstain from sexual intercourse during the duration of the study.", "Absolute neutrophil count (NAC) >= 1,500/mcL", "Platelets >= 50 000/mcL", "Hemoglobin >= 9 g/dL", "Duration of prothrombin or International Standardized Report (INR) = < 1.5 x upper limit of normal (LSN) unless receiving therapeutic anticoagulation", "Part-time thromboplastin (PTT) = < 1.2 times ULN, unless the patient is receiving therapeutic anticoagulation", "— Potassium (K) normal limits", "• Magnesium levels (Mg) normal limits", "Calculation of creatinine clearance >= 30 mL/min", "The clearance of creatinine should be calculated by institutional standard.", "Serum, total bilirubin = < 1.5 x ULN", "Aspartate aminotransferase (AST) (oxaloacetic glutamic serum transaminase (SGOT)) and alanine aminotransferase (ALT) (glutamic serum pyruvate transaminase (SGPT)) = < 2.5 x ULN", "ALKALINE phosphatase = < 2.5 x ULN", "The patient, or his or her legal representative, voluntarily agreed to participate by giving his or her informed consent in writing.", "The patient has a life expectancy of at least 12 weeks in the opinion of the treating investigator", "The patient is ready to continue the same AI therapy", "The patient agrees to participate in the 7184 imaging protocol and is authorized separately", "- Exclusion criteria:", "The patient did not obtain any clinical benefit from prior endocrine treatment.", "The patient participates or participated in a study of an experimental compound or device within 30 days of the initial administration of one or more study medicinal products other than the imaging protocol 7184", "In the last 6 weeks, the patient has received ER blocking treatment (selective estrogen receptor modulating or deregulating the selective estrogen receptor modulator [SERM] or selective estrogen receptor degradator [SERD], i.e. tamoxifen or fulvestrant)", "- Prior treatment with a histone-deacetylase inhibitor (HDAC) (e.g. romidepsin [Depsipeptide], NSC-630176, MS 275, LAQ-824, belinostat (PXD-101), LBH589, MGCD0103, CRA024781, etc.); patients who have received HDAC inhibitor-type compounds, such as valproic acid, as an antitumor treatment, should not participate in this study; patients who have received such compounds for other indications, such as valproic acid for epilepsy, may register after a 30-day washing period", "The patient follows systemic steroids that have not been stabilized at the equivalent of < 10 mg/day of prednisone in the 30 days prior to the start of the study.", "The patient experienced hypersensitivity to the components of the study drug or its analogues", "Patients with uncontrolled brain metastases", "New York Heart Association (NYHA) class III or IV congestive heart failure, myocardial infarction in the previous 6 months, QTc > 0.47 seconds, or uncontrolled arrhythmia", "Type I diabetes; patients with type II diabetes will be included as long as their glucose can be controlled at less than 200 mg/dL", "The patient is pregnant or lactating, or expects to develop or father children for the duration of the study.", "A patient with a second \"currently active\" malignancy, other than skin cancer and non-melanoma carcinoma in situ of the cervix, should not be included; patients are not considered to be \"currently active\" malignancy if they have completed treatment for a previous malignant disease, have been free of prior malignancies for > 5 years or are considered by their doctor to be at risk of relapse of less than 30%.", "Patients with known active viral hepatitis", "The patient has current history or evidence of a disease, treatment or laboratory abnormality that could confuse the results of the study, interfere with patient participation throughout the study or is not in the best interest of the patient to participate."], "Results": ["Performance measures:", "- Clinical benefit rate of patients receiving combined vorinostat/AI therapy according to RECIST", "A 90% confidence interval (Wilson) will be calculated for the clinical benefit rate.", "The clinical benefit according to Recist's score is defined as: stable disease, partial remission or complete remission. Lack of clinical benefit is defined as a progressive disease (increase in target injury size by 20% or more).", "Time limit: 8 weeks", "Results 1:", "Title of the arm/group: Treatment (Vorinostat, AI therapy)", "Description of the arm/group: Patients receive PO vorinostat 5 days a week for 3 weeks. Patients also receive AI treatment including either a daily PO anastrozole, daily PO letrozole, or daily PO exemestane for 4 weeks. Courses are repeated every 28 days in the absence of disease progression and unacceptable toxicity.", "Vorinostat: With PO", "Anastrozole: seen PO", "- Petroleum: see PO", "- Exemestane: given PO", "Tomography of positron emissions: related studies", "F-18 16 alpha-fluoroestradiol: related studies", "Fludeoxyglucose F 18: Related studies", "Analysis of laboratory biomarkers: related studies", "Total number of participants analysed: 10", "Type of measurement: Number", "Unit of measure: percentage of patients 60 (35 to 81)"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/15 (13.33 per cent)", "Hepatic impairment [1]1/15 (6.67%)", "Fever [1]1/15 (6.67%)"]}