{"Clinical Trial ID": "NCT01827163", "Intervention": ["INTERVENTION 1:", "Paclitaxel with Trastuzumab and Lapatinib", "Paclitaxel (T) at 175 mg/m2 q 2 weeks x 4 with filgrastim/pegfilgrastim + trastuzumab (H) + daily oral lapatinib (L), followed by trastuzumab q 3 weeks x 15 doses + daily oral lapatinib (HL). Pegfilgrastim 6mg will be administered subcutaneously (SQ) on day 2 of each paclitaxel administration. Filgrastim can be used instead of pegfilgrastim at the doctor's discretion. Trastuzumab will be administered weekly (4 mg/kg bolus followed by 2 mg/kg per week) from the paclitaxel treatment cycle #1. After 4 cycles of paclitaxel, pts will receive trastuzumab at a dose of q 3 weeks x 15 doses (to be completed approximately one year).", "- Paclitaxel"], "Eligibility": ["Incorporation criteria:", "Patients should have histology-confirmed adenocarcinoma with HER2/neu immunohistochemistry 3+ or FISH-amplified breast cancer with a ratio of 2.0", "Patients with micrometastases (the lymph nodes with tumour clusters between 0.02 and 0.2 cm) are allowed to have single cells or tumour clusters < 0.2 mm per H&E or IHC.", "Patients should be 18 years of age.", "Patients should have an ECOG performance of 0 or 1.", "The treatment should be started within 90 days of the final surgical procedure for breast cancer.", "Patients may have received hormonal treatment for chemoprevention, but should be prepared to stop prior to registration and during their participation in this trial.", "If patients have peripheral neuropathy, it should be grade 1.", "Women of childbearing potential should be willing to consent to the use of effective contraception during treatment and for a reasonable period thereafter.", "Hematological parameters: absolute neutrophil count (NAC) 1500/μL and platelet count 100,000/μL.", "Non-haematological parameters: Total bilirubin should be 1.5 X upper institutional limit of normal (ULN), transaminases (SGOT or SGPT) 3.0 x ULN.", "· HCG negative pregnancy test for premenopausal women of reproductive capacity and for women less than 12 months after menopause. LVEF by ECHO (with a constraint if possible) with LVEF of 50%. If an ECHO cannot be done, a MUGA can be performed.", "Patients must give written and informed consent indicating their understanding and willingness to participate in the study.", "- Exclusion criteria:", "Patients with Stage IV breast cancer or undergoing chemotherapy, radiation therapy, immunotherapy or biotherapy for current breast cancer.", "* Patients pregnant or breast-feeding.", "* Patients with second concomitant active malignancy, other than adequately treated non-melanoma skin cancer or cervical cancer in situ.", "Patients with unstable angina, congestive heart failure or a history of myocardial infarction within 12 months Patients with uncontrolled high-risk arrhythmias (ventricular tachycardia, high-level AV block, supraventricular arrhythmias that are not properly controlled by the rate) Patients are excluded if they have grade 3 QT prolongation (Appendix F) (> 500 ms) or need drugs that may prolong the QT interval.", "Subjects with active liver disease (including hepatitis B or C) or biliary disease (with the exception of Gilbert's syndrome patients, asymptomatic gallstones).", "Patients with unresolved active infections.", "* Patients with E. coli-derived protein sensitivity."], "Results": ["Performance measures:", "Number of participants who are able to complete LHT (Paclitaxel, Trastuzumab and Lapatinib) without delay or dose reduction, 3rd year or QTc prolongation", "The main objective of this trial is to determine the feasibility of this treatment in patients with breast cancer HER-2/neu overexpressed / amplified with a tumour size of < 3 cm. Treatment is considered possible if patients are able to complete the paclitaxel, trastuzumab and lapatinib (THL) portion of the treatment without delay of dose or reduction or prolongation of grade 3 QTc.", "Time limit: 1 year", "Results 1:", "Title of the arm/group: Paclitaxel with Trastuzumab and Lapatinib", "The treatment with Paclitaxel (T) at 175 mg/m2 q 2 weeks x 4 with filgrastim/pegfilgrastim + trastuzumab (H) + daily oral lapatinib (L), followed by trastuzumab q 3 weeks x 15 doses + daily oral lapatinib (HL). Pegfilgrastim 6mg will be administered subcutaneously (SQ) on day 2 of each paclitaxel administration. Filgrastim can be used instead of pegfilgrastim at the discretion of the physician. Trastuzumab will be administered weekly (4 mg/kg bolus followed by 2 mg/kg per week) from the paclitaxel treatment cycle #1. After 4 cycles of paclitaxel, pts will receive trastuzumab at a dose of q 3 weeks x 15 doses (to complete approximately 1 year).", "- Paclitaxel", "Total number of participants analysed: 20", "Type of measure: Number of participants", "Unit of measure: Participants have not completed treatment: 16 80.0%", "Treatment completed successfully: 4 20.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/20 (20.00)", "Fatigue 1/20 (5.0%)", "Fever 1/20 (5.0%)", "Hepatic impairment 1/20 (5.0%)", "Breast infection 1/20 (5.0%)", "Increased alanine aminotransferase 1/20 (5.0%)", "Increased aspartate aminotransferase 1/20 (5.0%)", "Increased creatinine 1/20 (5.0%)", "Dehydration 1/20 (5.0%)", "Ischaemic transient attacks 1/20 (5.0%)", "Hypertension 1/20 (5.0%)"]}