{"Clinical Trial ID": "NCT00317720", "Intervention": ["INTERVENTION 1:", "- Trastuzumab + RAD001", "The loading dose of trastuzumab is 8 mg/kg per day; maintenance dose = 6 mg/kg once per 21-day cycle."], "Eligibility": ["Incorporation criteria:", "The history of breast cancer overexpressing HER-2 and of radiographic signs of metastatic disease has been demonstrated by biopsy. HER-2 status can be determined either by immunohistochemistry (score, 3+) or by in situ fluorescence hybridization.", "A history of resistance to trastuzumab, defined as the development of a progressive disease after treatment with trastuzumab for metastatic breast cancer. The patient may not have received more than 2 previous trastuzumab-based regimens and a lapatinib-based regimen (either as a single agent or in combination with chemotherapy) for metastatic breast cancer.", "Performance Status 0-2 (based on the Eastern Cooperative Oncology Group (ECOG) scale).", "Absolute number of neutrophils (NAC) 1500/μl or more; Platelets 100,000/μl or more; hemoglobin 9.0 gm/dL or more; serum creatinine 2.0 mg/dL or less; total bilirubin 1.5 mg/dL or less; serum pyruvic transaminase (TPTS) up to 3* upper limit of normal; alkaline phosphatase up to 3* upper limit of normal; calcium 11.0 mg/dL or less.", "- Aged 18 or older.", "A pregnancy test will be obtained if the patient is a woman of childbearing age, defined as a sexually mature woman who has not undergone hysterectomy or who has not been naturally menopause for at least 24 consecutive months (i.e. who has had menstruation at any time during the previous 24 consecutive months).", "Patients must have signed an informed consent document indicating that they understand the experimental nature of the proposed treatment.", "- Measurable disease is defined as at least one lesion that can be accurately measured in at least one dimension with a diameter >/= 20 mm using conventional techniques or >/= 10 mm using spiral tomography (CT).", "• Patients cannot receive other research officers and must not have received research officers within 15 days of their registration.", "The left ventricular ejection fraction determined by echocardiogram or multigeoacquisition (MUGA) (heart analysis) must be equal to or greater than 50%.", "- Exclusion criteria:", "• Uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia or psychiatric or social conditions that would limit compliance with study requirements", "• Prior treatment with any experimental drug within the previous 15 days", "Chronic treatment with systemic steroids or other immunosuppressive agents", "• Uncontrolled brain or leptomeningal metastases, including patients who continue to require glucocorticoids for brain or leptomeningal metastases, and patients diagnosed with brain metastases or leptomeningal disease (LMD) within 3 months.", "Other malignant tumours over the past 3 years, with the exception of cervix carcinomas or basal cell or squamous skin carcinomas.", "• Known history of HIV-positiveness", "• Impairment of gastrointestinal function or gastrointestinal disease that may significantly affect the absorption of RAD001 (e.g. ulcerative disease, uncontrolled nausea, vomiting, diarrhoea, malabsorption syndrome or small intestine resection)", "Patients with haemorrhagic active diathesis or oral vitamin K medicine (except low-dose coumadine)", "* Patients previously treated with mTor inhibitor.", "• History of non-compliance with medical plans.", "Patients do not want or cannot comply with the protocol.", "Patients receiving other experimental agents", "Patients with confusion, disorientation or history of major psychiatric illness that may affect their understanding of informed consent."], "Results": ["Performance measures:", "Optimal dose of RAD001 in combination with trastuzumab (phase I)", "In Phase I, two doses of RAD001 were studied: 10 mg (dose level 1) and 5 mg (dose level -1) where each dose was evaluated after Cycle 1. At MDCAC, the continuous re-evaluation method (CRM) for the determination of the maximum tolerated dose (MDD) was applied to the two predefined doses of RAD001; and at DFCI/BIDTM, a study plan of 3 x 3 was used.", "The optimal dose defined as the dose most closely associated with a toxicity rate of 0.20, and the toxicity defined as any Grade 3 or 4 toxicity (based on Common Terminological Criteria (CTC) version 3.0, except fatigue). Participants were evaluated clinically every 3 weeks (one cycle) and evaluated radiologically every 6 weeks.", "Time: After two cycles of 3 weeks of treatment", "Results 1:", "Title of arm/group: Trastuzumab + RAD001", "The loading dose of trastuzumab is 8 mg/kg per day; maintenance dose = 6 mg/kg per 21-day cycle.", "Total number of participants analysed: 19", "Type of measurement: Number", "Unit of measurement: mg 10"], "Adverse Events": ["Undesirable Events 1:", "Total: 47/47 (100.00 per cent)", "Anemia 4/47 (8.51%)", "- Lymphopenia 13/47 (27.66%)", "Neutropenia 9/47 (19.15 per cent)", "Thrombocytopenia 4/47 (8.51%)", "Diarrhoea 9/47 (19.15 per cent)", "Fatigue 9/47 (19.15 per cent)", "Hyperglycaemia 13/47 (27.66%)", "Hypokalaemia 6/47 (12.77%)", "Hyperlipidemia 4/47 (8.51%)", "4/47 (8.51%)", "- Mucositis 9/47 (19.15 per cent)", "Transaminite 2/47 (4.26 per cent)", "Thrombosis/embolism 2/47 (4.26%)"]}