{"Clinical Trial ID": "NCT01929395", "Intervention": ["INTERVENTION 1:", "Phase 1: Addition of suspended MRI to conventional imaging", "A preoperative MRI with intraoperative optical scanning and follow-up (group MRI)"], "Eligibility": ["• Inclusion criteria Phase 1", "Age greater than or equal to 18 years", "• Histological diagnosis of palpable invasive breast cancer or in situ channel carcinoma", "The patient's desire to undergo breast surgery", "3. Patients will have given informed consent to participate, documented by their signature on the consent form of the study 4. Cancer increases on MRI imaging of the breast.", "• Inclusion criteria Phase 2", "Age greater than or equal to 18 years", "Invasive Histological Diagnosis of Breast Cancer or In-Situ Channel Carcinoma", "The tumor is visible and increases on the subject MRI and is >1 cm in the largest diameter.", "A patient with a palpable hematoma of heart biopsy, but a non-palpable neoplasm, will be eligible for the study.", "The patient's desire to undergo breast preservation surgery", "The informed consent process will be documented in the medical file and a copy of the signed consent form will be provided to the patient.", "• Exclusion criteria (phases 1 and 2)", "• Absolute contraindication to MRI, including the presence of an implanted electrical device (pacemaker or neurostimulator), aneurysm clip or a metal foreign body in or near the eyes", "Severe clausetrophobia", "Contraindication for the use of an intravenous contrast based on gadolinium, including a fatal allergy or impairment of renal function (creatinine > 2.0)", "History of median sternotomy", "(The patient's attestation that they are not pregnant will be acceptable, in accordance with the standard, in accordance with the standard MRI policy at the DHMC).", "· Multicentre breast cancer, defined as two or more tumours in different breast quadrants. An eligibility worksheet will be completed for each patient prior to registration and will be signed and dated by the researcher surgeon"], "Results": ["Performance measures:", "The average distance between the edges defined by the image and the edges defined by the palpation of the tumours.", "Average calculated from differences in precise distances between the nipple and the upper, lower, median and lateral edges of the tumour, based on adjusted MRI images and conventional MRI.", "Duration: from basic MRI to intraoperative measurements: 30 days", "Results 1:", "Title of arm/group: Phase 1: Addition of suspended MRI to conventional imaging", "Description of the arm and group: Supine preoperative MRI with intraoperative optical scanning and follow-up (group MRI)", "Total number of participants analysed: 18", "Average (total extent)", "Unit of measurement: mm 7.2 (0 to 19)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/18 (0.00 per cent)", "Hematoma [1]0/18 (0.00 %)"]}