{"Clinical Trial ID": "NCT01961544", "Intervention": ["INTERVENTION 1:", "Eribulin Mesylate 1.4 mg/m^2", "Participants received 1.4 milligrams per square metre (mg/m^2) of intravenous erebulin mesylate over 2-5 minutes on day 1 and day 8 of each 21-day cycle."], "Eligibility": ["Incorporation criteria:", "Women aged 20 or over", "Patients with histologically or cytologically confirmed breast carcinoma", "Patients with locally advanced or metastatic breast carcinoma", "* Patients with two to five previous chemotherapeutic regimens, including one antracycline and one taxane and two or more diets for locally recurrent and/or metastatic diseases", "Patients should have been resistant to the most recent chemotherapy during or within six (6) months of treatment.", "* Patients with an assessmentable injury according to RECIST v 1.1", "Adequate bone marrow function", "Absolute number of neutrophils (ANCs) greater than or equal to 1.5 x 10^9 /L", "Haemoglobin greater than or equal to 10.0 g/dl (haemoglobin less than 10.0 g/dL is acceptable if corrected by erythropoietin or transfusion)", "Number of platelets greater than or equal to 100 x 10^9 /L", "Hepatic function properly maintained", "Total Bilirubin: less than or equal to 1.5 times the upper limits of normal (ULN) and", "- Alcaline phosphatase (ALP), alanine aminotransferase (ALT) and aspartate aminotransferase (AST) equal to or less than 3 x ULN (in the case of liver metastases equal to or less than 5 x ULN)", "Renal function properly maintained", "- Serum creatinine of 2.0 mg/dl or less, or", "Calculation of creatinine clearance greater than or equal to 40 ml/min (Cockcroft and Gault formula)", "• Resorption of all toxicities related to chemotherapy or radiation to a severity of grade 1 or less, with the exception of:", "- Alopecia", "A stable sensory neuropathy lower than or equal to Grade 2", "Eastern Cooperative Oncology Group (ECOG) Performance Status 0-2", "Life expectancy of 3 months or more", "Patients are willing and able to comply with the study protocol during the duration of the study.", "* Patients who have given their written consent to participate in this study.", "• Exclusion criteria", "Patients who have received chemotherapy, radiotherapy, biologics, immunotherapy or hormone therapy within three weeks of starting treatment (but palliative radiation may be included)", "The involvement of pulmonary lymphangitis which leads to pulmonary dysfunction requiring active treatment, including the use of oxygen", "Patients with cerebral or subdural metastases are not eligible unless they have completed the local treatment and have stopped using corticosteroids for this indication for at least four weeks prior to starting treatment in this study. Any signs and/or symptoms of cerebral metastases should be stable for at least four weeks prior to starting treatment.", "Patients with meningeal carcinoma", "Significant cardiovascular impairment", "A myocardial infarction in the last six months, unstable angina, a history of NYHA class III or IV congestive heart failure, or severe cardiac arrhythmia", "• QTc prolongation (Bazett formula greater than 480 ms) or long congenital QT syndrome", "• Severe/uncontrolled intercurrent disease/infection required antibiotic injection", "Patients who have undergone major surgery within four weeks of their participation in this clinical trial", "Patients who have had prior malignancies in the last five years other than breast cancer (but skin cancer and non-melanoma carcinoma treated in situ in the cervix will not be excluded)", "Patients with known positive serological status", "Patients who have received a genetic therapy or other experimental drug within 4 weeks of starting treatment or who are expected to receive prohibited drugs", "Patients with prior allergies to alichondrin B, its derivatives, its active ingredient or other dilution agent", "Patients who received this trial product prior to registration for this study", "• Pregnant patients, who may be pregnant or breast-feeding", "Patients who do not agree to use contraception during study periods", "Patients who participated in another clinical trial within 4 weeks of screening", "Patients judged otherwise by the investigator or subinvestigator as unfit for inclusion"], "Results": ["Performance measures:", "Number of participants with treatment adverse events (TEEs) and any serious treatment adverse events (TEEs)", "A AEIS is defined as an AEIS that threatens life or results in death, causes hospitalization (initial or prolonged), causes disability (significant change, persistent or permanent, alteration, deterioration or disruption of the participant's function/body structure, physical activity or quality of life), causes congenital anomaly, or requires intervention to prevent a permanent impairment or injury. AEIS are defined as events that began at the date and time of the first dose of the study drug and events that occurred prior to the first dose of the study drug and that increased severity during the study.", "Duration: average of 3.76 months", "Results 1:", "Title of the arm/group: Erivine Mesylate 1.4 mg/m^2", "Description of the arm/group: Participants received 1.4 milligrams per square metre (mg/m^2) of intravenous eribulin mesylate over 2-5 minutes on day 1 and day 8 of each 21-day cycle.", "Total number of participants analysed: 101", "Type of measurement: Number", "Unit of measure: TEAE participants: 101", "SAE-emergent treatment: 20"], "Adverse Events": ["Undesirable Events 1:", "Total: 20/101 (19.80 per cent)", "Neutropenia * 2/101 (1.98%)", "Febrile neutropenia * 1/101 (0.99%)", "* 2/101 (1.98%)", "* 1/101 (0.99%)", "Abdominal pain * 1/101 (0.99%)", "* 1/101 (0.99%)", "Gastritis * 1/101 (0.99%)", "Asthenia * 1/101 (0.99%)", "Pyrexia * 1/101 (0.99%)", "Pneumonia * 1/101 (0.99%)", "* 1/101 (0.99%)"]}