{"Clinical Trial ID": "NCT00057941", "Intervention": ["INTERVENTION 1:", "Anastrozole and ZD1839", "[Unspecified]", "INTERVENTION 2:", "- Fulvestrant and ZD1839", "[Unspecified]"], "Eligibility": ["Incorporation criteria:", "Patients should have histologically confirmed oestrogen adenocarcinoma and/or positive progesterone receptor with recidivant or metastatic breast carcinoma", "The baseline measurements and assessments of the sites concerned should be carried out as close as possible to the entry into the study, but should be carried out within 4 weeks prior to randomization.", "Patients with tissue blocks available from the primary or metastatic site should submit the tissue to EGFR analysis.", "All patients should be postmenopausal women defined by:", "A prior bilateral oophorectomy or bilateral ovarian irradiation", "If the age of 55 years or less and on tamoxifen in the previous 6 months, should have an estradiol level in the postmenopausal interval", "Patients should not have received more than 2 previous chemotherapys for metastatic disease and no chemotherapy within 3 weeks prior to randomisation; no concomitant chemotherapy is allowed during protocol treatment.", "- Simultaneous non-protocol hormone therapy is not permitted in patients with metastatic disease; no prior adjuvant therapy with a deregulatory estrogen receptor (e.g., fulvestrant) or an aromatase inhibitor (e.g., anastrozole, letrozole, exemestane, aminoglutethamide); simultaneous non-protocol hormone therapy is not permitted.", "Patients should not have received prior treatment with agents that target EGFR.", "A previous but non-concomitant treatment with trastuzumab (Herceptin) is permitted; patients should not receive trastuzumab (Herceptin) within 3 weeks prior to randomization.", "Patients should have an ECOG performance of 0, 1, or 2", "Neutrophils >= 1500/mm^3", "Platelets >= 100 000/mm^3", "Bilirubin = < 1.25 x upper limit of normal", "- SGPT (ALT) and SGOT (AST) = < 2.5 x upper limit of normal if there are no demonstrable liver metastases or = < 5 times upper limit of normal in the presence of liver metastases", "Calculation of creatinine clearance >= 30ml/min", "INR, PT and PTT in the normal range", "Patients should not receive anticoagulant therapy or have other contraindications to i.m injections.", "Patients should not have a history of central nervous system metastases", "Patients may benefit from simultaneous radiotherapy at painful sites of bone disease or areas of imminent fracture as long as radiotherapy is initiated prior to entry into the study and measurable disease sites outside the port of radiation therapy are available to follow; patients who have received prior radiotherapy must have recovered from the toxicity of previous radiotherapy.", "Patients should not take the following medicines that may alter the pharmacokinetics of ZD1839 while enrolled in this trial: phenytoin, carbamazapine, phenobarbitol, rifampicin and St. John's wort, oxcarbazepine, rifapentin, modafinil and greyeofulvin", "Patients under 55 years of age should not receive LHRH agonists or antagonists within 3 months of randomization.", "Patients with inflammation or eye infection should be treated in full before entering the trial; patients with neuropathic keratopathy or diabetes or patients with previous subsoil membrane disease should be advised of the need for frequent ophthalmological examinations.", "Patients who continue to wear contact lenses should be informed that they are at increased risk of eye events; the decision to wear contact lenses should be discussed with the oncologist and the ophthalmologist treating the patient.", "Patients should not suffer from medical or psychiatric conditions that may interfere with protocol compliance, the ability to give informed consent, or the assessment of the expected response or toxicity.", "Patients should be free from previous invasive malignancies for > 5 years, with the exception of basal cell or squamous carcinoma of the skin or in situ carcinoma of the cervix."], "Results": ["Performance measures:", "Rates of clinical benefits", "Clinical benefit = complete response (CR), partial response (PR) or stable disease (SD) of at least 6 months duration, assessed by the response Solid Tumour Assessment Criteria (RCIST).CR = elimination of all target and non-target lesions PR = disappearance or decrease of at least 30% of the sum of the longest diameters of target lesions, with non-progressive disease in non-target lesions SD = sum of the longest diameters of target lesions decrease < 30% or increase < 20%, with non-progressive disease in non-target lesions 141 eligible and treated patients were included.", "Duration: every 3 cycles during treatment, every 3 months when follow-up is less than 2 years, every 6 months between 2 and 3 years, no specific requirement after 3 years", "Results 1:", "Title of the arm/group: Anastrozole and ZD1839", "Description of arm/group: [Unspecified]", "Total number of participants analysed: 72", "Type of measurement: Number", "Unit of measure: percentage of participants 44 (33-57)", "Results 2:", "Title of the arm/group: Fulvestant and ZD1839", "Description of arm/group: [Unspecified]", "Total number of participants analysed: 69", "Type of measurement: Number", "Unit of measure: percentage of participants 41 (29 to 53)"], "Adverse Events": ["Undesirable Events 1:", "Total: 27/74 (36.49 per cent)", "Anemia 1/74 (1.35%)", "Sinus bradycardia 0/74 (0.00 %)", "- Dyspepsia 0/74 (0.00 %)", "- Dysphagia 1/74 (1.35%)", "Gastritis 1/74 (1.35%)", "Nausea 3/74 (4.05 per cent)", "Vomiting 2/74 (2.70 per cent)", "Diarrhoea with or without anterior colostomy 4/74 (5.41%)", "Fatigue 2/74 (2.70 per cent)", "• Increase in ASAT 5/74 (6.76%)", "• Increase in ALT 3/74 (4.05%)", "Infection with neutropenia 1/74 (1.35 %)", "Adverse Events 2:", "Total: 28/74 (37.84 per cent)", "Anemia 1/74 (1.35%)", "Sinus bradycardia 1/74 (1.35%)", "Dyspepsia 1/74 (1.35%)", "- Dysphagia 0/74 (0.00 %)", "Gastritis 0/74 (0.00 %)", "Nausea 3/74 (4.05 per cent)", "Vomiting 2/74 (2.70 per cent)", "Diarrhoea with anterior colostomy 10/74 (13.51%)", "Fatigue 2/74 (2.70 per cent)", "ASAT increased 6/74 (8.11 per cent)", "• Increase in ALT 3/74 (4.05%)", "Infection with neutropenia 3/74 (4.05 %)"]}