{"Clinical Trial ID": "NCT03765996", "Intervention": ["INTERVENTION 1:", "• Physiotherapy scores", "This group received the complex physiotherapy Dognestive.", "The MLD was applied to the anterior trunk, the posterior trunk and the base of the neck, moving towards the affected limb. Short bandages were applied in several layers after the MLD. A low pH skin lotion was applied before the bandage, then placed on the arm. The fingers and hand were wrapped in gauze. A layer of cotton was wrapped around the arm. Bandages (6, 8 and/or 10cm) were sequentially applied spirally around the limb with the smallest bandage from the hand. The most important compression was at the most distal points and gradually decreased proximally. The exercises were performed by patients to improve mobility and improve lymphatic flow.", "INTERVENTION 2:", "• Physiotherapy More Taping", "This group received the complex physiotherapy Dognestive, as well as the application of registration in the regions of anastomosis.", "In addition, the band was activated on the unaffected side and banding was applied to the anterior and posterior axilloaxillar anastomosis side. For axillo-inguinal anastomosis, the banding was initiated in the inguinal region on the affected side and banding was applied to reach the axillar region."], "Eligibility": ["Incorporation criteria:", "Patients with unilateral BCRL and women over 18 years of age who were \"significant\", \"marked\" or \"severe\" lymphedema.", "- Exclusion criteria:", "Patients with paralysis of part of the affected arm,", "- Patients who have undergone CDP more than once in the following six months,", "Patients with active infection,", "Patients with skin disease."], "Results": ["Performance measures:", "Change in member's volume, (Last value of follow-up - Core value)", "The size of the limbs was quantified using circumferential measurements of the limbs. Measures were taken with the patients in the preferred position and the arm removed at 30°. The circumference was measured every 5cm, from the ulnar penyide and continues 45cm proximally for both members. The volume of the limbs was calculated for each segment using the frustum formula. The Frustum formula is a mathematical method for calculating the volume of the limbs on the basis of circumferential measurements, and this formula gives the result in millilitres. The measurement of the limbs was performed at the beginning and after treatment (twenty sessions).", "Time frame: base and 4 weeks", "Results 1:", "Title of the arm/group: Dynamiting Physiotherapy", "Description of the arm/group: This group received complex Decongestive physiotherapy.", "The MLD was applied to the anterior trunk, the posterior trunk and the base of the neck, moving towards the affected limb. Short bandages were applied in several layers after the MLD. A low pH skin lotion was applied before the bandage, then placed on the arm. The fingers and hand were wrapped in gauze. A layer of cotton was wrapped around the arm. Bandages (6, 8 and/or 10cm) were sequentially applied spirally around the limb with the smallest bandage from the hand. The most important compression was at the most distal points and gradually decreased proximally. The exercises were performed by patients to improve mobility and improve lymphatic flow.", "Total number of participants analysed: 14", "Median (interquartile range)", "Unit of measurement: millilitre 160.01 (81.50 to 650.56)", "Results 2:", "Title of the arm/group: Physiotherapy Dognestive Plus Taping", "Description of the arm/group: This group received Decongestive complex physiotherapy, and also applied taping in the anastomosis regions.", "In addition, the band was activated on the unaffected side and banding was applied to the anterior and posterior axilloaxillar anastomosis side. For axillo-inguinal anastomosis, the banding was initiated in the inguinal region on the affected side and banding was applied to reach the axillar region.", "Total number of participants analysed: 18", "Median (interquartile range)", "Unit of measurement: millilitre 148.28 (52.29 to 552.85)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/18 (0.00 per cent)", "Adverse Events 2:", "Total: 0/18 (0.00 per cent)"]}