{"Clinical Trial ID": "NCT00635050", "Intervention": ["INTERVENTION 1:", "Doxil, Paclitaxel, Cyclophosphamide + Avastin", "A single-arm phase II trial to evaluate the complete pathological response rate to dense-dose sequential chemotherapy using Doxil, paclitaxel, and cyclophosphamide with Avastin concomitantly in patients with advanced invasive breast cancer.", "Diet A: Doxil 25 mg/M2 iv and Avastin 10 mg/kg iv every 2 weeks x 3, then paclitaxel 175 mg/M2 i.v. and Avastin 10 mg/kg iv every 2 weeks x 3, then cyclophosphamide 600 mg/M2 i.v. and Avastin 10 mg/kg iv every 2 weeks x 3. Patients with <pCR at primary chemotherapy will receive an additional year of Avastin 15 mg/kg iv every 3 weeks starting 6-8 weeks after surgery.", "Diet B: Same as diet A except that the dose of Doxil was 30 mg/M2 iv every 2 weeks x 3."], "Eligibility": ["Incorporation criteria:", "Histologically confirmed, measurable, invasive breast carcinoma T > 2cm, Nany, M0.", "Patients with nodular negative, ER or PR-positive tumours of 4 cm in size whose tumours are at low risk (defined as a score of 0-17) on an Oncotype DX profile are not eligible.", "• Aged 19 or over", "Patients with gene amplification in the FISH study will be considered positive for HER-2. Patients in this study should be negative for HER-2 if immunohistochemical staining is positive for 2+ or 3+; patients with negative immunohistochemical staining, 0 or 1+ for HER-2 are eligible.", "Known axillary nodal status: aspiration cytology or biopsy", "• Documented premenopausal menopausal status (with menstrual or FSH <35) or postmenopausal status (12 months since last menstruation with intact uterus and at least one ovary or FSH 35 or previous bilateral oophorectomy)", "Non-pregnant in case of premenopausity (test of negative serum or urinary pregnancy within 7 days of start of chemotherapy) and not breast-feeding", "Patients with reproductive potential should use an adequate contraceptive method (e.g., abstinence, intrauterine device, barrier device with spermicide or surgical sterilization) during treatment and for three months after completion of treatment.", "• Life expectancy less than 12 weeks", "Current, recent (within 4 weeks of the first infusion of this study), or project to participate in an experimental study of drugs other than a study of Avastin cancer sponsored by Genentech", "Pregnant or lactating women.", "• History of heart disease, with a New York Heart Association Grade II or more or clinical evidence of congestive heart failure.", "Serious co-morbid disorders that may affect the ability to receive chemotherapy in time", "Previous invasive cancer in the last 5 years", "• Changes in mental state or dementia that would interfere with understanding informed consent and the ability to comply with study and follow-up procedures.", "Hypersensitivity to doxil, doxorubicin, cyclophosphamide, cremophor (containing in teniposide, cyclosporin and vitamin K), or any Avastin component", "Inadequately controlled hypertension (defined as blood pressure > 150/100 mmHg on antihypertensive medicinal products)", "♪ Unstable angina pectoris ♪", "History of myocardial infarction or unstable angina within 12 months of starting treatment", "History of stroke or TIA at any time", "(e.g., aortic aneurysm requiring recent peripheral arterial repair or thrombosis, aortic dissection) or peripheral vascular disease with 6 months prior to starting treatment.", "History of haemoptysis (greater than or equal to 1/2 teaspoon of bright red blood per episode) in the month preceding the start of treatment", "Evidence of haemorrhagic diathesis or significant coagulopathy (in the absence of therapeutic anticoagulation)", "• Major surgery, open biopsy, or significant traumatic injury within 28 days of starting treatment or anticipation of major surgery during the study", "Patients should have a 2-day echocardiogram indicating a fraction of ejection > 50% within 42 days prior to the first dose of the study drug. The method used at baseline should be used for further monitoring.", "No distant metastases during analysis of bones and scans of the chest and abdomen (no metastases during optional PET analysis is an acceptable alternative; if PET analysis is done for any reason, it should not show distant metastases).", "No CNS metastases", "Hbg 9 gm, platelets 100 000, granulocytes 1000, total or direct bilirubin 1.2, creatinine 2.0 and urinary protein levels: creatinine <1.0", "No prior chemotherapy or radiotherapy and 4 weeks antiestrogen or aromatase inhibitor", "No concomitant replacement hormone (i.e. estrogen or progestogen)", "- PS less than or equal to", "- Exclusion criteria:", "• Minor surgery (excluding the installation of a vascular access device) such as fine needle aspiration or central needle biopsy within 7 days of starting treatment", "urinary protein levels: creatinine 1.0 during initial screening", "• Known hypersensitivity to any Avastin component", "History of abdominal fistula, gastrointestinal perforation or intra-abdominal abscess within 6 months of starting treatment", "A serious, unhealing injury, an active ulcer or untreated bone fracture", "Any history of hypertensive seizure or hypertensive encephalopathy", "Treatment of brain metastases is defined as having no evidence of progression or haemorrhage after treatment and no permanent requirement for dexamethasone as determined by clinical examination and brain imaging (IRM or CT) during the screening period. Anticonvulsants (stable dose) are allowed. Treatment of brain metastases may include total brain radiation therapy (RTB), radiosurgery (RS; Gamma Knife, LinAC, or equivalent) or a combination considered appropriate by the treating physician. Patients with CNS metastases treated with neurosurgical resection or brain biopsy within 3 months prior to Day 1 will be excluded."], "Results": ["Performance measures:", "· Complete pathological response (CPR) achievement rate", "The criteria used were those described by Kaufmann et al., Journal of Clinical Oncology 2003; 21(13):2600-2608. The definition of pCR used from this source was the absence of invasive cancer in resequent breast tissue and resected axillary lymph nodes.", "Delay: After completion of at least 8 of the 9 doses of chemotherapy and operation.", "Results 1:", "Title of the arm/group: Doxil, Paclitaxel, Cyclophosphamide + Avastin", "Description of the arm/group: A single phase II arm trial to evaluate the rate of complete pathological response to dense sequential dose chemotherapy using Doxil, paclitaxel, and cyclophosphamide with Avastin concomitantly in patients with advanced invasive breast cancer.", "Diet A: Doxil 25 mg/M2 iv and Avastin 10 mg/kg iv every 2 weeks x 3, then paclitaxel 175 mg/M2 i.v. and Avastin 10 mg/kg iv every 2 weeks x 3, then cyclophosphamide 600 mg/M2 i.v. and Avastin 10 mg/kg iv every 2 weeks x 3. Patients with <pCR at primary chemotherapy will receive an additional year of Avastin 15 mg/kg iv every 3 weeks starting 6-8 weeks after surgery.", "Diet B: Same as diet A except that the dose of Doxil was 30 mg/M2 iv every 2 weeks x 3.", "Total number of participants analysed: 32", "Type of measurement: Number", "Unit of measurement: participants' pathology specimens 9"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/32 (3.13 per cent)", "Hospitality [1]1/32 (3.13%)"]}