{"Clinical Trial ID": "NCT00615901", "Intervention": ["INTERVENTION 1:", "- Cohort A (CMF 14 days apart)", "This is a pilot study using 8 cycles of CMF (cyclophosphamide 600 mg/m2, methotrexate 40 mg/m2 and fluoruracil 600 mg/m2) at 14-day intervals supported by PEG-filgrastim for a cohort of 38 patients.", "- cyclophosphamide, methotrexate, fluoruracil, PEG-filgrastim: C (cyclophosphamide) 600 mg/m2 M (methotrexate) 40 mg/m2 F (fluorouracil) 600 mg/m2 P (PEG-filgrastim) 6 mg. Eight doses of CMF q 14 days with PEG-filgrastim administered approximately 24 hours after chemotherapy."], "Eligibility": ["Incorporation criteria:", "Patients with inflammatory breast cancer are not eligible for the study. The pathology will be evaluated in the standard manner. The results of HER-2/neu, estrogen receptor and progesterone receptor are required for entry into the study.", "The patient cannot be Her-2/neu over-expressing either by immunohistochemistry or FISH according to the hospital laboratory standard, whether in an institutional or external laboratory.", "Patients should be over 18 years of age or over 18 years of age.", "Patients should have a Karnofsky score greater than or equal to 80", "Patients may have received hormone therapy for chemoprevention, but should be willing to discontinue treatment at least 24 hours prior to registration and during participation in this trial.", "Patients will have completed their definitive breast surgery (mastectomy or breast preservation surgery)", "Patients should be prepared to start treatment within 84 days of the last surgical procedure required to treat their primary tumour.", "Patients should be in stage I-II", "Absolute neutrophil count (NAC) > 1500/μL and platelet count > 100 000/μL", "The transaminases (SGOT/AST and/or SGPT/ALT) may be less than or equal to 92.5 U/L or < or equal to 2.5 x upper institutional limit of normal (ULN) if the alkaline phosphatase is less than or equal to the ULN or the alkaline phosphatase may be less than or equal to 4 x ULN if the transaminases are less than or equal to the ULN.", "Serum creatinine should be between 0.6 and 1.3 mg/dL or within normal institutional limits if it is outside MSKCC.", "Women of childbearing potential should be willing to consent to the use of effective contraception during treatment and for a reasonable period thereafter.", "Patients must give written and informed consent indicating their understanding and willingness to participate in the study.", "- Brachytherapy after lumpectomy is allowed.", "- Exclusion criteria:", "Stage III-IV breast cancer", "In the case of chemotherapy or prior radiation therapy, except for brachytherapy, radiotherapy will be administered to patients following this protocol, if necessary, after the completion of chemotherapy.", "Patients in pregnancy or lactation", "Patients with second concomitant active malignancy, other than adequately treated non-melanomic skin cancers or cervical cancer in situ. Patients with other non-mammary malignancies should have been free of disease for at least five years.", "Patients with unstable angina, congestive heart failure, common use of digitalis, beta blockers or calcium blockers for the treatment of congestive heart failure, arrhythmia requiring medical treatment, or with a history of myocardial infarction within 12 months.", "Patients with a psychiatric illness who would prevent them from understanding the nature of the experimental treatment and complying with the requirements of the protocol.", "• Patients with concomitant medical conditions who, according to the investigator, would make them inappropriate candidates for study registration", "Patients with unresolved active infections", "Patients with known sensitivity to E. coli-derived proteins, PEG-filgrastim, filgrastim or any other component.", "Patients should be Sound 2/neu non-speaking."], "Results": ["Performance measures:", "The number of patients who have completed 8 cycles.", "The study schedule is considered feasible and tolerable for patients with ANC > 1.5 on day 1 of treatment for all 8 cycles and the absence of non-haematological grade 3 or higher toxicity, excluding alopecia, nausea/vomiting and bone pain We will also assess the total number of days required to complete the 8 cycles.", "Time limit: 2 years", "Results 1:", "Title of the arm/group: Cohort A (CMF 14 days apart)", "This is a pilot study using 8 cycles of CMF (cyclophosphamide 600 mg/m2, methotrexate 40 mg/m2 and fluoruracil 600 mg/m2) at 14-day intervals supported by PEG-filgrastim for a cohort of 38 patients.", "- cyclophosphamide, methotrexate, fluoruracil, PEG-filgrastim: C (cyclophosphamide) 600 mg/m2 M (methotrexate) 40 mg/m2 F (fluorouracil) 600 mg/m2 P (PEG-filgrastim) 6 mg. Eight doses of CMF q 14 days with PEG-filgrastim administered approximately 24 hours after chemotherapy.", "Total number of participants analysed: 29", "Type of measurement: Number", "Unit of measurement: participants 29"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/38 (5.26 per cent)", "Febrile neutropenia 0/38 (0.00 %)", "Abdominal pain 1/38 (2.63%)", "Skin infection 0/38 (0.00 %)", "1/38 (2.63 per cent)"]}