{"Clinical Trial ID": "NCT01293032", "Intervention": ["INTERVENTION 1:", "Group 2 (RS 11-25)", "The patient was then randomised to Arm 1, neoadjuvant hormone therapy, or Arm 2, neoadjuvant chemotherapy."], "Eligibility": ["Incorporation criteria:", "The treating surgeon should determine that breast conservation therapy (BCT) would be made more possible by reducing tumour size using neoadjuvant systemic treatment", "The patient must have signed and dated a consent form approved by an Establishment Review Board (IRB) that is consistent with federal and institutional guidelines.", "The patient must be a woman.", "The patient must be 18 years of age or older.", "The patient should have an Eastern Cooperative Oncology (ECOG) score of 0 or 1", "The diagnosis of invasive breast carcinoma should have been done by biopsy of the heart needle", "The primary breast tumour should be >= 2 cm by physical examination or imaging.", "The ipsilateral axillary lymph nodes should be evaluated by imaging (MRI or ultrasound) within 6 weeks prior to randomization; If indicated for abnormal lymph nodes, the fine needle vacuum (RNA) or nucleus biopsy should be performed.", "The tumour must have been determined to be HER2-negative as follows:", "The fluorescent in situ hybridization (FISH)-negative (as defined by the ratio HER2 to Chromosome 17 centromer (CEP17) must be < 2.2) or, if a report has not been made, the copy number of the HER2 gene must be < 4 per nucleus; or", "A chromogenic in situ hybridization (CISH) is performed, the result must indicate a copy number of the gene HER2 < 6 per kernel; or", "\"Immunohistochemistry\" (IHC) 0-1+; or", "IHC 2+ and FISH-negative or FISH-negative", "The tumour must have been determined as ER+ and/or positive progesterone (PgR+) defined as tumour colouring > 10% by immunohistochemistry", "The patient must have been evaluated by a treating physician, examined and discussed by the multidisciplinary breast team, and considered a candidate for chemotherapy.", "- Exclusion criteria:", "FNA alone to diagnose the primary tumor", "• Excision biopsy or lumpectomy performed prior to randomization", "Axillary surgery or sentinel node (SN) biopsy performed prior to registration", "Clinically implemented tumours as including inflammatory breast cancer", "• (patients with cN1 or cN2a disease are eligible)", "- Definitive clinical or radiological evidence of metastatic disease (Note: thoracic imaging [mandatory for all patients] and other imaging [if necessary] must have been performed within 6 weeks prior to randomization)", "Patients with synchronous conjunctive connective carcinoma and/or in situ metachronous carcinoma (CDIS) or in situ lobular carcinoma (CLIS) are eligible)", "HER2 result of the IHC 3+ test, regardless of FISH results, if performed", "Any history of ipsilateral invasive breast cancer or ipsilateral CDIS if treated with radiotherapy (RT); (patients with synchronous or metachronic ipsilateral CDIS are eligible)", "• History of non-brain malignancies, except in situ cancers treated only by local excision and basal cell and squamous skin carcinomas, within 5 years of randomization", "Treatment including RT, chemotherapy and/or targeted treatment for breast cancer currently diagnosed prior to registration", "A heart disease (history and/or active disease) that would prevent the use of chemotherapy", "(Note: pregnancy tests should be performed within 2 weeks prior to randomization in women of childbearing age)", "Another non-malignant systemic disease that would prevent the patient from receiving study treatment or prevent the necessary follow-up", "Psychiatric or addictive disorders or other conditions which, in the opinion of the investigator, would prevent the patient from meeting the requirements of the study", "• Use of any test product within 30 days of registration"], "Results": ["Performance measures:", "Proportion of patients with RS 11-25 who refused the assigned treatment", "The main objective of this trial is to determine the feasibility of a large multicentre trial with a similar design. Feasibility, in terms of less than one third of patients with an intermediate recurrence score (11-25) who refused assigned treatment (Group 2) or refused randomization between hormone (arm 1) or chemotherapy (arm 2). The confidence interval will be 95%. The proportion (and 95% confidence interval) of patients with RS 11-25 who refuse assigned treatment will be calculated.", "Time limit: up to 2 years", "Results 1:", "Title of arm/group: Group 2 (RS 11-25)", "In group 2, patients with intermediate SR (11-25) were assigned to arm/group description. The subject was then randomized to arm 1 treatment, neoadjuvant hormone treatment, or arm 2 treatment, neoadjuvant chemotherapy.", "Total number of participants analysed: 33", "Type of measurement: Number", "Unit of measure: proportion of participants 0.15 (0.051 to 0.319)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/0"]}