{"Clinical Trial ID": "NCT03097653", "Intervention": ["INTERVENTION 1:", "· Decision support", "The content is divided into 16-20 screens; each screen contains the answer to a common question (i.e., what is screening for mammography? What are its advantages and disadvantages? What are the expected outcomes of participating in screening for mammography? What is breast cancer?). Information also covers controversial topics such as overdiagnosis, overtreatment, and disagreement among scientists about the quantification of harms and benefits.", "INTERVENTION 2:", "Standard information", "Standard information: Web platform with a standard brochure. This standard brochure represents a combination of the best information available in the brochures of the three participating centres."], "Eligibility": ["Incorporation criteria:", "Women between 45 and 69 years of age, depending on the target age of the relevant screening centres;", "New women invited to the mammography screening program.", "- Exclusion criteria:", "None"], "Results": ["Performance measures:", "Number of participants with adequate knowledge", "• Knowledge will be measured using a 13-question structured questionnaire with multiple-choice answers, with 2 to 4 options. Ten questions will be qualitative and three will be numerical. A score of 8 out of 13 (approximately 60%) or more would be considered \"adequate knowledge\".", "Time limit: 7-10 days", "Results 1:", "Title of the arm/group: Decision support", "What are the advantages and disadvantages of mammography screening? What are the expected outcomes of mammography screening? What is breast cancer? What are the benefits and disadvantages of mammography screening? What are the expected outcomes of mammography screening? What is breast cancer?", "Total number of participants analysed: 472", "Type of measurement: Number", "Unit of measure: participants 236", "Results 2:", "Title of arm/group: Standard information", "Description of the arm/group: Standard information: Web platform with standard brochure. This standard brochure represents a combination of the best information available in the brochures of the three participating centres.", "Total number of participants analysed: 529", "Type of measurement: Number", "Unit of measure: participants 218"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/0", "Adverse Events 2:", "Total: 0/0"]}