{"Clinical Trial ID": "NCT00093145", "Intervention": ["INTERVENTION 1:", "Paclitaxel, Carboplatin + Herceptin", "Participants received albumin-bound paclitaxel, 100 mg/m^2 per week every 3 weeks over 4 weeks, carboplatin in an area below the curve (AUC) = 6 every 4 weeks and Herceptin per week, 4 mg/kg per first week and 2 mg/kg every subsequent week by intravenous infusion (IV) for up to 6 cycles in the absence of disease progression or intolerable toxicity."], "Eligibility": ["Incorporation criteria:", "• Confirmed adenocarcinoma of the breast", "Tumours show a 3+ overexpression of receptor 2 (HER-2)/proto-oncogene of human epidermal growth factor by immunohistochemistry, or are in situ fluorescence hybridization (FISH)+", "Stage IV typology", "A Measurable Disease", "At least 3 weeks since prior cytotoxic chemotherapy", "At least 4 weeks since full recovery from radiation therapy", "At least 4 weeks since major surgery with complete recovery", "- Performance Status of the Eastern Cooperative Oncology Group (ECOG) 0-2", "At least 18 years of age", "Absolute number of neutrophils (NACs) at least 1.5 x 10^9 cells/L", "— Platelets of at least 100 x 10^9 cells/L", "- Hemoglobin at least 9 g/dL", "Aspartame aminotransferase (AST), alanine aminotransferase (ALT) below the normal upper limit of 2.5X", "- Alkaline Phosphatase less than 1.5X upper normal limit", "Creatinine less than 1.5 gm/dL", "Normal left ventricular ejection fraction", "Negative pregnancy test", "To agree to use a method to prevent pregnancy", "Informed consent is obtained", "- Exclusion criteria:", "Up to one neo-adjuvant or adjuvant chemotherapy regimen is allowed. One year since treatment with Taxane and Herceptin.", "The cumulative lifetime dose of doxorubicin is greater than 360 mg/m^2", "· Concomitant immunotherapy or hormonal treatment", "• Parenchymic brain metastases, if present, must be documented to be clinically and radiographically stable for at least 6 months after treatment.", "A serious intercurrent, medical or psychiatric disease, including a serious active infection", "History of congestive heart failure", "• History of other malignant tumours in the last 5 years that may affect the diagnosis or evaluation of breast cancer", "Patients who received an experimental drug in the previous 3 weeks", "One patient is currently enrolled in another clinical study receiving experimental treatments.", "Pregnant or lactating women"], "Results": ["Performance measures:", "Percentage of participants who have met a confirmed objective Overall complete or partial response", "A complete response (RC) is the disappearance of all known diseases and no new disease-related site or symptom has been confirmed at least 4 weeks after the initial documentation. A partial response (PR) is a decrease of at least 30% in the sum of the longest diameters of the target lesions, taking as a reference the base sum of the longest diameters confirmed at least 4 weeks after the initial documentation. PR is also recorded when any measurable disease has completely disappeared, but a non-measurable component (i.e. ascites) is still present but is not progressing, or with the persistence of one or more non-target lesions and/or the maintenance of a level of tumour marker above normal limits.", "Duration: The objective response was evaluated every 2 cycles, up to a maximum of 39 cycles (approximately 39 months)", "Results 1:", "Title of arm/group: Paclitaxel, Carboplatin + Herceptin", "Arm/group description: Participants received albumin-bound paclitaxel, 100 mg/m^2 per week every 3 weeks over 4 weeks, carboplatin in an area below the curve (AUC) = 6 every 4 weeks and Herceptin per week, 4 mg/kg per first week and 2 mg/kg every subsequent week by intravenous infusion (IV) for up to 6 cycles in the absence of disease progression or intolerable toxicity.", "Total number of participants analysed: 32", "Type of measurement: Number", "Unit of measure: % of participants 62.5 (45.7 to 79.3)"], "Adverse Events": ["Undesirable Events 1:", "Total: 5/32 (15.63 per cent)", "Febrile neutropenia 1/32 (3.13%)", "- Superventricular tachycardia 1/32 (3.13%)", "Hypersensitivity 2/32 (6.25%)", "Infection at the site of catheter 1/32 (3.13%)", "Confusion 1/32 (3.13 per cent)"]}