{"Clinical Trial ID": "NCT00941330", "Intervention": ["INTERVENTION 1:", "A: Exemestane", "ARM A: Patients will be treated with exemestane.", "Exemestane: 25 mg oral daily for 6 to 12 months.", "INTERVENTION 2:", "B: Docetaxel and Cytoxan", "ARM B: Patients will be treated with docetaxel and cytoxan.", "Docetaxel: Docetaxel (75 mg/m2) in a vein once every 3 weeks for 6 cycles (6 times in about 24 weeks).", "Cytoxan: Cytoxan (600 mg/m2) in a vein once every 3 weeks for 6 cycles (6 times in approximately 24 weeks)."], "Eligibility": ["Incorporation criteria:", "Signed informed consent.", "A histologically or cytologically confirmed breast carcinoma.", "- Early breast cancer (T1c-3, clinically node-negative-3 [cN0-3], CM0).", "The pre-treatment biopsy has the following characteristics:", "· Positive hormone receptor cancer as defined as RE and/or standard immunohistochemistry positive progesterone (PR) receptor (IHC)", "- HER2-negative (HER2 2 by IHC; if HER2+ by IHC must be fluorescent hybridization in situ [FISH] not amplified)", "- Recurrence score < 25 using the repeat score test Oncotype DX 21-gene", "Patients should have a measurable disease as defined by a palpable lesion with both diameters 1 cm measurable with a positive caliper or mammography or ultrasound with at least 1 cm dimension. Contralateral breast screening mammography should be performed within the last 12 months according to standard practice guidelines.", "In order to be valid, measurements must have been made within 14 days of being enrolled in the study if they are palpable. If they are not palpable, a mammography or MRI must be performed within 14 days. If they are palpable, a diagnostic breast or MRI mammography must be performed within 2 months of being enrolled in the study, defined as the date of the signed informed consent.", "The Eastern Cooperative Oncology Group (ECOG) is 0 to 2.", "Adequate function of the organ within 14 days of entry into the study:", "Bone marrow function: absolute neutrophil count (NAC) 1500/mm3, Hgb > 8.0 g/dl and platelet count 100,000/mm3.", "Hepatic function: total bilirubin < upper limit of normal (ULN), serum oxaloacetic glutamic transaminase (SGOT) (AST) or serum pyruvic transaminase (SGPT) (ALT) and alkaline phosphatase 1.5 x ULN).", "Renal function: creatinine clearance calculated (CrCl) 30 mL/min using the Cockcroft Gault equation.", "Patients must be at least 18 years of age.", "- Exclusion criteria:", "Evidence of illness outside the breast or chest wall, except for internal ipsilateral or breast lymph nodes.", "• Prior chemotherapy, hormone therapy, biological therapy or radiotherapy for breast cancer.", "Women of childbearing potential must undergo a negative serum pregnancy test within 7 days of entry into the study and use an appropriate form of contraception throughout the trial period.", "The medical, psychological or surgical condition that the investigator considers likely to compromise participation in the study.", "Patients with a history of malignancy in the past 5 years at other sites, with the exception of a sufficiently treated in situ carcinoma of the cervix or a basal cell or squamous carcinoma of the skin. Patients with a history of other malignancies that remain disease free for more than 5 years are eligible.", "Evidence of peripheral or sensory neuropathy.", "Patients with a history of a severe hypersensitivity reaction to docetaxel or other polysorbate 80 medicinal products are excluded from participation.", "A serious, uncontrolled and concomitant infection(s).", "• Clinically significant heart disease (e.g. congestive heart failure, symptomatic coronary disease and poorly controlled cardiac arrhythmias) or myocardial infarction in the last 12 months prior to entry into the study.", "A major surgical procedure within 28 days of entry into the study.", "Evidence of central nervous system (CNS) metastases."], "Results": ["Performance measures:", "Complete pathological response", "Patients should have a measurable disease through clinical examination.", "The absence of invasive breast cancer in the breast sample (mastectomy or lumpectomy) at the time of definitive surgery. The presence of in situ cancer alone will be considered as a SPC, but can be recorded separately.", "If the pathological stage was the same as the clinical stage, it was called stable; if it was higher, tested (low result); if it was lower, stopped (best result).", "Delay: At the time of definitive surgery", "Results 1:", "Title of the arm/group: A: Exemestane", "Description of the arm/group: MRA A: Patients will be treated with exemestane.", "Exemestane: 25 mg oral daily for 6 to 12 months.", "Total number of participants analysed: 14", "Type of measure: Number of participants", "Unit of measure: Late participants: 5 35.7%", "Stable: 4 28.6%", "Upgrading: 5 35.7%", "Results 2:", "Title of arm/group: B: Docetaxel and Cytoxan", "Description arm/group: ARM B: Patients will be treated with docetaxel and cytoxan.", "Docetaxel: Docetaxel (75 mg/m) in a vein once every 3 weeks for 6 cycles (6 times in about 24 weeks).", "Cytoxan: Cytoxan (600 mg/m) in a vein once every 3 weeks for 6 cycles (6 times in approximately 24 weeks).", "Total number of participants analysed: 8", "Type of measure: Number of participants", "Unit of measure: Participants Lowered: 1 12.5 %", "Stable: 2 25.0%", "Upgrading: 5 62.5 per cent"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/15 (0.00 per cent)", "Gastroenteritis and severe diarrhoea *0/15 (0.00 %)", "Adverse Events 2:", "Total: 1/11 (9.09 per cent)", "Gastroenteritis and severe diarrhoea *1/11 (9.09 %)"]}