{"Clinical Trial ID": "NCT01940497", "Intervention": ["INTERVENTION 1:", "Trastuzumab (Vial): Adjuvant", "Participants received 600 mg of trastuzumab subcutaneously using a vial every 3 weeks (1 cycle) for 1 year (4 cycles in combination with adjuvant chemotherapy (composed of doxorubicin, paclitaxel or docetaxel) and 14 cycles alone).", "INTERVENTION 2:", "Trastuzumab (Vial): Neoadjuvant", "Participants received 600 mg of trastuzumab subcutaneously using a vial every 3 weeks (1 cycle) for 1 year (4 cycles in combination with neoadjuvant chemotherapy (composed of doxorubicin, paclitaxel or docetaxel) and 14 cycles alone)."], "Eligibility": ["Incorporation criteria:", "T1-4 (T describes tumour size from 1 to 4), N0-3 (N describes neighbouring lymph nodes), M0 (M describes distant metastases)", "HER2-positive immunohistochemistry disease (IHC) 3+ or positive in situ hybridization (ISH)", "The Eastern Cooperative Oncology Group (ECOG) is in a position to assess the Statement of Operations 0-1", "The left ventricular ejection fraction (LVEF) is greater than or equal to (>=) 55 percent (%) measured by echocardiography (ECHO) or multiple acquisition (MUGA) prior to the first dose of trastuzumab SC", "• Skin sensation at SC injection site on the thigh", "- Exclusion criteria:", "• History of other malignancies, with the exception of participants with in situ curative carcinoma of the cervix or basal cell carcinoma and participants with other curative malignancies, other than breast cancer, who have been disease-free for at least 5 years", "- Severe dyspnoea at rest or requiring additional oxygen therapy", "- Concomitant serious diseases that may interfere with the intended treatment, including severe pulmonary disease/disease", "• Serious heart disease or medical conditions that would prevent the use of trastuzumab, in particular: a history of documented congestive heart failure (CFD), uncontrolled high-risk arrhythmias, pectori angors requiring medication, clinically significant valvular disease, signs of transmural electrocardiogram infarction (ECG), poorly controlled hypertension diagnosed", "A known infection with human immunodeficiency virus (HIV), active hepatitis B virus (HBV) or hepatitis C virus (HCV)", "Pregnant or lactating women", "Within 28 days prior to the first dose of treatment under study, simultaneous inclusion in another clinical trial using experimental cancer therapy, including hormonal therapy, bisphosphonate therapy and immunotherapy.", "Hypersensitivity to trastuzumab, murine proteins, to any of Herceptin's excipients, including hyaluronidase, or to SC device adhesive (for cohort B), or to a history of severe allergic or immunological reactions, for example, difficulty in controlling asthma", "Insufficiency of bone marrow, liver or kidney function", "- Concomitant hormonal treatment with chemotherapy (authorized in the adjuvant phase with adjuvant trastuzumab SC)", "· Pre-existing motor or sensory neuropathy of a grade greater than (>) 1", "Invasive bilateral synchronous breast cancer"], "Results": ["Performance measures:", "Percentage of participants with treatment-related adverse events (TEAEs)", "EAEs were the AAEs occurring from the beginning or after the first administration of trastuzumab and within 28 days of the last dose of trastuzumab. Data for this measurement of results were analyzed and reported by adjuvant versus neoadjuvant chemotherapy groups in each treatment arm.", "Timeline: Day 1 to 28 days after the last dose of trastuzumab (up to about 1 year)", "Results 1:", "Title of arm/group: Trastuzumab (Vial): Adjuvant", "Description of the arm/group: Participants received 600 mg of trastuzumab subcutaneously using a vial every 3 weeks (1 cycle) for 1 year (4 cycles in combination with adjuvant chemotherapy (composed of doxorubicin, paclitaxel or docetaxel) and 14 cycles alone).", "Total number of participants analysed: 95", "Type of measurement: Number", "Unit of measure: Percentage of participants 98.9", "Results 2:", "Title of the arm/group: Trastuzumab (Vial): Neoadjuvant", "Description of the arm/group: Participants received 600 mg of trastuzumab subcutaneously using a vial every 3 weeks (1 cycle) for 1 year (4 cycles in combination with neoadjuvant chemotherapy (composed of doxorubicin, paclitaxel or docetaxel) and 14 cycles administered alone).", "Total number of participants analysed: 20", "Type of measurement: Number", "Unit of measure: Percentage of participants 100.0"], "Adverse Events": ["Undesirable Events 1:", "Total: 5/95 (5.26 per cent)", "Febrile neutropenia 0/95 (0.00 %)", "Neutropenia 0/95 (0.00 %)", "Atrial fibrillation 0/95 (0.00 %)", "- Plureuroricardite 0/95 (0.00 %)", "- Vomiting 0/95 (0.00 %)", "Pryexia 0/95 (0.00 %)", "Anaphylactic shock 1/95 (1.05%)", "Gastroenteritis 0/95 (0.00 %)", "Fibular fracture 1/95 (1.05%)", "Fracture of Tibia 1/95 (1.05%)", "Invertebral disc oil 0/95 (0.00 %)", "Adverse Events 2:", "Total: 3/20 (15.0%)", "Febrile neutropenia 0/20 (0.00 %)", "Neutropenia 0/20 (0.00 %)", "Atrial fibrillation 1/20 (5.0%)", "1/20 (5.0 %)", "- Vomiting 0/20 (0.00 %)", "Pryexia 0/20 (0.00 %)", "Anaphylactic shock 0/20 (0.00 %)", "Gastroenteritis 1/20 (5.0%)", "Fibular fracture 0/20 (0.00 %)", "Thibia fracture 0/20 (0.00 %)", "Invertebral disc protrusion 1/20 (5.0%)"]}