{"Clinical Trial ID": "NCT02683083", "Intervention": ["INTERVENTION 1:", "[131]-SGMIB Anti-HER2 VHH1", "All subjects received a single intravenous injection of the experimental medical product ([131I]-SGMIB Anti-HER2 VHH1)."], "Eligibility": ["Incorporation criteria:", "Subjects will only be included in the study if they meet all of the following criteria:", "Subjects who have given their informed consent", "Subjects who agree not to drink alcoholic beverages or to use drugs during the study", "Subject with blood parameters in normal ranges", "Age: at least 18 years", "Patients will only be included in the study if they meet all of the following criteria:", "Patients who have given their informed consent", "Patients who agree not to drink alcoholic beverages or to use drugs during the study", "Age: at least 18 years", "Patients with local, locally advanced or metastatic HER2+ breast carcinoma as diagnosed on immunohistochemistry biopsy or in situ fluorescence hybridization (FISH).", "- Exclusion criteria:", "Patients will not be included in the study if one of the following criteria applies:", "Pregnant patients", "Breast-feeding patients", "Patients with occupational exposure to ionizing radiation", "Patients with anterior thyroid disorders", "Patients who have received radiolabelled compounds with a long half-life (>7h) for diagnostic or therapeutic purposes in the last 2 days.", "* Patients with absolute contraindications for thyroid blocking by potassium iodide.", "Patients with hepatic impairment: ALT/AST > 2 times normal; bilirubin > 1.5 times normal.", "Patients with abnormal renal function: < 50 ml/min/1.73 m2", "* Patients with recent gastrointestinal disorders (< 1 week) (CTCAE v4.0 grade 3 or 4) with diarrhoea as a major symptom", "Patients with severe active infection", "In the opinion of the investigator, this would compromise either the safety of the patient or interfere with the safety assessment of the radiopharmaceutical test.", "Patients who cannot communicate reliably with the investigator", "Patients unlikely to cooperate with study requirements", "Patients at increased risk of death due to pre-existing co-existing disease", "Patients who have already participated in this study", "• Patients who participated in a previous trial with Anti-HER2 VHH1", "The subjects will not be included in the study if one of the following criteria applies:", "• Pregnant subjects", "Breast-feeding", "Subjects with occupational exposure to ionizing radiation", "Subjects with significant clinical disease or concomitant treatment (except contraception)", "Subjects with previous thyroid disorders", "Subjects who have received radiolabelled compounds with a long half-life (>7h) for diagnostic or therapeutic purposes in the last 2 days.", "Subjects with absolute contraindications for thyroid blocking with potassium iodide.", "Subjects with abnormal liver: ALT/AST > 2 times normal; bilirubin > 1.5 times normal.", "Subjects with abnormal renal function: < 50 ml/min/1.73 m2", "Subjects with recent gastrointestinal disorders (< 1 week) (CTCAE v4.0 grade 3 or 4) with diarrhoea as a major symptom", "Subjects with severe active infection", "In the opinion of the investigator, this would compromise either the safety of the subject or interfere with the safety assessment of the test radiopharmaceutical.", "Topics that cannot reliably communicate with the investigator", "Subjects unlikely to cooperate with study requirements", "Subjects with an increased risk of death due to pre-existing co-existing disease", "Subjects who have already participated in this study", "Subjects who participated in a previous trial with Anti-HER2 VHH1"], "Results": ["Performance measures:", "Number of participants with treatment-related adverse reactions assessed by CLCAE v4.0", "[Unspecified]", "Time limit: 1 day", "Results 1:", "Title of arm/group: [131]-SGMIB Anti-HER2 VHH1", "All subjects received a single intravenous injection of the experimental medical product ([131]-SGMIB Anti-HER2 VHH1).", "Total number of participants analysed: 9", "Type of measure: Number of participants", "Unit of measure: Participants 0 0.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/9 (0.00 per cent)"]}