{"Clinical Trial ID": "NCT00866905", "Intervention": ["INTERVENTION 1:", "Ixabepilone/Cyclophosphamide", "• Systemic therapy followed by possible surgery and radiation therapy"], "Eligibility": ["Incorporation criteria:", "Women, 18.", "The invasive adenocarcinoma of the breast has been confirmed histologically.", "Main palpable disease confined to the breast and axilla", "Physical examination. For patients without clinical suspicion", "Axillary adenopathy, primary tumour must be greater than 2 cm", "Based on physical examination or imaging studies (clinical T2-T3),", "For patients with clinically suspect axillary", "Adenopathy, the primary breast tumor can be any size (clinical", "T1-3, N1-2, M0). (T1N0M0 lesions are excluded.)", "Patients without palpable or axillary breast mass clearly defined", "The lymph nodes but the radiographically measurable tumour masses are", "Accepted. Accepted procedures for measuring breast disease", "These include mammography, MRI and breast ultrasound.", "Re-evaluate after 3 cycles and before surgery.", "Status of the Eastern Cooperative Oncology Group (ECOG)", "(P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2. (P) 0-2.", "No metastatic disease as documented by full implementation", "6 weeks before the start of the study.", "No previous treatment for breast cancer.", "HER2-negative tumour status. HER2-negative is defined as:", "Immunohistochemical (IHC) 0, IHC 1+ OR", "IHC 2+ or IHC 3+ must be confirmed as FISH (in situ fluorescence)", "- negative hybridization (defined as a ratio < 2.2).", "Adequate haematological function with:", "Absolute number of neutrophils (ANC) >150/μL.", "100 000/μL blisters.", "Hemoglobin 10 g/dL.", "Adequate liver function with:", "Serum bilirubin the upper institutional limit of normal (ULN).", "Aspartate aminotransferase (AST) 2.5 x LSN institutional.", "Alanine aminotransferase (ALT) 2.5 x LSN institutional.", "Adequate renal function with serum creatinine 1.5 x ULN.", "Situation of estrogen and progesterone receptors in primary tumour", "Number known or pending at the time of registration of the study.", "Knowledge of the experimental nature of the study and the ability to", "• Provide consent for participation in the study.", "For patients who have had or have had sentinel lymph nodes and/or", "Axillary dissection prior to initiation of study treatment, end", "At least 4 weeks prior to initiation of study treatment and well-healed", "Injuries", "• Bilateral and synchronous breast cancer is allowed if primary cancer", "The tumour meets the criteria for inclusion.", "A sufficient sample of archived breast tumours is available at the base", "For the Oncotype DX test.", "- It's okay.", "- Exclusion criteria:", "Inflammatory breast cancer.", "• Peripheral neuropathy (motor or sensory) of grade 1 by", "Common Terminological Criteria for Adverse Events Version 3.0", "(CTCAE v 3.0).", "A prior radiation that included 30% of the primary bone marrow containing", "Areas (pelvis, lumbar, spine).", "Chronic use of cytochrome P450 (CYP) inhibitors 3A4 and use of cytochrome P450 (CYP) inhibitors", "The following potent CYP3A4 inhibitors: ketoconazole,", "Itraconazole, clarithromycin, atazanavir, nefazodone, saquinavir,", "- telithromycin, ritonavir, amprenavir, indinavir, nelfinavir,", "Delavirdine and voriconazole should be used.", "- Discontinuation of treatment at least 72 hours prior to the start of the study.", "- Chemotherapy within 5 years of the start of treatment under study, except", "For low doses of agents used for anti-inflammatory indications", "Like rheumatoid arthritis, psoriasis and connective tissue", "Although such doses and schedules cannot lead to", "Myelosuppression, patients should discontinue this treatment", "They are receiving study treatment.", "● Known or suspected hypersensitivity to Cremophor®EL", "(polyoxyethyl castor oil) or a drug formulated in", "Cremophor®EL such as paclitaxel, or any other agent given in the", "The course of this study.", "Pregnancy or lactation. Test for negative serum pregnancy", "Within 7 days prior to the first study (Day 1, Cycle 1) for all", "Women of childbearing potential are needed.", "• Procreative potential should agree to use a contraceptive method", "Of which approval by their study doctor at the time of the study", "• Treatment and for 3 weeks after their last dose of treatment under study.", "Patients should agree not to breast-feed during the study", "Treatment.", "A concomitant treatment with an ovarian hormone replacement", "Treatment or with hormonal agents such as raloxifene, tamoxifen or", "Other selective estrogen receptor modulators (SERMs).", "The use of these agents must have been discontinued before the start of use.", "Treatment study.", "• History of malignity treated with curative intent within the", "5 years earlier, except for skin cancer, cervix", "In situ carcinoma, or thyroid follicular cancer.", "Previous invasive cancers (including breast cancer) are eligible if", "The treatment was completed more than 5 years prior to initiation of treatment.", "The current treatment of the study, and there is no evidence of recurrence", "A disease.", "• Uncontrolled intercurrent disease, including (but not limited to)", "A continuous or active infection.", "Chronic corticosteroid therapy unless treatment is started", "> 6 months prior to study treatment and at low dose ( 20 mg", "Methylprednisolone or equivalent).", "• Use of any research officer within 30 days of administration", "The first dose of medication under study.", "• Requirement for radiotherapy at the same time as neoadjuvant", "- Chemotherapy study.", "- Concomitant treatment with any anticancer treatment other than", "The agents used in this study.", "Inability or unwillingness to comply with study procedures", "Including follow-up visits.", "A mental disorder or a psychiatric disorder that would prevent the patient", "Understanding the nature, scope and possible consequences", "The study or which would limit compliance with the study", "∙ requirements.", "Any other disease, metabolic dysfunction, or the results of a", "The physical examination or the result of a clinical laboratory test", "- Cause a reasonable suspicion of a disease or condition that:", "· Contraindication of the use of medicinal products under study, which may affect the", "The interpretation of the results, or which makes the patient at high risk", "- Complications of treatment", "- It's okay."], "Results": ["Performance measures:", "Complete pathological response rate (CPR)", "The complete pathological response rate (RCP) will be determined by the pathological evaluation of the breast and lymph node samples taken at the time of surgery. SPC is defined as no residual disease in the breast or lymph nodes in the resequenced tissue samples.", "Time limit: 6 months", "Results 1:", "Title of the arm/group: Ixabepilone/Cyclophosphamide", "Description of the arm/group: Systemic therapy followed by surgery and possible radiation therapy", "Total number of participants analysed: 161", "Type of measurement: Number", "Unit of measure: participants 27"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/168 (3.57 per cent)", "NEUTROPENIA FEBRILE 3/168 (1.79 %)", "ENTERITIS 1/168 (0.60%)", "NEUROPATHY PERIPHERAL 2/168 (1.19 %)", "DEPRESSION 1/168 (0.60%)"]}