{"Clinical Trial ID": "NCT00623233", "Intervention": ["INTERVENTION 1:", "- Gemcitabine 2500 mg/m^2 + Bevacizumab 10 mg/kg", "· Gemcitabine 2500 milligrams per square metre (mg/m^2) administered intravenously (IV) for 30 minutes on day 1 every 14 days (q 14 days) until disease progression (PD) or unacceptable toxicity.", "Bevacizumab 10 milligrams per kilogram (mg/kg) initially over 90 minutes given on day 1 q 14 days until DP or unacceptable toxicity."], "Eligibility": ["Incorporation criteria:", "Must be female and equal to or greater than 18 years of age", "Participants must have confirmed cancer with a measurable or evaluable disease, locally recurrent or metastatic.", "Participants must have received a taxane as a neo-adjuvant and/or adjuvant treatment", "Participants may have received prior hormonal treatment for a local recidivant or metastatic disease", "- Exclusion criteria:", "Participants with breast cancer who overexpress the human epidermal growth factor Receptor 2 (HER2) gene amplification", "• Prior chemotherapy or targeted treatment for metastatic breast cancer", "· Prior treatment with gemcitabine, trastuzumab, lapatinib or bevacizumab in any context", "• History of, or active brain encounters", "• Major surgery, open biopsy or significant traumatic injury within 28 days of treatment, or anticipation of major surgery during the study", "Previous history of high blood pressure crisis", "Have a serious, non-healing injury, ulcer, or bone fracture"], "Results": ["Performance measures:", "- Progression-free survival time (PFS)", "For each participant who was not known to have died or to have had a PD at the data inclusion deadline for a particular analysis, the duration of the PFS was censored for this analysis on the date of the last progression-free tumour assessment of the participant before that deadline.", "Timeline: Baseline data to measure the RFP or death for any cause. Tumor assessments were conducted every 8 weeks during treatment and every 2 months during post-therapy until the RFP was documented (up to 34 months).", "Results 1:", "Name of arm/group: Gemcitabine 2500 mg/m^2 + Bevacizumab 10 mg/kg", "Description of the arm/group: Gemcitabine 2500 milligrams per square metre (mg/m^2) administered intravenously (IV) for 30 minutes on day 1 every 14 days (q 14 days) until disease progression (PD) or unacceptable toxicity.", "Bevacizumab 10 milligrams per kilogram (mg/kg) initially over 90 minutes given on day 1 q 14 days until DP or unacceptable toxicity.", "Total number of participants analysed: 52", "Median (95% confidence interval)", "Unit of measure: months 4.80 (3.42 to 7.56)"], "Adverse Events": ["Undesirable Events 1:", "Total: 18/52 (34.62 per cent)", "Anemia 2/52 (3.85%)", "Febrile Neutropenia 1/52 (1.92%)", "Hemolytic urea syndrome 1/52 (1.92%)", "- Leucopenia 1/52 (1.92%)", "Neutropenia 1/52 (1.92%)", "Thrombocytopenia 1/52 (1.92%)", "Congestive heart failure 1/52 (1.92%)", "- Cardio-respiratory arrest 1/52 (1.92%)", "Abdominal pain 1/52 (1.92%)", "Constipation 1/52 (1.92%)", "Diarrhoea 1/52 (1.92%)"]}