{"Clinical Trial ID": "NCT00266110", "Intervention": ["INTERVENTION 1:", "Dendritic cell vaccine", "Injection, 20 x 106 CDs administered by treatment Infusion of Trastuzumab Infusion of vinorelbine diartrate", "Leucine (GM-CSF) will be administered at 250 mcg/m2 from the day following the administration of chemotherapy x 7 days. Patients with neutrophil counts below 1000/mm3 on day 8 will continue treatment with GM-CSF until the neutrophil count exceeds 1000/mm3.", "Patients will receive (10 x 106) peptide pulse CDs by i.d injection into the axilla or inguinal region with each peptide given at a separate site. The total dose will be 20 x 106 CDs per treatment.", "Trastuzumab: Trastuzumab will be infused into the lateral port of an IV that circulates freely for 90 minutes and at 6mg/kg if the subject has not already received Trastuzumab, or has been more than 30 days since previous administration of trastuzumab."], "Eligibility": ["ELIGIBILITY OF PATIENTS", "4.1 Inclusion Criteria 4.1.1 Histologically proven metastatic breast cancer with a measurable or evaluable disease per discretionary investigator.", "4.1.2 Patients should be 18 years of age or older. Women of childbearing potential should use oral or barrier contraception throughout the study, or documented as surgically sterile or one year after menopause.", "4.1.3 Eastern Cooperative Oncology Group (ECOG) Performance Status 0-2 (see Appendix A).", "4.1.5 Multiple Acquisition Scanning Cardiac Function (MUGA) with ejection fraction (EF) > 45% or echocardiogram that shows normal left ventricle (LV) function.", "4.1.6 Serum creatinine < 2.0 mg/dl. 4.1.7 Liver transaminases (alanine aminotransferase (ALT) and aspartate aminotransferase (AST)) 3.0 times the upper limit of normal in the absence of liver metastases or 5 times the upper limit of normal in the case of liver metastases.", "4.1.8 Bilirubine not more than 2 times normal.", "4.1.9 HIV-negative.", "4.1.10 Negative for hepatitis B surface antigen.", "4.1.11 Informed consent signed and dated.", "4.1.12 HLA A0201+ by DNA genotyping.", "Absolute number of neutrophils greater than 1,500/mm3. Number of platelets greater than 100,000/mm3 and hemoglobin greater than or equal to 10", "4.1.14. Expression 3+ of HER-2/neu from an original sample of pathology (diagnostic) tumours by immunohistochemistry (IHC) or expression 2+ by IHC with gene amplification by in situ fluorescence hybridization (FISH).", "4.1.15. Patients will be eligible even if they have failed to treat metastatic breast cancer with trastuzumab and a chemotherapeutic agent other than vinorelbine or have progressed within 12 months of adjuvant chemotherapy with trastuzumab and taxane.", "4.2 Exclusion criteria", "4.2.1 Patients with a serious medical, cardiac or psychiatric condition that, in the opinion of the investigator, would render the patient unfit to participate in the study or likely prevent compliance with the protocol.", "4.2.2 Patients with central nervous system metastases should have a stable disease for at least 3 months prior to entry into the study.", "4.2.3 The patient is currently taking steroid drugs. Treatment of systemic steroids is not allowed.", "4.2.4 Patients who have failed previous treatment with vinorelbine + trastuzumab will not be eligible for treatment.", "4.2.5 The patient received hormonal or cytotoxic chemotherapy within 14 days of apheresis and within 28-30 days prior to study therapy."], "Results": ["Performance measures:", "Number of participants responding", "Response: by response Assessment criteria in solid tumours (RECIST v1.0) for target and evaluated lesions: Complete response (CR), elimination of all target lesions; Partial response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Overall response (RO) = CR + PR.", "Time limit: 5-6 years", "Results 1:", "Title of the arm/group: Dendritic cell vaccine", "Description of the arm/group: Therapeutic autological dendritic cells (dendritic cell vaccine) i.d. injection, 20 x 106 DCs administered by treatment Infusion of Trastuzumab Infusion of vinorelbine ditartrate", "Leucine (GM-CSF) will be administered at 250 mcg/m2 from the day following the administration of chemotherapy x 7 days. Patients with neutrophil counts below 1000/mm3 on day 8 will continue treatment with GM-CSF until the neutrophil count exceeds 1000/mm3.", "Patients will receive (10 x 106) peptide pulse CDs by i.d injection into the axilla or inguinal region with each peptide given at a separate site. The total dose will be 20 x 106 CDs per treatment.", "Trastuzumab: Trastuzumab will be infused into the lateral port of an IV that circulates freely for 90 minutes and at 6mg/kg if the subject has not already received Trastuzumab, or has been more than 30 days since previous administration of trastuzumab.", "Total number of participants analysed: 17", "Type of measure: Number of participants", "Unit of measure: Participants 0 0.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/17 (11.76%)", "Nausea * 1/17 (5.88 per cent)", "Pain - Abdomen NOS * 1/17 (5.88%)", "Constipation * 1/17 (5.88 per cent)"]}