{"Clinical Trial ID": "NCT02657889", "Intervention": ["INTERVENTION 1:", "Phase 1: Niraparib 200mg + Pembolizumab", "Pembolizumab 200 mg intravenous (IV) on day 1 of each 21-day cycle.", "INTERVENTION 2:", "Phase 1: Niraparib 300mg + Pembolizumab", "Pembolizumab 200 mg intravenous (IV) on day 1 of each 21-day cycle."], "Eligibility": ["Main criteria for inclusion:", "The patient has histologically advanced (non-resectable) or metastatic cancer as described below depending on the stage of study and the type of disease:", "• Phase 1 patients (breast or ovary cancer)", "Patients with advanced or metastatic breast cancer should have a disease that is HER2-negative, estrogen-negative receptor and progesterone-negative receptor (i.e., NTBC). Patients with advanced or metastatic disease may have up to 4 cytotoxic treatment lines.", "Patients should have a response of at least 6 months to first-line platinum therapy but currently considered to have a platinum-resistant disease by the researcher's assessment (e.g., the patient is not eligible for any other platinum-containing therapy). Patients may have received up to 5 cytotoxic treatment lines for advanced or metastatic cancer. Neoadjuvant and adjuvant treatments are not included in the treatment lines.", "- Phase 2 patients (breast or ovary cancer)", "Patients with advanced or metastatic disease may have received up to 2 cytotoxic treatment lines. Adjuvant and/or neoadjuvant therapies are not counted in the number of treatment lines. Patients with CNBT who have already received platinum chemotherapy in the metastatic setting are allowed to enrol in the study until they have progressed during or within 8 weeks of the last administration of the platinum.", "Patients should have a response of at least 6 months to first-line platinum therapy but currently considered to have a platinum-resistant disease by the researcher's assessment (e.g., the patient is not eligible for another platinum-containing treatment). Patients may have had up to 4 cytotoxic treatment lines for advanced or metastatic cancer. Neoadjuvant, adjuvant, and the combination of both will be considered as a single treatment line.", "There should be available archival tumour tissue or fresh biopsy prior to initiation of treatment.", "- Measurable injury by RECIST v1.1", "Eastern Cooperative Oncology Group (ECOG) 0 or 1", "Adequate function of the organ", "• Capable of taking oral medicines", "The patient, if of childbearing age, has a negative serum pregnancy test within 72 hours of taking study drugs and agrees to refrain from activities that could result in pregnancy from registration up to 120 days after the last dose of treatment under study.", "A male patient agrees to use an adequate contraceptive method", "Main exclusion criteria:", "Patients with primary cancer of platinum refractory ovarian (i.e. progressive disease on or within 6 months of first-line platinum therapy)", "Note: Patients previously treated for brain metastases may be able to participate, provided they are stable.", "The patient has an additional known malignancy that has progressed or required active treatment over the past two years. Exceptions include basal cell carcinoma of the skin, squamous skin carcinoma that has undergone potentially curative treatment, or cervical cancer in situ", "• Poor medical risk", "The condition (such as anaemia or transfusion thrombocytopenia), treatment or laboratory abnormality that could confuse the results of the study or interfere with patient participation throughout the duration of the study treatment.", "• Pregnant or breast-feeding, or waiting to design children for the duration of the study", "Immunodeficiency or treatment with systemic steroids or any other form of immunosuppressive treatment within 7 days prior to the first dose of treatment under study", "known history of human immunodeficiency virus (HIV) (HIV antibody 1/2)", "known number of active hepatitis B or C", "An active autoimmune disease that has required systemic treatment in the last two years (e.g. with disease modifying agents, corticosteroids or immunosuppressive drugs).", "Previous treatment with an anti-PD-1, anti-PD-L1 or anti-PD-L2 agent", "Previous treatment with a known poly(ADP-ribose) polymerase inhibitor (PARP)", "QT (QTc)-corrected heart rate prolongation > 470 msec at screening", "• Known history or current diagnosis of myelodysplastic syndrome (MDS) or acute myeloid leukaemia (AML)"], "Results": ["Performance measures:", "Phase 1: Number of subjects reporting dose limit toxicity (DLT)", "Any treatment-related non-haematological laboratory abnormality is defined as: - a medical intervention is required to treat the patient, or - the abnormality results in hospitalization, or - the abnormality persists for 7 days. Any treatment-related haematological toxicity is defined as: - a grade 4 thrombocytopenia for 7 days, or grade 3 or 4 associated with bleeding or requiring platelet transfusion; - a grade 4 Neutropenia for 7 days, or grade 3 or 4 associated with febrile neutropenia or infection; - an anaemia of grade 4 or grade 3 or 4 requiring blood transfusion.", "Duration: during cycle 1, i.e. during the first 21 days of treatment", "Results 1:", "Title of the arm/group: Phase 1: Niraparib 200mg + Pembolizumab", "Description of the arm/group: Niraparib 200 mg/day orally (PO). Pembrolizumab 200 mg intravenously (IV) on day 1 of each 21-day cycle.", "Total number of participants analysed: 6", "Type of measure: Number of participants", "Unit of measure: Participants 1 16.7%", "Results 2:", "Title of the arm/group: Phase 1: Niraparib 300mg + Pembolizumab", "Description of the arm/group: Niraparib 300 mg/day orally (PO). Pembrolizumab 200 mg intravenously (IV) on day 1 of each 21-day cycle.", "Total number of participants analysed: 6", "Type of measure: Number of participants", "Unit of measure: Participants 1 16.7%"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/7 (85.71 per cent)", "Anemia * 1/7 (14.29%)", "Febrile neutropenia * 0/7 (0.00 %)", "Leucopenia * 0/7 (0.00 %)", "Neutropenia * 1/7 (14.29%)", "Pancytopenia * 0/7 (0.00 %)", "Thrombocytopenia * 1/7 (14.29%)", "Congestive heart failure * 0/7 (0.00 %)", "Cardiac buffer * 0/7 (0.00 %)", "Pericardial infusion * 0/7 (0.00 %)", "Tachycardia * 0/7 (0.00 %)", "• Adrenal impairment * 0/7 (0.00 %)", "Adverse Events 2:", "Total: 4/7 (57.14 per cent)", "Anemia * 0/7 (0.00 %)", "Febrile neutropenia * 0/7 (0.00 %)", "Leucopenia * 0/7 (0.00 %)", "Neutropenia * 0/7 (0.00 %)", "Pancytopenia * 1/7 (14.29%)", "Thrombocytopenia * 3/7 (42.86%)", "Congestive heart failure * 0/7 (0.00 %)", "Cardiac buffer * 0/7 (0.00 %)", "Pericardial infusion * 0/7 (0.00 %)", "Tachycardia * 0/7 (0.00 %)", "• Adrenal impairment * 0/7 (0.00 %)"]}