{"Clinical Trial ID": "NCT02010021", "Intervention": ["INTERVENTION 1:", "No drug treatment", "• Menopausal women with Stage I-III breast cancer with surgical resection of the tumour and tumour tissue will be used to study ex-vivo cell growth signalling pathways.", "INTERVENTION 2:", "- Oil-presurgical", "Patients received Letrozole for 10-21 days prior to surgical resection of tumour tissue. This tissue was used ex-vivo to study the cell growth signaling pathway. The results will be compared to the arm of the study without intervention."], "Eligibility": ["Incorporation criteria:", "Invasive breast cancer histological documentation by central needle or incisional biopsy. Excess basic tumour tissue of biopsy should be available for molecular analysis in this study.", "Invasive cancer should be alpha-positive at the estrogen receptor (ER), with ER staining occurring in more than 50% of the invasive cancer cells by IHC.", "Invasive cancer should be the negative human epidermal growth factor receptor 2 (HER2) (IHC 0-1+, or with a fluorescence in situ hybridization ratio (FISH) <1.8 if IHC is 2+ or if IHC has not been performed).", "Clinical stage I-III invasive breast cancer with the intention of treating with the surgical resection of the primary tumor. Tumour must be 2cm to provide adequate tissue.", "• Patients with multicentre or bilateral disease are eligible if the target lesions meet the other eligibility criteria. Samples of all available tumours are requested for research purposes.", "Women 18 years of age, for whom adjuvant therapy with an aromatase inhibitor is clinically indicated, should either be menopausal or premenopausal patients with oophorectomy.", "Patients should meet the following clinical laboratory criteria:", "Total neutrophil count (ANC) 1000/mm3 and platelet count 75 000/mm3. Total bilirubine 1.5 X upper limit of normal range (ULN). Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) 3 x ULN.", "- Ability to give informed consent.", "- Exclusion criteria:", "Prior endocrine treatment for all histologically confirmed cancer is not permitted. Prior endocrine treatment that was administered 5 years ago for the prevention of breast cancer in patients without a history of breast cancer is permitted.", "A systemic drug treatment to induce ovarian suppression if the woman is pre-menopausal.", "Any other neoadjuvant therapy for breast cancer (i.e. treatment with any other anticancer agent in addition to Letrozole (10-21)days prior to surgical resection of the primary tumour)."], "Results": ["Performance measures:", "Insulin receptor substrate modification 1 (IRS-1) / Phosphoinositide 3-kinase (PI3K) / Serine-threonine Protein Kinase (AKT) Path activation", "The primary end point is to determine the effect of ex vivo inhibition of mTORC1 by everolimus (RAD001) on the activation of the IRS-1/PI3K/AKT pathway (measured by phospho-AKT-T308 and phospho-AKT-S473) in receptor 2 (HER2) of the human epidermal growth factor (ER+)- of breast tumours treated with presurgical letrozole compared to ER+/HER2- breast tumours not treated with presurgical treatment.", "Time limit: start and surgery, about 30 days", "Results 1:", "Title of arm/group: No drug treatment", "Description of the arm/group: Menopausal women with Stage I-III breast cancer with surgical resection of the tumour and tumour tissue will be used to study ex-vivo cell growth signalling pathways.", "Total number of participants analysed: 10", "Average (standard deviation)", "Unit of measurement: % variation phospho-AKT-T308: 388 (623)", "phospho-AKT-S473: 157 (35)", "Results 2:", "Title of the arm/group: Letrozole-presurgical", "Description of the arm/group: Patients received letrozole for 10-21 days prior to surgical resection of tumour tissue. This tissue was used ex-vivo to study the cell growth signal pathway. The results will be compared to the arm of the study without intervention.", "Total number of participants analysed: 7", "Average (standard deviation)", "Unit of measurement: % variation phospho-AKT-T308: -10 (38)", "phospho-AKT-S473: 135 (91)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/10 (0.00 per cent)", "Adverse Events 2:", "Total: 0/7 (0.00 per cent)"]}