{"Clinical Trial ID": "NCT01252290", "Intervention": ["INTERVENTION 1:", "LovazaTM", "LovazaTM: 4 capsules per day for 6 months"], "Eligibility": ["• Inclusion criteria", "Subjects must be menopausal and 25 to 69 years of age. Menopause is defined by no menstrual period for more than one year and the uterus and ovaries intact, or women with intact ovaries but without the uterus and 50 years and older, or a woman with both estradiol and follicle stimulating hormone (FSH) in the postmenopausal interval or any woman who has had her ovaries removed.", "Subjects should be at increased risk of breast cancer on the basis of at least one of the following criteria:", "A gail risk of 1.67% or 2X over five years, the average risk for a woman of the same age, either using the surveillance epidemiology and final outcome database (SEER, http://seer.cancer.gov), or using the NCI breast cancer risk assessment tool (www.cancer.gov/bcrisktool), or using the International Breast Cancer Intervention Study (IBIS) risk assessor (http://www.emtrials).", "Org/riskevaluator/) or a 10-year-old Tyrer-Cuzick model with a risk of 2 times that of the population.", "A first-degree parent with breast cancer under the age of 60 or several second-degree parents with breast cancer.", "Several previous biopsies or at least one anterior biopsy with atypical hyperplasia (AH), lobular carcinoma in situ (LCIS), in situ channel carcinoma (CDIS).", "- Random signs of fine peri-areolar needle aspiration (PRFNA) hyperplasia with atypia in the last three years;", "• Radiation of the chest or neck before the age of 30;", "The mammographic density by visual estimation is equal to or greater than 50%.", "Subjects should be prepared to maintain the same hormonal medium present for inclusion throughout the trial (cannot start or stop any type of hormone replacement therapy with the exception of vagifema or estring).", "Six or more months must have elapsed since the completion of a preventive intervention trial (with the exception of a weight reduction test), the ingestion of a selective estrogen receptor modulator (SERM) or an aromatase inhibitor (AI) prior to the assessment of the reference biomarker.", "Subjects with a history of AD, LCIS or DRIS positive by diagnostic biopsy should have been advised about appropriate standard prevention therapies such as tamoxifen or raloxifene and are not eligible or interested in standard prevention therapies. Women with DSIS should have had appropriate local therapy (lumpectomy plus radiation or mastectomy). If the subject has had DSIS, at least two months should have elapsed from surgery and/or radiotherapy within the affected breast.", "Subjects must have undergone screening mammography within 6 months of entry into the interventional part of the study and be considered non-suspect for breast cancer or have completed all suggested tests, including biopsy, and have found no evidence of cancer.", "The subjects must have had a breast AFRP within six months of entry into the intervention part of the study and be prepared to have another AFRP at ~6.5 months after the onset of LovazaTM.", "Subjects must have cytomorphological evidence of hyperplasia with atypia or atypia borderline (Score Masood > 13). There must be 500 epithelial cells on the slide for cytomorphology. There must be sufficient reserved methanol-formalin-fixed material for the inverse quantitative chain polymerase transcription (RT-qPCR).", "The subjects should be prepared to undergo phlebotomy at inclusion and 6 months and 6.5 months. Approximately 3 tablespoons of blood will be obtained at inclusion and 6 months and 6.5 months or 6 tablespoons if the subject decides to participate in the optional monocytic cytokine release test.", "The subjects should produce a spot urine sample at the beginning of the study, 6 months and at the end of the study.", "The subjects should be prepared to be measured in terms of size, weight and BMI and to undergo body composite analysis (BEXA) at the beginning and end of the procedure.", "Subjects should be prepared to complete questionnaires on nutrition and the use of supplements, quality of life and relevant family history of personal and reproductive health, and drugs at the beginning and end of the procedure.", "• Exclusion criteria", "Women who have had metastatic malignancy of any kind.", "Women who have already had invasive, diagnosed or treated breast cancer in the last five years.", "Women currently taking anticoagulants.", "Women with breast implants.", "Women who have undergone changes in their hormonal environment in the last 6 months.", "Women who have taken omega 3 or flax fatty acid supplements within 3 weeks of their initial PRNA or women who have taken a high dose of omega 3 in the last 3 months.", "Women who regularly take NSAIDS (>7 tablets per week).", "Women who have taken SERM, an aromatase inhibitor, or who have participated in chemoprevention or other experimental drug studies within six months of the initial RRNA.", "Women with abnormal renal or hepatic function at baseline, defined as clinically significant blood chemistry values outside normal institutional intervals.", "Women with a history of allergy, including hives, to fish products.", "Women with a BMI of 40 kg/m2 or more.", "* Inclusion of women and minorities This study uses women at increased risk of breast cancer. Topics recruited from an established cohort of women followed by the Breast Cancer Prevention Centre. Based on previous trials, we can expect 6% minority accumulation that is similar to our hospital demographics. Men are not included due to the low absolute risk of breast cancer, and the difficulty of performing RPFNA on the male breast."], "Results": ["Performance measures:", "The proportion of subjects who complete the intervention of LovazaTM 4 grams per day", "To determine the feasibility of a 4 g daily LovazaTM intervention (~ 1800 mg EPA and 1500 mg DHA) administered for 6 months to postmenopausal women under 50 years of age.", "Time limit: 6 months visit", "Results 1:", "Title of the arm/group: LovazaTM", "Description of the arm/group: LovazaTM: 4 capsules per day for 6 months", "Total number of participants analysed: 34", "Type of measurement: Number", "Unit of measure: proportion of registered participants 0.97"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/35 (5.71%)", "Gastroesophageal disorders * 1/35 (2.86 %)", "* 1/35 (2.86%)"]}