{"Clinical Trial ID": "NCT00365417", "Intervention": ["INTERVENTION 1:", "• Neoadjuvant study treatment", "Doxorubicin, cyclophosphamide and bevacizumab followed by docetaxel and capecitabine"], "Eligibility": ["Incorporation criteria:", "Patients must be women.", "The patient must be 18 years of age or older.", "The diagnosis of invasive breast adenocarcinoma should have been done either by the heart biopsy of the needle or by limited incisional biopsy.", "Patients should have a stage IIIA, IIIB or IIIC clinical disease (the US Joint Committee on Cancer (JCJA) criteria) with a primary breast tumour greater than/equal to 2.0 cm measured by clinical examination, unless the patient has an inflammatory breast carcinoma, in which case a measurable disease is not required.", "Patients should have the ability to swallow oral medicines.", "The performance of the patient's Eastern Cooperative Oncology Group (ECOG) should be 0 or 1.", "At the time of entry into the study, blood counts must meet the following criteria:", "The absolute number of neutrophils (ANCs) must be greater than/equal to 1200/mm3.", "The number of platelets must be greater than/equal to 100 000/mm^3.", "Haemoglobin should be greater than/equal to 10 g/dL.", "The following criteria for evidence of adequate liver function shall be met:", "Total bilirubin should be lower/equal to the upper limit of normal (ULN) for the laboratory, unless the patient has a Grade 1 bilirubin elevation (greater than ULN 1.5 x ULN) due to Gilbert's disease or a similar syndrome involving slow conjugation of bilirubin; and", "The alkaline phosphatase shall be less than 2.5 x ULN for the laboratory; and", "Aspartate aminotransferase (AST) should be less than/equal to 1.5 x ULN for the laboratory.", "For example, if the alkaline phosphatase is greater than the ULN but less than/equal to 2.5 x ULN, then the AST should be less/equal to the ULN. If the AST is greater than the ULN but less/equal to 1.5 x ULN, then the alkaline phosphatase should be less/equal to the ULN.", "Patients with skeletal pain or alkaline phosphatase greater than ULN but less than or equal to 2.5 x ULN may be included in the study if a positron emission scan or tomography (PET) does not demonstrate metastatic disease. Patients with suspected CT or CT results are eligible if suspicious results are confirmed by X-ray, magnetic resonance imaging (MRI) or biopsy.", "Patients with AST or alkaline phosphatase greater than ULN may be included in the study if liver imaging (calculated tomography [CT], MRI or PET scan) does not demonstrate metastatic disease and adequate liver function.", "The following criteria for evidence of adequate renal function shall be met:", "The serum creatinine is lower/equal to the LSN for the laboratory.", "The calculated creatinine clearance shall be greater than 50 mL/min.", "The ratio of urinary proteins to creatinine (UPC) should be less than 1.0.", "The LVEF must be above/equal to the lower limit of normal (LLN) for the cardiac imaging facility performing MUGA analysis or echocardiogram. Note: If the cardiac imaging facility cannot provide LLN, use 50% as LLN.", "Note: Since pre-entry LEVF is used as a reference to compare subsequent evaluations of LEVF to determine whether treatment with bevacizumab can be continued after doxorubicin and cyclophosphamide (AC) and post-operation, it is essential that this initial study be an accurate evaluation of the patient's LEVF. If the baseline LEVF is greater than 65%, the MUGA or echocardiogram analysis should be repeated prior to entry into the study.", "Patients should have an electrocardiogram (EKG) within 3 months of entry into the study.", "- Exclusion criteria:", "The tumours are strongly HER2-positive by immunohistochemistry (3+) or in situ fluorescent hybridization (positive for gene amplification).", "A biopsy excision for this primary tumor.", "Invasive bilateral synchronization of breast cancer.", "A surgical axillary arrest procedure prior to entry into the study (exceptions: 1) fine needle aspiration (RNA) of an axillary node is allowed for any patient, and 2) although it is not recommended, a sentinel lymph node biopsy is allowed for patients with clinically negative axillary node nodes.)", "• History of one of the following cancers:", "ipsilateral breast cancer: invasive carcinoma, canalal in situ (CDIS) treated with any treatment other than excision", "Contralateral breast cancer: invasive in the last 5 years (patients with a history of CDIS or synchronous CDIS are eligible)", "Patients with the following cancers are eligible if diagnosed and treated in the previous 5 years: in situ cervix carcinoma, in situ colon carcinoma, in situ melanoma, and basal cell and squamous skin carcinoma.", "Previous treatment with anthracyclines, taxanes, capecitabine or bevacizumab for any malignancy.", "The only exception is hormonal therapy, which may have been administered for a total of 28 days at any time after diagnosis and before entry into the study. In such a case, hormonal treatment must stop at or before entry into the study and be restarted, as appropriate, after chemotherapy.", "One of the following heart conditions:", "- Angina, which requires the use of anti-anginal medicines;", "• Documented history of congestive heart failure;", "Serious cardiac arrhythmia requiring medication;", "A severe conduction abnormality;", "a valvular disease with a documented cardiac function compromise; or", "• Uncontrolled hypertension defined as blood pressure greater than 150/90 during antihypertensive therapy. (Patients with hypertension that is well controlled by medicines are eligible.)", "History of myocardial infarction documented by elevated cardiac enzymes or persistent regional wall abnormalities in the evaluation of left ventricular function (LV).", "• History of transient ischaemic attack (TIA) or stroke.", "History of other arterial thrombotic events in the 12 months prior to study.", "A symptomatic peripheral vascular disease.", "Any significant bleeding within 6 months prior to entry into the study.", "A serious or non-healing injury, skin ulcers or bone fracture.", "One or more gastroduodenal ulcers determined by endoscopy to be active.", "The invasive procedures are defined as follows:", "A major surgery, an open biopsy, or a significant traumatic injury within 28 days of the scheduled start of the study. (Note: The placement of a vascular access device is not considered a major surgery.)", "• Anticipation of the need for major surgery (other than breast surgery required) during the study.", "A known haemorrhagic diathesis or coagulopathy. (Patients on warfarin with a standardized international report [NRI] [usually between 2 and 3] are eligible.)", "Another non-malignant systemic disease (heart, kidney, liver, diabetes, etc.) that would prevent the patient from receiving treatment under study or prevent the necessary follow-up.", "A sensory or motor neuropathy superior to/equal to Class 2, as defined by the common NCI terminology criteria for adverse events Version 3.0 (CTCAE v3.0).", "Conditions that would prohibit the administration of corticosteroids.", "History of hypersensitivity reaction to polysorbate 80.", "- Therapy with any hormonal agent such as raloxifene, tamoxifen or any other selective estrogen receptor modulator (SERM), either for osteoporosis or for the prevention of breast cancer.", "Any sexual hormonal therapy, e.g. contraceptive pills, ovarian hormone replacement therapy, etc. These patients are eligible if this treatment is discontinued prior to entry into the study. (Women with reproductive potential should agree to use an effective non-hormonal contraceptive method during study treatment and for at least 3 months after completion of bevacizumab.)", "• Pregnancy or lactation at the time of entry into the study.", "The use of any research officer within 4 weeks of enrolment in the study.", "- Psychiatric or addictive disorders or other conditions which, in the opinion of the investigator, would prevent the patient from meeting the requirements of the study."], "Results": ["Performance measures:", "Complete pathological response (CPR) in the breast", "· Measured by no histological evidence of invasive tumour cells in the surgical breast sample", "Time limit: approximately 7 months", "Results 1:", "Title of the arm/group: Neoadjuvant study treatment", "Description of the arm/group: Doxorubicin, cyclophosphamide and bevacizumab followed by docetaxel and capecitabine", "Total number of participants analysed: 45", "Type of measurement: Number", "Unit of measurement: pCR participants in the breast: 4", "No pCR in the breast: 38", "No data available: 3"], "Adverse Events": ["Undesirable Events 1:", "Total: 14/45 (31.11%)", "Hemoglobin 1/45 (2.22%)", "Diarrhoea 1/45 (2.22%)", "Esophagitis 1/45 (2.22%)", "- Mucositis (clinical examination) - oral cavity 1/45 (2.22%)", "- Mucositis (functional/symptomatic) - esophagus 1/45 (2.22%)", "- Mucositis (functional/symptomatic) - oral cavity 2/45 (4.44%)", "Insomnia 1/45 (2.22%)", "- Abdominal pain NOS 2/45 (4.44%)", "Back pain 1/45 (2.22%)"]}