{"Clinical Trial ID": "NCT02806544", "Intervention": ["INTERVENTION 1:", "- Tamoxifene", "Tamoxifene 20mg per mouth daily", "Tamoxifene: Tamoxifene 20mg per mouth daily"], "Eligibility": ["Incorporation criteria:", "The patient was evaluated and treated at INCAN.", "Patients must give their informed consent", "The patient must be 18 years of age.", "Life expectancy 6 months", "Advanced local clinical breast cancer (Stage IIB or III)", "• Pathologically confirmed diagnosis of positive breast cancer to the estrogen receptor (ER) or progesterone receptor (PR) with ER or PR Score Allred > 4", "The patient should have an ECOG performance status of 0-2", "Patients should be able to swallow and store oral medicines.", "- Exclusion criteria:", "The patient must not have received chemotherapy, radiotherapy or previous biological therapy for invasive breast cancer in the past five years.", "The patient should not be pregnant or breast-feeding", "The patient must not have had prior malignancy, except for skin cancer of properly treated basal cells (or squamous cells), cervical cancer in situ or other cancers for which the patient has been disease free for five years.", "Women of childbearing potential unable or unwilling to use contraception"], "Results": ["Performance measures:", "Number of participants who successfully participated in the study, as a feasibility measure", "Feasibility is defined as the ability to recruit the indicated number of patients and fifty percent of participants who complete the trial. Completion of the trial is defined as surgery if it is a tamoxifen respondent or obtaining the six-week biopsy specimen if it is a non-respondent.", "Time limit: 4-6 months", "Results 1:", "Title of the arm/group: Tamoxifene", "Description of the arm/group: Tamoxifene 20mg per mouth per day", "Tamoxifene: Tamoxifene 20mg per mouth daily", "Total number of participants analysed: 50", "Type of measurement: Number", "Unit of measurement: participants 35"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/35 (0.00 per cent)"]}