{"Clinical Trial ID": "NCT01539317", "Intervention": ["INTERVENTION 1:", "About Saline", "• Topical liquid lidocaine: the active intervention medicine numbs the hypersensitive mucosa of the vulva vestibule", "• Topical saline: saline applied to the vestibule mucosa will not invert local sensitivity", "INTERVENTION 2:", "- Topical liquid lidocaine", "• Topical liquid lidocaine: the active intervention medicine numbs the hypersensitive mucosa of the vulva vestibule", "• Topical saline: saline applied to the vestibule mucosa will not invert local sensitivity"], "Eligibility": ["• Eligibility criteria", "Women between the ages of 18 and 70.", "Has already a diagnosis of breast cancer (inductive or lobular carcinoma, invasive).", "1 year after diagnosis of breast cancer.", "A stable heterosexual partnership =/>5 years or at the investigator's discretion.", "More than 6 months of pain of constant insertion with sexual intercourse (may have stopped having sex because of this constant pain experience).", "- Menopausal, demonstrated by at least one of the following:", "ii. bilateral oophorectomy iii. follicular stimulating hormone (FSH) levels > 25 in women under 50 years of age with marked or absent ovary uterus (acceptable FSH levels can be inferred if the female oncologist monitors FSH during treatment with the aromatase inhibitor).", "The willingness to enter a study comparing a topical placebo liquid with topical liquid lidocaine.", "The willingness to evaluate liquids with a buffer test up to 4 times a month, and the willingness to try sexual intercourse if the buffer test indicates tolerable penetrating pain.", "3.2 Exclusion criteria", "Diagnosis of the tumour of the benign or malignant phyllodes of the breast.", "• Sensibly has pain in the pelvis or lower abdomen during or after sexual intercourse (deep dyspareunia).", "Has developed a narrowing of vaginal opening or vaginal length to the point of being too small to succeed in having vaginal penetration with the partner (also evaluated on clinical examination).", "The partner has a sexual dysfunction problem that limits his performance or makes it inconsistent.", "The potential subject or his/her partner has a current serious illness that could interrupt the completion of a 6-month study.", "A potential subject was diagnosed by a physiotherapist with significant pelvic muscle dysfunction causing pain (Pelvic myalgia of the soil).", "The potential subject has used topical or systemic estrogen in the last 4 months.", "- continued to be sensitive to the vestibule mucous membranes immediately after application of the two test liquids.", "Allergy to lidocaine or other numbing agents."], "Results": ["Performance measures:", "Prevention of entry dyspareunia with non-hormonal treatment", "The tests were conducted in weeks 0 to 4 (Phase II) (with blinded randomization for placebo versus active intervention drug) and the tests were performed in weeks 5 to 12 (Phase III) (with an open-label active drug for 8 weeks after the end of the 4 blinded weeks).The subjects agreed to try penetration twice a week and to mark their pain using the pain numerical scale.The scores were average during each phase.", "Duration: during Phase II (0-4 weeks) and Phase III (5-12 weeks)", "Results 1:", "Title of the arm/group: Thematic Saline", "Description of the arm/group: Topical liquid lidocaine: active intervention medicine numbs the hypersensitive mucosa of the vulva vestibule", "• Topical saline: saline applied to the vestibule mucosa will not invert local sensitivity", "Total number of participants analysed: 21", "Average (interquartile interval)", "Unit of measurement: Phase II scale units: 5.3 (3 to 7)", "Phase III: 0.57 (0.07 to 1.80)", "Results 2:", "Title of the arm/group: Lidocaine liquid thematic", "Description of the arm/group: Topical liquid lidocaine: active intervention medicine numbs the hypersensitive mucosa of the vulva vestibule", "• Topical saline: saline applied to the vestibule mucosa will not invert local sensitivity", "Total number of participants analysed: 22", "Average (interquartile interval)", "Unit of measurement: Phase II scale units: 1.04 (0.65 to 1.92)", "Phase III: 0.45 (0-1.14)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/25 (0.00 per cent)", "Adverse Events 2:", "Total: 0/25 (0.00 per cent)"]}