{"Clinical Trial ID": "NCT01097460", "Intervention": ["INTERVENTION 1:", "MM-111 + Herceptin", "MM-111 will be combined with Herceptin", "MM-111 and Herceptin: for phase 1: dose escalation cohorts, MM-111 and Herceptin are administered weekly or twice intravenously."], "Eligibility": ["Incorporation criteria:", "Patients should have advanced histologically or cytologically confirmed breast cancer that is amplified for HER2, based on archived tumour biopsy (IHC 2+ or more)", "Patients should have advanced histologically or cytologically confirmed breast cancer that is positive heregulant based on the biopsy of fresh tumour tissue", "The patient's cancer must have reappeared, progressed or failed to respond to standard chemotherapy or other standard treatment. Previous treatments may include, but are not limited to, Herceptin, Tykerb (lapatinib), anthracyclines and taxanes.", "Patients should be 18 years of age.", "Patients or their legal representatives must be able to understand and sign informed consent", "Patients may have a measurable tumour (by RECIST 1.1) or not measurable (for Phase 1)", "Patients should have an ECOG performance score (PS) 0, 1 or 2 (for Phase 1).", "Patients should have a life expectancy of at least 12 weeks", "Patients should have adequate bone marrow reserves", "Patients should have adequate liver function", "Patients should have adequate renal function", "Patients should be recovered from any previous surgery, radiation therapy or other anti-neoplastic treatment.", "Women of childbearing potential and fertile men and their partners must agree to refrain from sexual intercourse or to use an effective form of contraception during the study and for 90 days after the last dose of MM-111.", "- Exclusion criteria:", "Pregnant or lactating patients", "Patients with active infection or unexplained fever > 38.5°C (101.3°F) during screening visits or on the first day scheduled for administration.", "Patients with untreated and/or symptomatic metastatic CNS malignancies.", "Patients with known hypersensitivity to one of the components of MM-111 or who have had hypersensitivity reactions to entirely human monoclonal antibodies, including Herceptin.", "Patients who have received other recent anti-tumour therapy, including:", "Treatment with Herceptin within 28 days prior to the first scheduled day of administration of MM-111", "An experimental treatment administered within 28 days prior to the first scheduled day of administration of the MM-111 dose (within 28 days after receiving an experimental treatment is acceptable once the interval of time equal to at least five half-lives of the experimental agent has passed).", "Any standard chemotherapy, Tykerb (lapatinib) or radiation within 14 days (and having exceeded the time of any actual or anticipated toxicity) prior to the first scheduled dose of MM-111", "Patients who have already received MM-111", "In patients with congestive heart failure class III or IV of NYHA or congestive heart failure or FEVL < 50%", "Patients with a history of allogeneic transplantation", "Patients with known HIV, hepatitis B or hepatitis C (if patients have already been treated for hepatitis C and have undetectable viral loads, they may be considered eligible for testing)", "Patients with any other medical or psychological condition judged by the investigator to interfere with a patient's ability to sign informed consent, to cooperate and participate in the study or to interfere with the interpretation of results"], "Results": ["Performance measures:", "The incidence of treatment-emergency AEs", "[Unspecified]", "Time limit: 2 years", "Results 1:", "Title of arm/group: MM-111 + Herceptin", "Description of the arm/group: MM-111 will be combined with Herceptin", "MM-111 and Herceptin: for phase 1: dose escalation cohorts, MM-111 and Herceptin are administered weekly or twice intravenously.", "Total number of participants analysed: 16", "Type of measurement: Number", "Unit of measurement: participants 16"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/16 (12.50 per cent)", "PERIOD EFFUSION * 1/16 (6.25 %)", "* 1/16 (6.25 per cent)", "* 1/16 (6.25 %)", "DEEP VEIN THROMBOSIS * 1/16 (6.25 %)"]}