{"Clinical Trial ID": "NCT01307891", "Intervention": ["INTERVENTION 1:", "Abraxane + Tigatuzumab", "Patients will receive Abraxane at 100 mg/m2 X 3 doses on days 1, 8 and 15 at 28-day intervals and tigatuzumab will be administered as a loading dose of 10 mg/kg followed by 5 mg/kg for the first cycle and then 5 mg/kg every two weeks on days 1 and 15 for subsequent cycles.", "INTERVENTION 2:", "Abraxane alone", "Patients will receive Abraxane at 100 mg/m2 X 3 weekly doses on days 1, 8 and 15 at 28-day intervals. Abraxane will be administered externally by intravenous infusion for more than 30 minutes. Patients will be evaluated for response every 2 cycles (every 8 weeks)."], "Eligibility": ["Incorporation criteria:", "If blocks (paraffin tissue) from the initial diagnosis are available, they will be obtained to confirm the diagnosis and for correlative studies. Fifteen slides can be obtained from the block if the block is not available to be sent or released.", "The tumours should be HER-2-neu negative (defined as 0 or 1+ coloration by immunohistochemistry or a gene amplification ratio of 2.0 or less, by fluorescent in situ hybridization - FISH), oestrogen and negative progesterone receptors (<10%).", "Patients must have a measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded)", "The biopsy of a metastatic lesion is not necessary for entry into the protocol, but all patients with reasonably accessible lesions (chest wall, breast, skin, subcutaneous, superficial lymph nodes, bones and liver metastases) must accept biopsy.", "Biopsies may be performed with local anaesthesia or intravenous sedation in accordance with standard institutional guidelines.", "If a biopsy requires general anaesthesia, it is only allowed if tissue acquisition is necessary for clinical reasons and if the excess tissue that would otherwise have been discarded is used for research purposes. If a biopsy requires general anaesthesia, then a biopsy from this site for research purposes only, without co-existing clinical indication is not allowed on this protocol.", "Patients with reasonably accessible lesions described above, who will not agree with biopsy, will not be included in the trial.", "Patients with NO reasonably accessible injury, as described above, may be included in the trial.", "Previous treatment:", "There are no restrictions on the number of previous diets for metastatic diseases as long as patients have an adequate state of performance. Patients who do not have prior chemotherapy for metastatic diseases and patients who have received prior treatment with taxanes for metastatic diseases (taxol or taxotere) are eligible. Stratification will be used for the randomization of these two categories (no prior chemotherapy for metastatic diseases or prior treatment of taxanes for metastatic diseases).", "The chemotherapy treatment prior to registration should be discontinued for at least 3 weeks prior to entry into the study.", "Patients should have completed radiation therapy at least 7 days prior to the start of protocol therapy.", "Patients should have recovered from all reversible toxicities associated with prior treatment prior to initiating protocol therapy, and may not have pre-existing toxicities associated with treatment above grade 1. Patients should have pre-existing grade 2 peripheral neuropathy.", "Patients may receive bisphosphonates; however, if used, bone damage cannot be used for progression or response.", "At least 18 years of age (19 years in Alabama).", "• Life expectancy greater than 12 weeks.", "· ECOG performance status < or equal to 2.", "Patients should have normal organ and spinal function as defined below:", "Absolute number of neutrophils: > 1500/mcL,", "Hemoglobin: > 9 mg/dL,", "— Blisters: > 100 000/mcL,", "Total bilirubine: < or equal to 1.5 X upper institutional limit of normal,", "AST(SGOT)/ALT(SGPT): < or equal to 2.5 X upper institutional limit of normal without liver metastases, OR < or equal to 5 X upper institutional limit of normal if documented liver metastases,", "Creatinine: < or equal to 2.0 mg/dL, OR the calculated creatinine clearance is greater than or equal to 50 mL/min (calculated by the Cockcroft and Gault method).", "• Ability to understand and willingness to sign a written informed consent document.", "Men and women are eligible.", "The use of effective contraceptives in people of childbearing age.", "Test for negative serum or urinary beta-HCG pregnancy in patients of childbearing age.", "- Exclusion criteria:", "Patients cannot receive other experimental agents.", "Prior use of Abraxane for a metastatic or adjuvant disease.", "- Metastatic lesions identifiable only by PET.", "Patients may not receive concomitant chemotherapy for the treatment of metastatic diseases.", "Active brain metastases: signs of progression < or equal to 3 months after local treatment (patients should be asymptomatic and non-corticosteroids and anticonvulsant for at least 3 months prior to entry into the study).", "Patients with brain metastases should have at least one measurable disease site outside the central nervous system.", "• An uncontrolled concomitant disease including, but not limited to, continuous or active infection, a history of recent myocardial infarction, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia or psychiatric/social conditions that would limit compliance with the requirements of the study.", "Because there is an unknown but potential risk of adverse effects in infants who are secondary to the mother's treatment, breastfeeding should be discontinued if the mother is treated, and these potential risks may also apply to other agents used in this study.", "A prior invasive malignant disease within five years, except for skin cancer (squamous carcinoma or basal cell carcinoma).", "* Patients with a known history of HIV or hepatitis B due to the risk of additional treatment toxicity.", "• Dementia or altered mental condition that would prevent understanding of informed consent."], "Results": ["Performance measures:", "Objective response rate", "The response rates of the patient will be measured based on the criteria for assessing response in solid tumours (RECIST v1.1) for target lesions and evaluated by MRI. Responses include: complete disappearance (RC) of all target lesions; partial response (PR) at least a 30% decrease in the sum of the longest diameter of target lesions; the best overall response (RO) from baseline to disease progression.", "Time limit: reference to 6 months", "Results 1:", "Title of arm/group: Abraxane + Tigatuzumab", "Patients will receive Abraxane at 100 mg/m2 X 3 doses on days 1, 8 and 15 at 28-day intervals and tigatuzumab will be administered as a loading dose of 10 mg/kg followed by 5 mg/kg for the first cycle and thereafter every two weeks on days 1 and 15 for subsequent cycles.", "Total number of participants analysed: 39", "Type of measurement: Number", "Unit of measure: percentage of patients 28 (14.9-45.0)", "Results 2:", "Title of arm/group: Abraxane alone", "Patients will receive Abraxane 100 mg/m2 per week X 3 doses on days 1, 8 and 15 at 28-day intervals. Abraxane will be administered as an external intravenous infusion of more than 30 minutes. Patients will be evaluated for response every 2 cycles (every 8 weeks).", "Total number of participants analysed: 21", "Type of measurement: Number", "Unit of measure: percentage of patients 38 (18 to 61.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/39 (7.69 per cent)", "Neutropenia 1/39 (2.56%)", "- Bilateral pulmonary thromboembolism 0/39 (0.00 %)", "Fever 1/39 (2.56%)", "1/39 (2.56 %)", "Adverse Events 2:", "Total: 3/21 (14.29 per cent)", "Neutropenia 1/21 (4.76%)", "1/21 bilateral pulmonary thromboembolism (4.76 per cent)", "Fever 1/21 (4.76 per cent)", "• Empyema associated with a permanent chest catheter 0/21 (0.00 %)"]}