{"Clinical Trial ID": "NCT00684983", "Intervention": ["INTERVENTION 1:", "- Arm A", "Patients receive capecitabine orally twice daily on days 1-14 and lapatinib ditosylate orally once daily on days 1-21. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity.", "INTERVENTION 2:", "Bras B", "Patients receive capecitabine and ditosylate of lapatinib as in arm I. Patients also receive cixutumumab IV for an hour and a half on days 1, 8 and 15. Courses are repeated every 21 days in the absence of disease progression or unacceptable toxicity. cixutumumab: Donated IV, lapatinib ditosylate: Donated PO and capecitabine: Donated PO"], "Eligibility": ["Incorporation criteria:", "(a primary T4 tumour and stage IIIB or IIIC disease) or metastatic breast cancer that has progressed after treatment with regimens including trastuzumab and either an anthracycline or a taxane or both.", "NOTE: Agents do not need to have been administered simultaneously or under the same regimen", "NOTE: Prior treatment with trastuzumab is required unless there is a contraindication for treatment with trastuzumab.", "Pre-treatment conditions:", "Prior treatment with trastuzumab in the neoadjuvant, adjuvant or metastatic setting is necessary", "NOTE: Prior treatment with trastuzumab is required unless there is a contraindication for treatment with trastuzumab.", "NOTE: Concomitant use of trastuzumab is not permitted in this study.", "• Prior chemotherapy authorised in the neoadjuvant, adjuvant or metastatic setting; unlimited prior chemotherapy is allowed.", "• Pre-authorised hormonal treatment in the neoadjuvant, adjuvant or metastatic setting; unlimited prior hormonal treatment is permitted.", "- HER2 positive, defined as follows:", "3+ validated immunohistochemistry (IHC) score (defined as a uniform and intense colouration of > 30% of invasive tumour cells)", "-OR- Average number of copies of the gene HER2 of > 6", "-OR- Amplify gene (HER2:D17Z1 ratio > 2,20)", "• Must have a measurable disease according to the criteria for assessing response in solid tumours (RECIST)", "Negative pregnancy test performed = < 7 days prior to registration, for women of childbearing age only", "Hemoglobin > 9.0 g/dL (obtained = < 7 days prior to registration)", "White blood cells (WBC) >= 3000/mL (obtained = < 7 days prior to registration)", "Absolute number of neutrophils (CNA) >= 1500/mL (obtained = < 7 days prior to registration)", "Number of platelets >= 75,000/mL (obtained = < 7 days prior to registration)", "Total bilirubin = < 1.5 x upper limit of normal (ULN) (obtained = < 7 days prior to registration)", "- Serum glutamic oxaloacetic transaminase (SGOT) (aspartate aminotransferase (AST)) and serum glutamate pyruvate transaminase (SGPT) (alanine aminotransferase (ALT)) = < 2.5 x ULN or SGOT (AST) and SGPT (ALT) = < 5 x ULN if elevations are due to hepatic metastases (obtained = < 7 days prior to registration)", "Serum creatinine rate = < 1.5 x ULN (obtained = < 7 days prior to registration)", "Creatinine clearance >= 30 mL/min (calculated according to Cockcroft and Gault) (obtained = < 7 days prior to registration)", "NOTE: In patients with moderate renal impairment (creatinine clearance calculated 30-50 mL/min) at baseline, a reduction in the initial dose of capecitabine is required.", "- fasting glucose < 120 mg/dL (obtained = < 7 days prior to registration)", "NOTE: Patients with diabetes are allowed to participate, provided that their blood sugar levels are in accordance with the above instructions upon registration.", "International Standardisation Rate (INR) = < 1.5 x ULN (obtained = < 7 days prior to registration)", "= performance status (PS) of the Eastern Cooperative Oncology Group (ECOG) of 0, 1 or 2", "A suitable cardiac function defined as an ejection fraction >= 50%, determined by a multi-door acquisition scan (MUGA) or echocardiogram", "Life expectancy > 3 months", "Was informed consent obtained in writing?", "* Willingness to return to a North Centre Cancer Treatment Group (NCTWG) or other participating institution of the Co-operative Group for Treatment and Follow-up", "A patient willing to provide tissue and blood samples for research purposes", "Availability of diagnostic equipment (i.e. diagnostic slides confirming locally advanced/metastatic diseases and stained slides HER2) and intervention and pathology reports from locally advanced or metastatic breast cancer diagnosis", "NOTE: Biopsy and submission of recurrent diseases are not required if materials available from the initial diagnosis of locally advanced/metastatic diseases", "• Ability to complete the questionnaire(s) by themselves or with assistance", "- Exclusion criteria:", "One of the reasons for this study is that an experimental agent whose genotoxic, mutagenic, and teratogenic effects on the developing fetus and newborn are unknown:", "Pregnant women", "Women in nursing", "Men or women of childbearing potential who do not want to use adequate contraception (according to the attending physician)", "Stage III or IV invasive cancer, other than breast cancer, in = < 5 years prior to registration", "In active treatment for other malignancies, with the exception of non-melanotic skin cancer or in situ cervix carcinoma; if there is a history of malignancies, the patient should not receive other specific cancer treatments.", "New York Heart Association class III or IV cardiovascular disease", "Common active liver or biliary disease, except Gilbert's syndrome or asymptomatic gallstones", "The existence of active brain metastases, including the involvement of leptomenesis; central nervous system (CNS) metastases controlled by previous surgery and/or radiotherapy are allowed.", "NOTE: To be considered controlled, there must be at least 2 months of absence of symptoms or signs of progression prior to entry into the study and treatment with corticosteroids must have been discontinued.", "Major surgery, chemotherapy or immunological treatment = < 4 weeks prior to registration", "Radiotherapy = < 4 weeks prior to registration, unless the lesion is not targeted only; radiation prior to a target injury is permitted only if there has been a marked progression of the lesion since the radiation was completed; if the patient receives single dose radiation for palliation or radiation for an untargeted lesion, the patient can immediately make the recording without delay; acute radiation adverse events must have been resolved to =< Common Terminology Criteria for Adverse Events (CTCAE) version (v) 3.0 grade 1", "- Prior treatment with any treatment targeting IGF-I, IGF-II or its receptors (monoclonal antibodies or tyrosine kinase inhibitor), including, but not limited to, one of the following treatments (which would have been received in a previous clinical trial):", "IMC-A12 (cixutumumab)", "CP-751 871 (figuritumumab)", "AMG-479", "INSM-18", "MK0646 (h7C10)", "SCH717454 (19D12, robatumumab)", "R1507", "- OSI-906", "BMS-754807", "- PPP", "NVP-AEW541", "AVE-1642", "MEDI-573", "Prior treatment with any treatment targeting HER1 (EGFR) and/or HER2 (monoclonal antibodies or tyrosine kinase) other than trastuzumab, including, but not limited to, one of the following:", "- Lapatinib (Tykerb)", "- Gefitinib (Iressa)", "- Erlotinib (Tarceva)", "- Cetuximab (Erbitux)", "- Panitumumab (Vectibix)", "In treatment with agents contraindicated by study therapies:", "IMC-A12 - None identified to date", "Lapatinib - CYP3A4 inhibitors and inducers, including grapefruit and grapefruit juice", "- Capecitabine - warfarin (Coumadin), cimetidine (Tagamet), allopurinol (Lopurine), sorivudine (Usevir) or brivudine (Brivex), ketoconazole (Nizoral), itraconazole (Sporanox), ritonavir (Norvir), amprenavir (Agenerase) or indinavir (Crixivan)", "An uncontrolled intercurrent disease, including, but not limited to:", "• Poorly controlled diabetes", "Permanent or active infection", "- Symptomatic congestive heart failure", "♪ Unstable angina pectoris ♪", "Cardiac arrhythmia", "A psychiatric illness or social situations that would limit compliance with the requirements of the study", "In the opinion of the investigator, co-morbid systemic diseases or other serious co-occurring diseases that would render the patient inappropriate to enter the study or significantly interfere with the appropriate safety assessment of prescribed diets.", "In the course of treatment in another clinical study in which research procedures are performed or research therapies are administered", "• Immunocompromised patients (other than those associated with the use of corticosteroids), including patients known to be positive for human immunodeficiency virus (HIV) with a disease defined by acquired immunodeficiency syndrome (AIDS); HIV-positive patients with a differentiation group (CD) 4 are within the institutional normal range and no history of AIDS-defined disease is admissible; however, some antiviral/antiretroviral drugs that have CYP3A4 interactions are prohibited in this study."], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "The main criterion analysis, PFS, will be performed using Cox regression with the treatment group as a single covariate.", "Timeline: From randomization to the earliest date of disease progression documentation, up to 5 years", "Results 1:", "Title of the arm/group: Arm A", "Description of the arm/group: Patients receive capecitabine orally twice daily on days 1-14 and lapatinib ditosylate orally once daily on days 1-21. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity.", "Total number of participants analysed: 19", "Median (95% confidence interval)", "Unit of measure: median survival and CI in months 6.0 (4.3-8.6)", "Results 2:", "Title of arm/group: Arm B", "Patients receive capecitabine and ditosylate of lapatinib as in arm I. Patients also receive cixutumumumab IV for 1 to 1 hour on days 1, 8 and 15. Courses are repeated every 21 days in the absence of disease progression or unacceptable toxicity.", "Total number of participants analysed: 37", "Median (95% confidence interval)", "Unit of measure: median survival and CI over the months 4.9 (2.9 to 8.5)"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/19 (21.05 per cent)", "Decreased haemoglobin 0/19 (0.00 %)", "Haemolysis 0/19 (0.00 %)", "Diarrhoea 2/19 (10.53 per cent)", "Abnormal examination of ear, nose and throat 0/19 (0.00 %)", "Oesophageal Ulcer 0/19 (0.00 %)", "Gastritis 1/19 (5.26 per cent)", "- Oral mucositis 0/19 (0.00 %)", "Nausea 1/19 (5.26 per cent)", "Vomiting 1/19 (5.26 per cent)", "- Thoracic pain 0/19 (0.00 %)", "0/19 (0.00 %)", "1/19 (5.26 per cent)", "Adverse Events 2:", "Total: 14/45 (31.11%)", "Haemoglobin decrease 1/45 (2.22%)", "Haemolysis 1/45 (2.22%)", "Diarrhoea 1/45 (2.22%)", "Abnormal examination of ear, nose and throat 1/45 (2.22%)", "Esophagus Ulcer 1/45 (2.22%)", "Gastritis 1/45 (2.22%)", "Oral mucositis 1/45 (2.22%)", "Nausea 1/45 (2.22%)", "Vomiting 1/45 (2.22%)", "Chest pain 1/45 (2.22%)", "1/45 (2.22%)", "• Disease progression 0/45 (0.00 %)"]}