{"Clinical Trial ID": "NCT00627978", "Intervention": ["INTERVENTION 1:", "Ixabepilone", "The participants are treated with Ixabepilone.", "ixabepilone: ixabepilone 40 mg/m2 Q3w over 3 hours", "INTERVENTION 2:", "Monitoring", "No treatment with Ixabepilone"], "Eligibility": ["• Inclusion criteria", "• Ability to understand and willingness to sign a written informed consent document.", "- Histological or cytological diagnosis of adenocarcinoma from the breast.", "Evidence that cancer is metastatic or locally advanced and cannot be cured by local measures (i.e. surgery, radiation).", "NOTE: There is no limit on the number of chemotherapys received.", "Note 70 to 100 for Karnofsky's (KPS) performance status (Appendix 1).", "• Life expectancy of at least 12 weeks.", "Appropriate resumption of drug-related toxicity during previous systemic treatment (recovery at < = Grade 1 except for Grade 2 fatigue and alopecia).", "At least one week should have elapsed since minor surgery and/or focal/palliative radiotherapy; at least three weeks for major surgery and other radiotherapy.", "Women or men, age > = 18 years.", "Patients should have normal organ and spinal function as defined below:", "Haematological function with absolute neutrophils 1,500/mm3 and/or platelets > 125 000/mm3", "Liver function with serum bilirubin less than 1.5 times the upper institutional limits of normal, ALT 2.5 times the upper institutional limits of normal ( 5 times the upper institutional limits of normal if documented liver metastases are present)", "Renal function with serum creatinine 1.5 times the upper limit of normal", "• Women of childbearing potential (WOCBP) and men with partners of childbearing potential should use an adequate contraceptive method to prevent pregnancy throughout the study and up to 4 weeks after the study in order to minimize the risk of pregnancy.", "Women who have undergone menopause and have not undergone successful surgical sterilization (hysterectomy, bilateral tubular ligature or bilateral oophorectomy) or who are not menopausal (defined as amenorrhoea > = 12 consecutive months; or who are subjected to hormone replacement therapy (HRT) with documented stimulating follicular hormone (FSH) > 35 mIU/mL). Even women who use oral, implanted or injectable contraceptive hormones or mechanical products such as an intrauterine device or barrier methods (diaphragm, condoms, spermicides) to prevent pregnancy or abstinence or whose partner is sterile (e.g., vasectomy) should be considered as having potential for childbearing.", "WOCBP should have a negative serum or urinary pregnancy test (minimum sensitivity of 25 IU/L or equivalent units of HCG) within 72 hours prior to the start of the study.", "If a woman becomes pregnant or suspects that she is pregnant while participating in the study, she should immediately inform her attending physician.", "• Exclusion criteria", "Patients with known and active brain metastases and/or leptomenics should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurological dysfunction that would confuse the assessment of neurological and other adverse events.", "CTC Grade 2 or higher neuropathy (motor or sensory) at the start of the study.", "Prior treatment with ixabepilone.", "Serious intercurrent infections, or non-malignant medical diseases that are uncontrolled or whose control may be compromised by the complications of this treatment, including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia or psychiatric/social situations that would limit compliance with the requirements of the study.", "• Known history of HIV infection.", "Patients who received chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosourea or mitomycin C) before entering the study or those who did not recover adverse reactions from agents administered more than 4 weeks earlier.", "Patients may not receive other simultaneous chemotherapy, hormonal treatment, immunotherapy regimens, or standard or experimental radiotherapy.", "History of allergic reactions attributed to compounds of chemical or biological composition similar to ixabepilone.", "Previous severe hypersensitivity reactions to agents containing CremophorEL.", "Patients cannot receive prohibited therapies and/or medicines.", "• Pregnant and lactating women are excluded from the study because the risks to an unborn fetus or the potential risks to breast-fed infants are unknown."], "Results": ["Performance measures:", "Axes with abnormal morphology", "The digital photographs for morphometrics were captured at a magnification of 8000-16.000x and the photos were downloaded on a transmission electron microscope imaging platform (iTEM) (Olympus, Munster, Germany). The figures were increased by 50%, and an individual linear table was used to measure the axon diameter (cross-sectional zone) and the number of non-myelinized axons per Remak Schwann cell was listed according to the established methodology.", "Timeline: Baseline and more than 7 treatment cycles, approximately 21 weeks", "Results 1:", "Title of the arm/group: Ixabepilone", "Description of the arm/group: Participants are treated with Ixabepilone.", "ixabepilone: ixabepilone 40 mg/m2 Q3w over 3 hours", "Total number of participants analysed: 10", "Type of measurement: Number", "Unit of measurement: percentage of axons Axons grade 0 (normal) or 1 morphology base: 52", "Axons of grade 0 (normal) or 1 morphology Cycle 7: 2", "Axons of grade 3 or 4 at the base of the morphology: 24", "Axons grade 3 or 4 morphology Cycle 7: 79", "Results 2:", "Title of the arm/group: Control", "Description of the arm/group: No treatment with Ixabepilone", "Total number of participants analysed: 5", "Type of measurement: Number", "Unit of measurement: percentage of axons Axons grade 0 (normal) or 1 morphology base: 82", "Axons of grade 0 (normal) or 1 morphology Cycle 7: NA [1]", "Axons grade 3 or 4 morphology base: 15,5", "Axons grade 3 or 4 morphology Cycle 7: NA [1]"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/0", "Adverse Events 2:", "Total: 0/0"]}