{"Clinical Trial ID": "NCT01989676", "Intervention": ["INTERVENTION 1:", "- FP-05280014", "The first infusion of PF-05280014 was 4 mg/kg over 90 minutes during the first day of cycle 1. Subsequent weekly infusions of PF-05280014 were 2 mg/kg over 30 to 90 minutes. Paclitaxel was administered at a dose of 80 mg/m^2 over 60 minutes. After completing the period of paclitaxel administration and not starting before week 33 of the study, PF-05280014 could be modified at the investigator's discretion at a dose of 6 mg/kg injected over 30 to 90 minutes depending on the tolerance.", "INTERVENTION 2:", "- Trastuzumab-EU", "The first infusion of trastuzumab-EU was 4 mg/kg over 90 minutes on the first day of the study. Subsequent weekly infusions of trastuzumab-EU were 2 mg/kg over 30 to 90 minutes. Paclitaxel was administered at a dose of 80 mg/m2 over 60 minutes."], "Eligibility": ["Incorporation criteria:", "A histologically confirmed diagnosis of breast cancer.", "Presence of metastatic diseases.", "• Documentation of the amplification or overexpression HER2.", "• Tumor tissue available for central examination of HER2 state.", "At least 1 measurable lesion as defined by RECIST 1.1.", "Eastern Cooperative Oncology Group status 0 to 2.", "The left ventricular ejection fraction in the institutional range of normal, measured either by two-dimensional echocardiogram or multigated acquisition scan.", "- Exclusion criteria:", "In the year following the last previous dose of adjuvant therapy (including neoadjuvant) (except endocrine treatment) and in the year prior to randomisation.", "Previous systemic treatment for metastatic diseases (with the exception of endocrine treatment).", "If the patient has received more than one anthracycline, the cumulative dose should not exceed the equivalent of 400 mg/m^2 of doxorubicin.", "Inflammatory breast cancer.", "Active metastases of the uncontrolled or symptomatic central nervous system."], "Results": ["Performance measures:", "- Objective response rate (ORD) derived from central radiology assessments: ITT population", "The ORR was defined as the percentage of participants who obtained a complete response (CR, complete elimination of all target lesions except nodal disease; all target nodes must have decreased to normal size (short axis <10 mm)) or partial response (PR, >=30% decrease from the base of the sum of diameters (SOD) of all target measurable lesions; the short diameter was used in the sum for target nodes, while the longest diameter was used in the sum for all other target lesions) at week 25 of the study and confirmed by a follow-up evaluation (week 33+/-14 days), based on the evaluations of the central radiology review in accordance with RECIST 1.1.", "Delay: From the date of randomization until all participants have completed the tumour assessment at week 33 or have discontinued the study drug prior to the visit at week 33", "Results 1:", "Title of arm/group: PF-05280014", "The first infusion of PF-05280014 was 4 mg/kg over 90 minutes on the first day of the study. Subsequent weekly infusions of PF-05280014 were 2 mg/kg over 30 to 90 minutes. Paclitaxel was administered at a dose of 80 mg/m^2 over 60 minutes.", "Total number of participants analysed: 352", "Type of measurement: Number", "Unit of measure: % of participants 62.5 (57.2 to 67.6)", "Results 2:", "Title of the arm/group: Trastuzumab-EU", "The first infusion of trastuzumab-EU was 4 mg/kg over 90 minutes on the first day of the study. Subsequent weekly infusions of trastuzumab-EU were 2 mg/kg over 30 to 90 minutes. Paclitaxel was administered at a dose of 80 mg/m^2 over 60 minutes.", "Total number of participants analysed: 355", "Type of measurement: Number", "Unit of measure: percentage of participants 66.5 (61.3 to 71.4)"], "Adverse Events": ["Undesirable Events 1:", "Total: 67/349 (19.20%)", "Anemia * 3/349 (0.86%)", "Leukopenia * 1/349 (0.29%)", "Neutropenia * 3/349 (0.86%)", "Thrombocytopenia * 1/349 (0.29%)", "Atrial fibrillation * 2/349 (0.57%)", "Cardiac arrest * 1/349 (0.29%)", "Heart failure * 0/349 (0.00 %)", "Acute heart failure * 0/349 (0.00 %)", "* 2/349 (0.57%)", "Cardiovascular impairment * 0/349 (0.00 %)", "Adverse Events 2:", "Total: 69/353 (19.55 per cent)", "Anemia * 2/353 (0.57%)", "Leucopenia * 1/353 (0.28%)", "Neutropenia * 1/353 (0.28%)", "Thrombocytopenia * 1/353 (0.28%)", "Atrial fibrillation * 0/353 (0.00 %)", "Cardiac arrest * 1/353 (0.28%)", "* 4/353 (1.13%)", "Acute heart failure * 1/353 (0.28%)", "Cardiorespiratory arrest * 0/353 (0.00 %)", "Cardiovascular impairment * 1/353 (0.28%)"]}