{"Clinical Trial ID": "NCT00559507", "Intervention": ["INTERVENTION 1:", "Treatment (treatment of enzyme inhibitors)", "The treatment is repeated every 28 days in the absence of disease progression or unacceptable toxicity."], "Eligibility": ["Incorporation criteria:", "Histologically or cytologically confirmed breast carcinoma", "A non-resectable disease", "(American Joint Committee on Cancer (AJCC) Phase IV) disease", "A negative breast cancer with estrogen receptors and progesterone defined as < 10% immunohistochemistry expression (IHC)", "A measurable disease, defined (by criteria for assessing response in solid tumours [RECIST]) as a one-dimensional injury that can be measured 20mm by conventional techniques or 10 mm by spiral tomography (CT) scan", "• Measurable target lesions should not be in a previously irradiated field.", "Patients with locally advanced and non-resectable disease should have a progression of the disease after at most first-line chemotherapy treatment.", "Patients with signs of recurrent disease during or within 6 months of adjuvant chemotherapy will be considered to have failed a single line of chemotherapy for metastatic disease.", "The human epidermal growth factor receptor 2 (HER2), defined as immunohistochemistry (IHC) 3+ or in situ fluorescence hybridization (FISH) amplification > 2.1, must have received trastuzumab (Herceptin®) in adjuvant or metastatic media and have experienced recurrence or progression of the disease, respectively", "No known brain metastases", "Eligible men and women", "• Menopausal status not specified", "2 (Karnofsky PS 60-100%)", "Life expectancy > 3 months", "Absolute neutrophil count 1,500/mcL", "Number of platelets 100 000/mcL", "Hemoglobin > 9 g/dL", "Total normal bilirubin", "Aspartate aminotransferase (AST) (oxaloacetic glutamic serum transaminase [SGOT])/alanine aminotransferase (ALT) (pyruvate transaminase (SGPT) glutamic serum) 2.5 x upper institutional limit of normal", "OR creatinine clearance 60 mL/min", "The ratio of urinary protein creatinine (UPC) should be 1.0", "Patients with UPC > 1.0 ratios must have a 24-hour urine protein < 1000 mg to be eligible for the study.", "No pregnancy or breast-feeding", "• Women of childbearing potential and men should use adequate contraception (e.g. hormonal method or contraception or abstinence barrier) before, during and for 8 weeks after completion of the study treatment.", "Able to understand and want to sign a written informed consent document", "No history of allergic reactions attributed to compounds of chemical or biological composition similar to AZD0530", "No QTc interval 500 msecs", "No conditions affecting the ability to swallow AZD0530 tablets, including:", "gastrointestinal disease resulting in inability to take oral medication or need for a diet IV", "Previous surgical procedures affecting absorption", "An active peptic ulcer disease", "No intercurrent cardiac dysfunction, including, but not limited to, any of the following:", "- Symptomatic congestive heart failure", "♪ Unstable angina pectoris ♪", "Uncontrolled cardiac arrhythmia", "History of myocardial infarction within 6 months of treatment", "No uncontrolled intercurrent illness, including, but not limited to, continuous or active infection or psychiatric illness or social situations that would limit compliance with the requirements of the study.", "No restrictive or obstructive severe pulmonary disease according to initial lung function studies, including one of the following lung function test (LTP) parameters:", "Total lung capacity < 60%", "Forced vital capacity < 50%", "Forced expiratory volume in one second (FEV_1) < 50%", "Carbon monoxide (DLCO) diffusion capacity < 50%", "O_2 < 92% or decrease in saturation O_2 > 4% with exercise", "Patients with metastatic disease may not have received more than one prior chemotherapy.", "No unresolved Grade 3 toxicity from agents received more than 3 weeks earlier", "No chemotherapy, radiotherapy or experimental treatment within 3 weeks (6 weeks for nitrosourea or mitomycin C) prior to entry into the study", "No agonist hormone luteinization agonist within 4 weeks of entry into the study", "More than 7 days since prior and non-concomitant use of cytochrome P 450 3A4 (CYP3A4) agents", "No concomitant megestrol acetate, even when prescribed for appetite stimulation", "No other concomitant experimental or commercial agent for the treatment of breast cancer", "No combination antiretroviral therapy for human immunodeficiency virus (HIV)-positive patients", "No concomitant megestrol acetate"], "Results": ["Performance measures:", "• Disease Control Rate (DCR)", "The response and progression were evaluated in this study using the Criteria for Assessing Response in Solid Tumours (RECIST) Target Injury: Complete Response (CR): Disappearance of all target lesions Partial Response (PR): At least 30% decrease in the sum of the longest diameter (LD) of target lesions, using as a reference the base sum of LD Progressive Disease (PD): At least 20% increase in the sum of LD of target lesions, taking as a reference the smallest sum of LD recorded since the start of treatment or the onset of one or more new lesions Stable Disease (SD): No shrinkage sufficient to be eligible for LD or an increase sufficient to be eligible for the RFP, taking as a reference the smallest sum of LD since the start of treatment", "Time: after 24 weeks of study treatment", "Results 1:", "Title of the arm/group: Treatment (therapy with enzyme inhibitors)", "Description of the arm/group: Patients receive saracatinib PO on days 1-28. Treatment is repeated every 28 days in the absence of disease progression or unacceptable toxicity.", "Total number of participants analysed: 9", "Type of measurement: Number", "Unit of measurement: participants 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/9 (33.33 per cent)", "Hypoxia 1/9 (11.11 per cent)", "Fatigue (asthenia, lethargy, malaise) 1/9 (11.11 %)", "• Adrenal impairment 1/9 (11.11 per cent)", "Sodium, low (hyponatraemia) 1/9 (11.11 %)", "Increased liver enzymes 1/9 (11.11 %)"]}