{"Clinical Trial ID": "NCT00483223", "Intervention": ["INTERVENTION 1:", "· Cisplatin or carboplatin", "· Cisplatin or carboplatin (1 arm, 2 cohorts)", "Cisplatin: administered intravenously on the first day of each three-week treatment cycle at 75mg/m2. Participants may continue to receive study therapy until their disease worsens and they have no serious side effects.", "Carboplatin: given intravenously on the first day of each 3-week treatment cycle at AUC 6. Participants may continue to receive study therapy until their disease worsens and they have no serious side effects."], "Eligibility": ["Incorporation criteria:", "According to AJCC 6th Edition (American Joint Committee on Cancer), invasive breast cancer confirmed histologically with stage IV disease, either a proven biopsy or unequivocal evidence of metastatic disease through physical examination or radiological study", "All tumours should be ER-, PGR- and HER2-negative", "- 18 years or older", "A paraffin tissue block is required from primary tumour tissue or from diagnostic metastatic biopsy at relapse.", "A disease that can be measured by RECIST", "- Rate of return of 0.1 or 2 according to ECOG criteria (Eastern Cooperative Oncology Group)", "• Life expectancy greater than 12 weeks", "Normal function of the organ and bone marrow documented within 14 days prior to entry as defined by the protocol", "- Exclusion criteria:", "More than previous chemotherapy for the treatment of recurrent or metastatic breast cancer", "Prior treatment with cisplatin, carboplatin or other chemotherapeutic agents of platinum", "• Active brain metastases or unevaluated neurological symptoms suggesting brain metastases", "• Intercurrent disease or other major or co-morbid medical condition that may affect participation in the study", "Significant history of uncontrolled heart disease such as uncontrolled hypertension, unstable angina, recent myocardial infarction, uncontrolled congestive heart failure, symptomatic or asymptomatic cardiomyopathy, but with decreased ejection fraction <45%", "• Renal dysfunction for which the dose of cisplatin would require dose modification or would be considered dangerous", "Pregnant or lactating women", "History or other malignity that has not been treated with curative intent"], "Results": ["Performance measures:", "Objective response rate", "- Objective response rate (OR) (full response [CR]+ partial response [PR]) by RECIST (Evaluation Criteria for Responses in Solid Tumours).", "Complete response (CR): Disappearance of all target lesions", "Partial response (PR): a decrease of at least 30% in the sum of the LD (longest diameter) of the target lesions, taking as a reference the base sum of the LD", "• Stable Disease (SD): neither a shrinkage sufficient to qualify for PR nor an increase sufficient to qualify for the RFP, taking as a reference the smallest sum of LD since the start of treatment", "At least a 20% increase in the sum of LD of the target lesions, taking as a reference the smallest sum of LD recorded since the start of treatment or the occurrence of one or more new lesions", "Duration: 3 years", "Results 1:", "Title of arm/group: Cisplatin or Carboplatin", "Description of the arm/group: Cisplatin or carboplatin (1 arm, 2 cohorts)", "Cisplatin: administered intravenously on the first day of each three-week treatment cycle at 75mg/m2. Participants may continue to receive study therapy until their disease worsens and they have no serious side effects.", "Carboplatin: given intravenously on the first day of each 3-week treatment cycle at AUC 6. Participants may continue to receive study therapy until their disease worsens and they have no serious side effects.", "Total number of participants analysed: 86", "Type of measure: Number of participants", "Unit of measure: Participants Complete response: 33.5 per cent", "Partial response: 19 22.1%", "stable diseases > 6 months: 4.7%", "Progressive diseases: 57 66.3%", "Non-evaluable: 3 3.5 per cent"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/86 (9.30 per cent)", "- Hypersensitivity reaction to Cisplatin 1/86 (1.16%)", "Infection with normal CNA 4/86 (4.65 %)", "Number of neutrophils 1/86 (1.16 %)", "Hyperglycaemia 1/86 (1.16%)", "Hypertension 1/86 (1.16%)"]}