{"Clinical Trial ID": "NCT02721147", "Intervention": ["INTERVENTION 1:", "• Participants eligible for registration", "• Feasibility is measured prior to randomization by the percentage of participants enrolled in the number of persons approached for the study."], "Eligibility": ["Incorporation criteria:", "Women", "Age > 21 years", "Has a diagnosis of non-recurring breast cancer in stage I-III", "* Active treatment completed (e.g. chemotherapy, radiation therapy, surgery) 6 months-5 years ago (current use of endocrine treatment is acceptable)", "To a partner or spouse who is > 21", "Lives with a romantic partner > 6 months", "Note of > 3 on Patient Care Monitor the Sexual Concern Screening Element", "No hearing impairment in patient or partner", "- Exclusion criteria:", "• Unable to speak English, as indicated in the medical file or as observed by a member of the study team", "ECOG Performance score > 2 OR too ill to participate as judged by the doctor/in the medical record", "• Demonstrated cognitive dysfunction or psychiatric disorders such as suicidal ideation or serious mental illness, as observed or judged by the researcher, reference source or any other qualified observer.", "Previous history of any cancer other than non-melanoma skin cancer", "Currently participating in couple/marital therapy", "Currently pregnant"], "Results": ["Performance measures:", "• Feasibility of treatment measured by the Accrual study", "• Feasibility is measured by the percentage of persons eligible for the study who participated in the intervention study (i.e., acceptance rate).", "Time limit: up to 8 weeks", "Results 1:", "• Arm/Group Title: Eligible Enrolment Participants", "Description of the arm/group: Feasibility is measured prior to randomization by the percentage of participants enrolled on the number of persons approached for the study.", "Total number of participants analysed: 182", "Type of measure: Number of participants", "Unit of measure: Participants 62 34.1%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/40 (0.00 per cent)"]}