{"Clinical Trial ID": "NCT01234402", "Intervention": ["INTERVENTION 1:", "Ramucirumab + Capecitabine", "Participants received 10 milligrams per kilogram (mg/kg) of Ramucirumab intravenously on day 1 of the 21-day cycle and 1000 milligrams per square metre (mg/m^2) of Capecitabine twice daily orally on days 1 to 14 of the 21-day cycle.", "INTERVENTION 2:", "Icrucumab + Capecitabine", "Participants received 12 mg/kg of Icrucumab intravenously on day 1 and day 8 of the 21-day cycle and 1000 mg/m^2 of Capecitabine twice daily orally on days 1 to 14 of the 21-day cycle."], "Eligibility": ["Incorporation criteria:", "The participant has histologically or cytologically confirmed breast cancer which, at the time of entry into the study, is either stage III disease not suitable for curative treatment or stage IV disease.", "A measurable or non-measurable disease", "To an Eastern Cooperative Oncology Group (ECOG) performance status of 0-1", "Has previously received anthracycline treatment", "Has already received a taxane therapy", "Participants with positive 2-receptor disease (HER2) of human epidermal growth factor should have progressed on or after trastuzumab.", "Participants with positive-receptor hormonal disease must have progressed during or after hormonal treatment.", "Has received 3 previous chemotherapys in any context (a regimen is defined as any agent that has been administered for more than one cycle; neoadjuvant/adjuvant sequential treatment is considered a regimen).", "Has completed any prior radiation therapy 4 weeks prior to randomisation", "Has completed any prior hormonal treatment 2 weeks prior to randomisation", "To adverse reactions (AEs) that have resolved up to the first year by the National Cancer Institute Common Terminological Criteria for Adverse Reactions, Version 4.0 (NCI-CTCAE v 4.0) of all clinically significant toxic effects of previous chemotherapy, surgery, radiotherapy or hormonal therapy", "Has adequate haematological, coagulation, hepatic and renal function", "- Has not:", "- Cirrhosis at a level of Child-Pugh B (or worse) or", "· Cirrhosis (regardless of degree) and history of hepatic encephalopathy or ascites resulting from cirrhosis and requiring continuous treatment with diuretics and/or paracentesis", "The urinary protein is 1+ on the baguette or routine urine analysis; if the urinary protein 2+, a 24-hour urine collection should demonstrate < 1000 mg protein within 24 hours to allow participation in the study", "• Agrees to use adequate contraception during the study period and for 12 weeks after the last dose of the study drug", "- Exclusion criteria:", "- Concomitant active malignancy other than adequately treated non-melanomatous skin cancer, in situ curatively treated cervical carcinoma, or other non-invasive carcinoma or in situ neoplasm. A participant with a history of malignancy is eligible, provided there has been a disease-free interval for > 3 years.", "Has a known sensitivity to capecitabine, any of its components or other medicinal products formulated with polysorbate 80", "known sensitivity to 5-fluorouracil (5-FU)", "Has a known dihydropyrimidine dehydrogenase deficiency", "Has received pre-treatment with capecitabine for advanced breast cancer", "Has received experimental treatment within 2 weeks prior to randomization", "Bevacizumab received within 4 weeks prior to randomization", "Has received more than one previous antiangiogenic agent for breast cancer", "Has known sensitivity to agents of similar biological composition such as ramucirumab DP or Icrucumab (IMC-18F1), or to other agents that specifically target vascular endothelial growth factor (VEGF)", "• Acute or subacute intestinal obstruction or a history of chronic diarrhoea requiring continued medical intervention", "History of hereditary or acquired bleeding or uncontrolled thrombotic disorders", "In the 3 months prior to randomization, a Grade 3 haemorrhagic event was presented.", "Is treated with prophylactic or therapeutic anticoagulation with warfarin or any other oral anticoagulant", "To an uncontrolled intercurrent disease, including, but not limited to, uncontrolled hypertension, symptomatic anaemia, symptomatic congestive heart failure, unstable angina, symptomatic or poorly controlled cardiac arrhythmia, psychiatric/social illness, or any other serious uncontrolled medical condition in the opinion of the investigator", "- experienced arterial thrombotic or thromboembolic events, including, but not limited to, myocardial infarction, transient ischemic attack or stroke within 6 months prior to randomization", "In brain metastases, uncontrolled spinal cord compression or leptomenal disease", "A permanent or active infection requiring parenteral, antifungal or antiviral treatment", "Has already received an allogeneic organ or tissue transplant", "• underwent major surgery within 4 weeks prior to randomization or placement of a subcutaneous venous access device within 7 days prior to randomization", "Has had a serious non-healing injury, ulcer, or bone fracture within 4 weeks prior to randomization", "Has experienced an infection with HIV or AIDS", "A major surgery programmed or optional to be performed during the test", "The participant is pregnant or breast-feeding"], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "The SSP is defined as the period from the date of randomization to the date of the progression objectively determined as defined by the criteria for assessing response in solid tumours (RECIST v1.1) or death of a cause, depending on the first. The progression of the disease is defined as a 20% increase in the sum of the diameters of the target lesions, taking as a reference the smallest sum on the study (including the initial sum if it was the smallest sum in the study); the sum must have demonstrated an absolute increase of 5 mm (mm) and the appearance of a new injury was progression.", "Delay: From the date of randomization to disease progression or death due to any cause (up to 97 weeks)", "Results 1:", "Title of the arm/group: Ramucirumab + Capecitabine", "The participants received 10 milligrams per kilogram (mg/kg) of Ramucirumab intravenously on day 1 of the 21-day cycle, as well as 1000 milligrams per square metre (mg/m^2) of Capecitabine twice daily orally on days 1-14 of the 21-day cycle.", "Total number of participants analysed: 52", "Median (95% confidence interval)", "Unit of measurement: Weeks 22.1 (12.1 to 36.1)", "Results 2:", "Title of arm/group: Icrucumab + Capecitabine", "The participants received 12 mg/kg Icrucumab intravenously on day 1 and day 8 of the 21-day cycle and 1000 mg/m^2 Capecitabine twice daily orally on days 1 to 14 of the 21-day cycle.", "Total number of participants analysed: 49", "Median (95% confidence interval)", "Unit of measure: Weeks 7.3 (6.3 to 13.0)"], "Adverse Events": ["Undesirable Events 1:", "Total: 20/52 (38.46 per cent)", "Anemia 0/52 (0.00 %)", "Pancytopenia 1/52 (1.92%)", "Acute myocardial infarction 0/52 (0.00 %)", "Atrial fibrillation 0/52 (0.00 %)", "Heart failure 1/52 (1.92%)", "Cardiogenic shock 1/52 (1.92%)", "- Palpitations 0/52 (0.00 %)", "Pericardial infusion 0/52 (0.00 %)", "Right ventricular defect 1/52 (1.92%)", "Abdominal pain 0/52 (0.00 %)", "Ascites 3/52 (5.77%)", "Adverse Events 2:", "Total: 25/49 (51.02 per cent)", "Anemia 2/49 (4.08%)", "Pancytopenia 0/49 (0.00 %)", "Acute myocardial infarction 1/49 (2.04%)", "Atrial fibrillation 1/49 (2.04%)", "Heart failure 0/49 (0.00 %)", "Cardiogenic shock 0/49 (0.00 %)", "Palpitations 1/49 (2.04%)", "Pericardial infusion 4/49 (8.16 per cent)", "Right ventricular defect 0/49 (0.00 %)", "Abdominal pain 1/49 (2.04%)", "Ascites 0/49 (0.00 %)"]}