{"Clinical Trial ID": "NCT00436917", "Intervention": ["INTERVENTION 1:", "zoledronic acid", "4 mg intravenously over 15 minutes every 6 months (up to disease progression or for 5 years)"], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Diagnosis of localised breast cancer", "Stage I-IIIA", "Adequately treated breast cancer", "No clinical or radiological evidence of recurrent or metastatic disease", "Originally, the total lumbar spine or mineral density of the T-score femoral neck bone < -2.0 standard deviation (e.g., a patient with a T score of -2.1 is eligible)", "Status of the Hormone-Receptor:", "Oestrogen and/or progesterone-positive receptor breast cancer", "CHARACTERISTICS OF PATIENTS:", "Women", "After menopause, defined by 1 of the following criteria:", "Age > 55 with cessation of period", "55 years old with spontaneous cessation of menstruation for > 1 year", "The age of 55 years with spontaneous cessation of menstrual period for 1 year, but amenorrheic (e.g., spontaneous or secondary to hysterectomy), AND has postmenopausal estradiol levels", "- Bilateral oophorectomy", "ECOG Performance Status 0-2", "Life expectancy 5 years", "WBC 3000/mm3 OR granulocytes 1,500/mm3", "Number of platelets 100 000/mm3", "- Alcaline phosphatase 3 times above the normal limit (ULN)", "AST 3 times ULN", "Creatinine < 2.0 mg/dL", "creatinine clearance 45 mL/min", "No hypercalcaemia (i.e., calcium levels > 1 mg/dL above the NSA) OR hypocalcaemia (i.e., calcium levels > 0.5 mg/dL below the lower limit of normal) in the last 6 months", "No other malignancy in the last 5 years, except skin cancer or in situ carcinoma of the treated basal cell or squamous cell", "No other non-malignant systemic disease, including any of the following:", "Uncontrolled infection", "Uncontrolled diabetes mellitus", "Uncontrolled thyroid dysfunction", "(hyperparathyroidism, hypercortisolism, Paget's disease, imperfect osteogenesis)", "Malabsorption syndrome", "No uncontrolled convulsive disorder associated with falls", "No known hypersensitivity to zoledronate or other bisphosphonates, letrozole, calcium or vitamin D", "No concurrent active dental problems, including any of the following:", "• Infection of teeth or jaw (maxillary or mandibular)", "Dental or installation trauma", "• Pre- or current diagnosis of osteonecrosis of the jaw", "• Smells of bone in the mouth", "Slow healing after dental procedures", "No contraindication to the dual-energy X-ray absorptiometry of the spine (DXA) as defined by any of the following:", "• History of surgery in the lumbosacral spine, with or without implantable devices", "Scoliosis with Cobb angle > 15 degrees to lumbar spine", "• Imposability, hyperostosis or sclerotic changes in the lumbar spine, or evidence of sclerotic abdominal aorta sufficient to interfere with DXA scan", "A disease of the spine that would prevent the correct acquisition of a lumbar spine DXA", "There are no conditions that would prevent the follow-up or conformity of studies.", "No psychiatric illness that would prevent informed consent", "THERAPE PRIOR CONCURENT:", "More than 3 weeks from the beginning and no other concomitant oral bisphosphonates", "No intravenous anterior bisphosphonate", "No previous treatment with an aromatase inhibitor", "More than 6 months since previous anabolic steroids or growth hormone", "More than 2 weeks from the beginning and no concomitant osteoclastic bone resorption inhibitors (e.g. calcitonin, mithramycin or gallium nitrate)", "More than 30 days since previous drugs and/or systemic research devices", "More than 7 days since the previous topical investigation drug", "More than 6 weeks since the start of dental surgery or jaw surgery (e.g. extraction, implants)", "- Short-term concomitant corticosteroid therapy is permitted.", "No sodium fluoride, parathyroid hormone or tibolone", "No other medicinal product or concomitant experimental device"], "Results": ["Performance measures:", "Average rate of intra-patient variation in total bone mineral density (BMD) of the lumbar spine (L1 to L4)", "Change: BMD values at 12 months after entry into the study minus BMD values at baseline, expressed as a percentage of base value.", "Time limit: reference level and 1 year", "Results 1:", "Title of arm/group: Zoledronic acid", "Description of the arm/group: 4 mg intravenously over 15 minutes every 6 months (up to disease progression or for 5 years)", "Total number of participants analysed: 30", "Average (95% confidence interval)", "Unit of measure: Percentage of reference value 2.66 (1.27 to 4.62)"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/52 (1.92%)", "Musculoskeletal disorders 1/52 (1.92%)"]}