{"Clinical Trial ID": "NCT00912340", "Intervention": ["INTERVENTION 1:", "- Trastuzumab", "Patients receive trastuzumab IV for 30 minutes once every 3 weeks and continue to receive their most recent hormonal treatment. Patients who reach disease progression receive everolimus PO daily in combination with trastuzumab and hormonal treatment.", "INTERVENTION 2:", "Everolimus", "Patients with progression of the disease receive trastuzumab IV for 30 to 90 minutes once every 3 weeks in combination with everolimus and hormone therapy."], "Eligibility": ["Incorporation criteria:", "Patients will be included in the study on the basis of the following criteria:", "The metastatic breast cancer of the hormone is defined as the progression of the disease within 6 months of the beginning of the most recent hormonal treatment.", "At least one endocrine treatment line in the metastatic context", "- Candidate for hormonal therapy (RE and/or progestative progestative [PR] receptor for primary diagnosis and metastatic diagnosis where tissue is available)", "HER2/neu-negative breast cancer according to standard criteria (immunohistochemistry [IHC] < 3+ or fluorescence hybridization in situ [FISH]-negative if IHC 3+) at primary diagnosis", "• Must have a metastatic biopsy with a HER2 expression of 1+ or 2+ by IHC", "If the biopsy of the metastatic lesion is performed prior to entry into the study, the expression HER2 by IHC should be 1+ or 2+", "A histologically confirmed, measurable or evaluable disease; if the disease is measurable, the criteria for assessing the response in solid tumours (RECIST) should be used.", "Life expectancy > 6 months", "Statement of Operations of the Eastern Cooperative Oncology Group (ECOG) 2", "An adequate bone marrow function, as indicated by the following:", "Absolute neutrophil count (ANC) > 1500/μL", "100 000/μL blisters", "Hemoglobin > 10 g/dL", "Adequate renal function as indicated by 1.5x upper limit of normal creatinine (ULN)", "Adequate liver function as indicated by bilirubin 1.5x ULN", "International Standardized Report (INR) 1.3 (or 3 on anticoagulants)", "Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) < 2x ULN, except in the case of primary illness", "Signed informed consent", "Adequate birth control", "When fasting serum cholesterol 300 mg/dL OR 7.75 mmol/L AND fasting triglycerides 2.5 x ULN. NOTE: If either or both of these thresholds are exceeded, the patient can only be included after the initiation of an appropriate lipid reduction medication.", "- Exclusion criteria:", "Patients will be excluded from the study on the basis of the following criteria:", "- Prior treatment with trastuzumab or other treatments directed by HER2 or a mammalian target of rapamycin inhibitor (mTOR) within 12 months of entry into the study (when cancer was not definitely a refractory hormone)", "HER2 0 or 3+ by IHC on pre-treatment biopsy of metastatic lesion (if performed)", "Active infection", "Non-controlled central nervous system metastases", "• Life-threatening visceral metastases", "Pregnant or lactating women", "Previous chemotherapy in the last 4 weeks", "Previous radiation therapy in the last 4 weeks; prior radiation therapy to indicate injury (unless the recurrence or objective progression of the disease within the radiation portal has been documented since the radiation was completed)", "- Concomitant malignancies or previous malignancies over the past 5 years, with the exception of properly treated basal cell or squamous carcinoma of the skin or in situ carcinoma of the cervix", "• History of major heart disease, cardiac risk factors or uncontrolled arrhythmias", "- Ejection fraction < 50% or below the lower limit of the institutional normal range, whichever is lower", "• Hypersensitivity to test medicinal products", "Emotional Limitations", "Previous treatment with any experimental drug in the previous 4 weeks", "Patients receiving chronic, systemic treatment with corticosteroids or other immunosuppressive agents", "Uncontrolled diabetes rate as defined by fasting blood glucose > 1.5 x ULN", "Liver diseases such as cirrhosis, chronic active hepatitis or persistent chronic hepatitis", "• Known history of HIV-positiveness", "• Impairment of gastrointestinal function or gastrointestinal disease that may significantly affect the absorption of everolimus (e.g. ulcerative disease, uncontrolled nausea, vomiting, diarrhoea, malabsorption syndrome or small intestine resection)", "Patients with active haemorrhagic diathesis", "Hormonal contraceptives are not acceptable as a single contraceptive method. (Women of childbearing potential should undergo a negative urine or serum pregnancy test within 7 days of the administration of everolimus)", "Patients previously treated with mTOR inhibitors (sirolimus, temsirolimus, everolimus)", "Intrinsic symptomatic pulmonary disease or significant tumour damage to the lungs, resulting in resting dyspnoea", "By taking one of the following agents:", "Chronic treatment with systemic steroids or other immunosuppressive agents", "Live vaccines", "- Medicinal products or substances known to be inhibitors or inducers of cytochrome P450 isoenzyme, family 3, subfamily A (CYP3A)"], "Results": ["Performance measures:", "- Progression-free survival (PFS) until the first progression", "The median PFS will be calculated based on the time required for the first progression or death.", "Timeline: Every 3 to 4 weeks after the start of the study, until progression or death, evaluated up to 5 years", "Results 1:", "Title of arm/group: Trastuzumab", "Description of the arm/group: Patients receive trastuzumab IV more than 30 minutes once every 3 weeks and continue to receive their most recent hormonal treatment.", "Total number of participants analysed: 24", "Median (95% confidence interval)", "Unit of measurement: month 2.0 (1.6 to 4.1)", "Results 2:", "Title of the arm/group: Everolimus", "Description of the arm/group: Patients receive everolimus PO daily and continue their most recent hormonal treatment. Patients who reach the progression of the disease receive trastuzumab IV more than 30-90 minutes once every 3 weeks in combination with everolimus and hormone therapy.", "Total number of participants analysed: 30", "Median (95% confidence interval)", "Unit of measure: month 5.7 (3.9 to 8.9)"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/24 (4.17 per cent)", "*1/24 (4.17 per cent)", "Other heart disease *0/24 (0.00%)", "Decreased ejection fraction *0/24 (0.00 %)", "Hypertension *0/24 (0.00 %)", "*0/24 (0.00 %)", "*0/24 (0.00%)", "Adverse Events 2:", "Total: 6/30 (20.00)", "*1/30 (3.33%)", "*1/30 (3.33%)", "Decrease in ejection fraction *1/30 (3.33%)", "Hypertension *1/30 (3.33%)", "*1/30 (3.33%)", "*2/30 (6.67 per cent)"]}