{"Clinical Trial ID": "NCT00423917", "Intervention": ["INTERVENTION 1:", "-Fulvestant + Bevacizumab", "Patients receive Fulvestrant 250 mg intramuscularly every 28 days and Bevacizumab 10mg/kg intravenously with a speed-regulating device on days 1 and 15. The first-cycle fulvestrant dose will consist of an additional 250 mg on day 1 (for a total of 500 mg Cycle 1, Day 1). The initial dose of bevacizumab will be administered for 90 minutes.If the first infusion is tolerated without adverse effects associated with infusion (fever and/or chills), the second infusion can be administered for 60 minutes.If the 60-minute infusion is well tolerated, all subsequent infusions can be administered for more than 30 minutes.The courses repeat every 4 weeks in the absence of disease progression or unacceptable toxicity."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "A breast cancer confirmed histologically or cytologically", "Metastatic diseases", "• Must have received an aromatase inhibitor (e.g., letrozole, anastrozole or exemestane) in an adjuvant or metastatic setting", "If the tumour is HER2 positive (3+ by immunohistochemistry or amplified by fluorescent in situ hybridization), the patient should have received prior treatment containing trastuzumab (Herceptin®), unless there is a contraindication to trastuzumab.", "A measurable or non-measurable disease, including any of the following:", "Bone metastases", "Pleural/pericardial effusion", "Ascites", "Inflammatory skin changes", "No microscopic residual disease only", "Incorporation or Refusal to Enroll in the Clinical Trial CCTTG-N0392", "No signs of active brain metastases, including leptomeal involvement", "Controlled CNS metastases (i.e., at least 2 months without symptoms or signs of progression) with previous surgery and/or radiation therapy are permitted.", "- Hormonal receptor status:", "A positive tumour at estrogen and/or progesterone receptors", "CHARACTERISTICS OF PATIENTS:", "Men or women", "Women must be menopausal on the basis of one of the following criteria:", "- 60 years", "Age of 45 years with last menstrual period 12 months before entry into the study", "• Levels of estradiol and follicle-stimulating hormones in the postmenopausal interval", "History of bilateral ophorectomy", "ECOG Performance Status 0-2", "Life expectancy > 3 months", "Fertile patients should use effective contraception during and for 30 days after completion of study therapy.", "WBC 3,000 mg/dL", "Hemoglobin > 8 g/dL", "Absolute neutrophil count > 1000/mm3", "Number of platelets 100 000/mm3", "Bilirubine 1.5 times the upper limit of normal (ULN)", "- Alkaline phosphatase 2.5 times ULN", "AST and ALT 2.5 times ULN", "• Creatinine 1.5 times LSN", "Urine protein < 1+ OR < 1 g of protein by urine collection 24 hours a day", "No nephrotic syndrome", "No uncontrolled hypertension (i.e., blood pressure [BP] > 160/90 mm Hg twice at least 5 minutes interval)", "Patients who have recently started or adjusted antihypertensive medicinal products are eligible provided that BP is < 140/90 mm Hg on any new regimen for 3 different observations within 14 days", "No clinically significant heart disease, including any of the following:", "Congestive heart failure", "Symptomatic coronary artery", "A unstable angina", "• Cardiac arrhythmias poorly controlled by medicines", "Myocardial infarction in the last 12 months", "No arterial or venous thrombosis in the last 12 months", "No haemoptysis or gastrointestinal haemorrhage in the last 6 months", "No abdominal fistula, gastrointestinal perforation or intra-abdominal abscesses in the last 4 weeks", "No significant traumatic injuries in the last 4 weeks", "No active infection, unsolved", "No history of hypertensive seizure or hypertensive encephalopathy", "No history of haemorrhagic diathesis or uncontrolled coagulopathy", "No stroke, haemorrhage or stroke", "No allergy or hypersensitivity to the excipients of the drug product, murine antibodies or chemically similar to the drugs under study", "No other malignancy in the last 3 years, except for basal cells or squamous cells skin cancer or in situ cervix carcinoma", "No other serious medical conditions that would prevent therapy or compliance with the study", "THERAPE PRIOR CONCURENT:", "See Disease Characteristics", "· Radiotherapy prior to a target injury is permitted provided there is a clear progression since the radiation therapy has been completed.", "At least 4 weeks since previous radiation therapy", "Single dose radiation for palliation or non-target injury is permitted only in the last 4 weeks.", "No more than one previous chemotherapy regimen for metastatic diseases", "No more than 2 previous endocrine (hormonal) treatments in neoadjuvant, adjuvant or metastatic settings", "At least 4 weeks after major surgery or open biopsy", "At least 4 weeks after prior chemotherapy or immunological treatment", "At least 2 weeks from previous use and no concomitant use of any of the following:", "Aspirin (a daily dose of [81 mg] aspirin is allowed)", "Thrombolytic agents", "Anticoagulants (low-dose anticoagulant therapy to maintain the capacity of a vascular access device is allowed)", "No concomitant treatment in another clinical study with research procedures or research therapies", "No other concomitant cancer therapy, including chemotherapy, biological agents or radiotherapy", "No current use of granulocytic colony stimulating factors during class 1", "No competing oprelvekin"], "Results": ["Performance measures:", "- Progression-free survival rate (PFS) from 6 months to 6 months", "The primary criterion in this trial is the 6-month progression-free survival rate. A patient is considered to be a 6-month progression-free survivor if the patient is in study treatment 6 months after registration without disease progression documentation. The proportion of success will be estimated by the number of successes divided by the total number of patients assessed. Furthermore, if some patients have not been monitored for at least 6 months, an estimate and a 95% confidence interval for the 6-month progression-free survival rate including censorship will be calculated using the Kaplan-Meier method. The progression is defined using the criteria for assessing response in solid tumour criteria (RCIST v1.0), such as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in untargeted injury or the occurrence of new lesions.", "Time limit: 6 months", "Results 1:", "Title of the arm/group: Fulvestant + Bevacizumab", "Description of the arm/group: Patients receive Fulvestant 250 mg intramuscularly every 28 days and Bevacizumab 10mg/kg intravenously with a speed control device on days 1 and 15. The smoking dose for the first cycle will be 250 mg extra on day 1 (for a total of 500 mg Cycle 1, Day 1). The initial dose of bevacizumab will be administered for 90 minutes.If the first infusion is tolerated without adverse effects associated with infusion (fever and/or chills), the second infusion can be administered for 60 minutes.If the 60-minute infusion is well tolerated, all subsequent infusions can be delivered for 30 minutes.The courses repeat every 4 weeks in the absence of disease progression or unacceptable toxicity.", "Total number of participants analysed: 33", "Type of measurement: Number", "Unit of measure: percentage of patients 39 (23 to 58)"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/33 (12.12 per cent)", "Diarrhoea 1/33 (3.03%)", "Intracranial haemorrhage 1/33 (3.03%)", "1/33 (3.03%)", "Confusion 1/33 (3.03%)", "Skin disorders 1/33 (3.03%)"]}