{"Clinical Trial ID": "NCT00058058", "Intervention": ["INTERVENTION 1:", "- Positive reference standard (RS+)", "Participants who were diagnosed with in situ channel carcinoma or invasive breast cancer following a biopsy or surgery that was performed within 365 days of the initial MRI were considered positive for cancer. Participants were considered positive only on the basis of a positive tissue diagnosis.", "INTERVENTION 2:", "Negative Reference Standard (RS-)", "All cases where no tissue cancer diagnosis was reported within 365 days of the initial MRI were considered negative, regardless of whether or not additional imaging was performed."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Recently confirmed in situ unilateral channel carcinoma or invasive breast cancer", "Confirmed by needle biopsy or fine needle aspiration (FNA) over the last 60 days", "A negative or benign mammogram (BI-RADS assessment 1 or 2) and a negative or benign clinical examination of the contralateral breast in the last 90 days", "A prior contralateral breast biopsy (including RNA) is allowed provided it has been performed at least 6 months prior to entry into the study.", "A preliminary magnetic resonance examination of the contralateral breast is permitted provided it has been performed at least one year prior to entry into the study.", "No distant history of breast cancer", "No new breast symptoms in the last 60 days for which further assessment is recommended.", "- Hormonal receptor status:", "Unspecified", "CHARACTERISTICS OF PATIENTS:", "Age", "- 18 years and over", "Gender", "Women", "Status of menopause", "Unspecified", "State of play", "Unspecified", "Life expectancy", "Unspecified", "Haematopoietic", "Unspecified", "Hepatic", "Unspecified", "Renal", "Unspecified", "Cardiovascular disorders", "No pacemaker", "No magnetic aneurysm clips", "Other", "Not pregnant", "No implanted magnetic device", "No severe claustrophobia", "No other contraindications to MRI", "No psychiatric, psychological or other conditions that would prevent informed consent", "THERAPE PRIOR CONCURENT:", "Biological therapy", "Unspecified", "- Chemotherapy", "At least 6 months after previous cancer chemotherapy", "Endocrinotherapy", "No concomitant therapeutic hormone therapy, tamoxifen or aromatase inhibitors (authorised preventive treatment)", "Radiotherapy", "Unspecified", "Surgery", "Unspecified"], "Results": ["Performance measures:", "MRI Diagnostic performance of contralateral breast cancers", "To assess the diagnostic performance of magnetic resonance imaging (MRI) in the evaluation of women's contralateral breast with a recent unilateral breast cancer diagnosis and negative contralateral mammography and clinical breast examination.", "The \"test\" status was defined according to the combination of the following four factors:", "The first IB-RAD: Contralateral Breast MRI", "The final IB-RADs: determined after any further work and followed up within 365 from the initial MRI (an explicit biopsy recommendation has always resulted in final IB-RADs of 4).", "A subsequent review includes all procedures resulting from an initial MRI (usually triggered by an BI-RAD 0 or 3) in 365 cases following the initial MRI.", "Whether or not the biopsy operation (Bx) was performed on the contralateral breast (study) in the 365 cases of the initial MRI", "Time limit: within 90 days of a negative mammography of the study", "Results 1:", "- Arm/group title: Positive reference standard (RS+)", "- Arm/group description: Positive Reference Standard indicates contralateral breast cancer (study) Participants who have been diagnosed with in situ channel carcinoma or invasive breast cancer following biopsy or surgery within 365 days of initial MRI were considered to be positive for cancer.", "Total number of participants analysed: 33", "Type of measure: Number of participants", "Unit of measurement: Test participants + (Final BI-RAD 0, 4, 5): 30 90.9%", "Negative test (T-): 3 9.1 per cent", "Test + (Initial MRI BI-RAD 4, 5/work-up): 30 90.9%", "Negative test (T-): 3 9.1 per cent", "Test + (initial MRI BI-RAD 4, 5/work-up/comp bx): 30 90.9%", "Negative test (T-): 3 9.1 per cent", "Test + (Initial MRI BI-RAD 0, 4, 5): 30 90.9%", "Negative test (T-): 3 9.1 per cent", "Test + (Initial MRI BI-RAD 0, 3, 4, 5): 31 93,9 %", "Negative test (T-): 2 6.1 per cent", "Test + (Initial MRI BI-RAD 0, 3, 4, 5/work)\": 31 93.9%", "Negative test (T-): 2 6.1 per cent", "Results 2:", "- Arm/group title: Negative Reference Standard (RS-)", "All cases where no tissue cancer diagnosis was reported within 365 days of the initial MRI were considered negative, regardless of whether additional imaging had been performed.", "Total number of participants analysed: 936", "Type of measure: Number of participants", "Unit of measure: Participants Test + (Final BI-RAD 0, 4, 5): 114 12.2%", "- Negative test (T-): 822 87.8%", "Test + (Initial MRI BI-RAD 4, 5 / work-up): 105 11.2%", "- Negative test (T-): 831 88.8%", "Test + (Initial MRI BI-RAD 4, 5/work-up/comp bx): 91 9,7 %", "Negative test (T-): 845 90.3%", "Test + (Initial MRI BI-RAD 0, 4, 5): 143 15.3%", "Negative test (T-): 793 84.7%", "Test + (initial BI-RAD MRI 0, 3, 4, 5): 247 26.4 %", "Negative test (T-): 689 73.6%", "Test + (Initial MRI BI-RAD 0, 3, 4, 5/work)\": 145 15.5%", "Negative test (T-): 791 84.5 per cent"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/1007 (0.00 per cent)", "Adverse Events 2:", "- Yeah, that's right."]}