{"Clinical Trial ID": "NCT00290732", "Intervention": ["INTERVENTION 1:", "Intraductal arm", "Participants received an intraductive administration of dextrose or dextrose with pegylated doxorubicin liposomal hydrochloride (PLD) prior to conventional breast cancer surgery."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "A histologically confirmed breast infiltrating carcinoma meeting one of the following criteria:", "T1-3, any nitrogen disease", "A proven channel carcinoma in situ", "Unregressed illness", "A mastectomy intended as a definitive surgical procedure", "• A known or suspected metastatic disease is allowed provided the mastectomy is planned", "A licensed non-palpable tumour (e.g., an initial T2-3 tumour that responded to preoperative treatment)", "No inflammatory breast cancer or other T4 characteristics", "A successful basic ducogram", "The extraction procedure of the base nipple must identify a productive channel of the nipple suction liquid", "No serious withdrawal of nipple", "Unspecified hormonal receptor status", "CHARACTERISTICS OF PATIENTS:", "Women", "• Menopausal status not specified", "ECOG Performance Status 0-2", "Absolute number of neutrophils 1,500/mm3", "Number of platelets 100 000/mm^3", "Hemoglobin 9.0 g/dL", "Creatinine twice the normal limit (ULN)", "Bilirubine 2 times LSN", "AST and ALT 2.5 times ULN", "No pregnancy or breast-feeding", "Negative pregnancy test", "Fertile patients should use effective contraception", "No significant history of severe allergy to iodized contrast or debilitating anxiety material that may not permit a ductogram", "THERAPE PRIOR CONCURENT:", "See Disease Characteristics", "Prior pre-operative chemotherapy, trastuzumab (Herceptin®) or authorised hormonal therapy provided it was completed 7-14 days prior to treatment under study", "No previous radiation therapy, excision biopsy, breast reduction, aseolar surgery or breast implant (precedents or history of implants removed)", "No other previous procedure that may have altered the breast ductal system in the ipsilateral breast", "No other chemotherapy, radiotherapy, endocrine treatment or concomitant biological agent for breast cancer", "No other concomitant experimental medicinal products", "Allowed concurrent biphosphonates"], "Results": ["Performance measures:", "Maximum tolerated dose (LMD)", "The maximum tolerated dose (LMD) of pegylated liposomal doxorubicin (PDL) in a channel of women with breast cancer awaiting mastectomy.", "Time limit: up to 30 days after administration of the PLD", "Results 1:", "Title of arm/group: Intraductal arm", "Description of the arm/group: Participants received intraductal administration of dextrose or dextrose with pegylated doxorubicin liposomal hydrochloride (PLD) prior to conventional breast cancer surgery.", "Total number of participants analysed: 15", "Type of measurement: Number", "Unit of measurement: milligrams 10"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/3 (0.00 per cent)", "Other dermatology (right-hand-areolar escarre) [1]0/3 (0.00 %)"]}