{"Clinical Trial ID": "NCT03511378", "Intervention": ["INTERVENTION 1:", "The Lupin Pegfilgrastim", "6 mg subcutaneous injection on day 2/3 of each 21 ± 3 day cycle. Number of cycles: 4.", "Lupin Pegfilgrastim: administration of Pegfilgrastim", "INTERVENTION 2:", "- Neulasta®", "6 mg subcutaneous injection on day 2/3 of each 21 ± 3 day cycle. Number of cycles: 4.", "Neulasta®: Neulasta® administration"], "Eligibility": ["Incorporation criteria:", "Patients should be able and willing to give their written informed consent prior to any study-related procedure.", "- Ambulatory, patients aged 18 years and over", "Patients with histological or cytological diagnosis of breast cancer who are eligible for neoadjuvant or adjuvant chemotherapy.", "Patients who are expected and eligible to receive/ receive myelosuppressive chemotherapy that contains at least one docetaxel/ paclitaxel/ doxorubicin/ cyclophosphamide/ epirubicin chemotherapeutic agent", "- Patients who have received no hematopoietic growth factors (e.g. G-CSF, PegGCSF, erythropoietin) or cytokines (e.g. interleukins, interferons) at any time in the past", "In patients with baseline LLN/ 3.5 x 109/L, ANC of 1.5 x 109/L, platelet count of 100 x 109/L and haemoglobin of 8.5 g/dL", "• Patients with an ECOG performance of 2", "* Patient whose life expectancy is estimated to be more than six months", "There is no sign of haemorrhage.", "- Exclusion criteria:", "1 Male patients", "2. Hypersensitivity to any of the study medicinal products or to its components such as E.coli proteins or a similar product", "3. Patients weighing < 45 kg", "4. Patients with myeloid malignancies and myelodysplasia or with metastatic disease in the bone marrow or brain", "5. Patients currently receiving radiation therapy or who have completed radiation therapy within 4 weeks prior to entering the study or who are likely to receive radiation therapy during the study", "6. Patients with anterior bone marrow or stem cell transplantation", "7. Patients with chronic use of oral corticosteroids (excluding 20 mg/day of prednisolone/ equivalent steroids), immunotherapy, monoclonal antibodies and/or biological therapy or any other pegylated medicinal product.", "8. Patients with a history of systemic use of antibiotics within 72 hours of chemotherapy", "9. Patients with an active infection that may require systemic antimicrobial treatment Patients with inadequate hepatic and renal function [defined as alkaline phosphatase > 2.5 X Upper normal limits (ULN), serum SGOT > 2.5 X ULN, PTMS > 2.5 X ULN, total bilirubin > 1.5 X ULN and creatinine > 1.5 X ULN of the pre-assessment reference range]", "10. Patients with HIV, HBV or HCV seropositivity", "11. Known cases of sickle cell anaemia", "12. Patients with radiographic signs of active lung infections and/or recent history of pneumonia within one month of screening", "13. Patients with clinically obvious splenomegaly subsequently confirmed by ultrasonography", "14. Patients with any other clinically significant disease that, in the opinion of the investigator, could compromise the patient's involvement in the study or overall interpretation of the data. [e.g., uncontrolled haematological, renal, hepatic, endocrine, neurological, psychiatric, metabolic, pulmonary, cardiovascular/disfunctioning disease or history of autoimmune disease]", "15. Patients who have participated in another clinical therapeutic study in the last 30 days prior to screening or who are likely to participate simultaneously in another clinical therapeutic study", "16. Patients suspected of complying with study procedures for mental, psychological or social reasons.", "17. Women of childbearing potential who are not willing to take a reliable and effective contraceptive measure during the study and at least 3 months after the last dose of the study drug.", "18. Pregnant and lactating women."], "Results": ["Performance measures:", "Comparison of the cumulative incidence of anti-pegfilgrastim antibodies (Binding and Neutralizing) and pegfilgrastim between treatment groups at the end of Cycle 4 (Day 84).", "The difference in the cumulative incidence of anti-pegfilgrastim antibodies (reliation and neutralization) (measured as a function of the difference in proportion of patients with antibodies) compared to Pegfilgrastim between the study groups at the end of Cycle 4 will be calculated.", "Time limit: end of cycle 4, day 84", "Results 1:", "Title of the arm/group: Pegfilgrastim de Lupin", "Description of the arm/group: 6 mg, subcutaneous injection on day 2/3 of each 21-3 day cycle. Number of cycles: 4.", "Lupin Pegfilgrastim: administration of Pegfilgrastim", "Total number of participants analysed: 69", "Type of measurement: Number", "Unit of measure: Proportion of patients with antibodies 0.0145", "Results 2:", "Title of the arm/group: Neulasta", "Description of the arm/group: 6 mg, subcutaneous injection on day 2/3 of each 21-3 day cycle. Number of cycles: 4.", "Neulasta: Neulasta administration", "Total number of participants analysed: 68", "Type of measurement: Number", "Unit of measure: Proportion of patients with antibodies 0.0441"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/70 (0.00 per cent)", "Neutropenia 0/70 (0.00 %)", "Anemia 0/70 (0.00 %)", "Adverse Events 2:", "Total: 2/68 (2.94%)", "Neutropenia 2/68 (2.94%)", "Anemia 1/68 (1.47%)"]}