{"Clinical Trial ID": "NCT00915603", "Intervention": ["INTERVENTION 1:", "Paclitaxel/Bevacizumab/Everolimus", "Systemic therapy", "INTERVENTION 2:", "Paclitaxel/Bevacizumab/Placebo", "Systemic therapy"], "Eligibility": ["Incorporation criteria:", "* Female or male patients >=18 years.", "Invasive breast cancer, locally non-resectable or metastatic, has been confirmed histologically.", "No previous chemotherapy for MBC.", "• Neoadjuvant chemotherapy (including taxanes and/or bevacizumab) as long as", "The treatment was completed > 12 months before relapse.", "An adjuvant or metastatic setting will be allowed.", "• Prior hormonal treatment in the adjuvant or metastatic setting is allowed. Patients with a positive estrogen receptor should be considered as candidates for chemotherapy.", "- HER2-cancer of the negative breast, defined as follows:", "(FISH ratio < 2.2), or", "IHC 0-1+, or", "IHC 2-3+ AND FISH-negative (FISH report < 2.2).", "Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.", "An adequate haematological function, defined by:", "· Absolute number of neutrophils (ANC) >150/mm3", "Number of platelets >=100 000/mm3", "Hemoglobin >9 g/dL", "Adequate liver function, defined by:", "· ASAT and ALT <=2.5 x upper limit of normal (ULN) or <=5 x ULN in", "Presence of liver metastases", "Total Bilirubine <=1.5 x ULN", "Adequate renal function, defined by:", "· Serum creatinine <=1.5 x ULN or creatinine clearance calculated", ">=40 ml/min", "International Standardized Rate (INR) <=1.5 or prothrombin time (PT)/partial", "Patients receiving anti-coagulation therapy with an agent such as warfarin or heparin are eligible if the NRI is stable and in the therapeutic range prior to initiation of treatment.", "A suitable lipid profile: total cholesterol <=300 mg/dL OR <=7,75 mmol/L and fasting triglyceride 2.5 x ULN. Note: If either or both of these thresholds are exceeded, the patient can only be included after the initiation of an appropriate medication to reduce lipids.", "Patients with screening proteinuria, as demonstrated by either:", "· urinary protein creatinine (UPC) ration > 1.0 at screening", "- or", "Dipstick Urine for proteinuria >=2+ (patients discovered)", "A proteinuria >=2+ when tested with dipstick at baseline should be 24 hours", "● Urine collection and should demonstrate <1 g protein in 24 hours", "► Eligible).", "A disease that can be measured according to RECIST criteria.", "Life expectancy >=12 weeks.", "- Ability to swallow oral medicines.", "adequate cardiac function, defined by the initial value of the left ventricular ejection fraction (VEF) >= normal by the institutional guidelines by MUGA analysis or", "Echocardiogram (ECHO).", "Adequate recovery following recent surgery.", "A major surgical procedure > 28 days from entry into the study", "Minor surgery > 7 days from entry into the study (Portacath placement)", "Except - patients can start treatment < 7 days after portacath placement.)", "Patients with a history of invasive cancer (including breast cancer) are eligible if the final treatment has been completed more than 5 years prior to the start of treatment under study, and there is no evidence of recurrent disease.", "The patient should be available for treatment and follow-up.", "All patients should be able to understand the experimental nature of the study and provide written informed consent prior to entry into the study.", "- It's okay.", "- Exclusion criteria:", "Patients who have undergone active brain metastases or meningeal metastases. Patients who have undergone brain metastases or received brain radiotherapy > 4 weeks prior to entry into the study are eligible if they meet all of the following criteria: 1) residual symptoms < grade 2, 2) no requirement for dexamethasone, and 3) follow-up MRI shows a regression of lesions after treatment and no new lesions occur.", "Prior treatment with a TOR-m inhibitor (sirolimus, temsirolimus, everolimus) or an anti-angiogenesis agent, unless:", "In the adjuvant framework, and", ">=12 months before recurrence.", "Previous radiotherapy for metastatic disease was completed <2 weeks prior to initiation of study therapy.", "Patients who are currently receiving systemic cancer treatment or who have received", "A previous systemic treatment within 4 weeks of the start of the study (e.g.", "- Chemotherapy, antibody treatment, targeted agents).", "All patients with reproductive potential should agree to use effective contraception from the time of entry into the study up to at least 3 months after the last administration of the study drug.", "Uncontrolled hypertension defined as systolic blood pressure > 150 mmHg or", "• Diastolic pressure > 100 mmHg, despite optimal medical care.", "The concomitant use of CYP3A4 inhibitors and inducers between 72 hours prior to initiation of study therapy and until the end of everolimus therapy.", "Cardiac disease, including congestive heart failure (CHF) > Class II by New York Heart Association (NYHA) classification; unstable angina (anginal symptoms at rest) or new angina (i.e. started in the last 3 months), or myocardial infarction in the last 6 months; symptomatic CHF, unstable chest angina or cardiac ventricular arrhythmias requiring anti-arrhythmic treatment.", "History of stroke or transient ischemic attack within 6 months prior to the first", "Dose of bevacizumab.", "* Patients with non-healing injury, ulcer or long bone fracture.", "* Patients with a clinical history of haemoptysis or haematemosis.", "Patients with a history of haemorrhagic diathesis or coagulopathy.", "Patients with PEG or G tubes cannot be included in this trial.", "• History of abdominal fistula, gastrointestinal perforation or intra-abdominal abscess within 6 months prior to the onset of bevacizumab.", "* Patients with impaired gastrointestinal function or gastrointestinal disease that may significantly affect the absorption of everolimus (e.g. ulcerative disease, uncontrolled nausea, vomiting, diarrhoea, malabsorption syndrome or small intestine resection).", "Patients with severe and/or uncontrolled medical conditions or other conditions", "Conditions that may affect their participation, such as:", "Severely altered pulmonary functions, such as spirometry and LOCD, represent 50% of the expected normal value and/or saturation of 02, i.e. 88% or less at rest in ambient air.", "Uncontrolled diabetes as defined by fasting blood glucose >1.5 x ULN.", "The history of any other disease, discovery of a physical examination or discovery of a clinical laboratory giving reasonable suspicion of a disease or condition that is contraindicated by the use of an experimental drug, or that could affect the interpretation of the results of that study, or make the subject at high risk of treatment complications.", "History of hypersensitivity to Cremophor EL (polyoxyethyl castor oil) or to a medicine formulated in Cremophor EL, such as paclitaxel.", "Patients may not receive any other experimental or anticancer treatment during their participation in this study.", "Patients receiving chronic and systemic treatment with corticosteroids or other immunosuppressive agents are allowed.", "Patients should not receive live attenuated vaccines within one week of entry into the study or during the study period.", "A serious, uncontrolled or intercurrent concomitant infection, including, but not limited to, continuous or active infection, or psychiatric or social situations that would limit compliance with the requirements of the study.", "* Patients with known hypersensitivity to RAD001 (everolimus) or other rapamycins (sirolimus, temsirolimus) or its excipients.", "Patients with known HIV status.", "- It's okay."], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "The progression-free survival will be measured from the first day of administration of the drug to the progression of the disease defined by the criteria for assessing response in solid tumours (RECIST v1.1) such as a 20% increase in the sum of the longest diameter of the target lesions, or a measurable increase in non-target injury, or the occurrence of new lesions.", "Duration: every 8 weeks until disease progression, expected average of 18 months", "Results 1:", "Title of arm/group: Paclitaxel/Bevacizumab/Everolimus", "Description of the arm/group: Systemic therapy", "Total number of participants analysed: 56", "Median (95% confidence interval)", "Unit of measure: month 9.1 (6.8 to 10.8)", "Results 2:", "Title of arm/group: Paclitaxel/Bevacizumab/Placebo", "Description of the arm/group: Systemic therapy", "Total number of participants analysed: 57", "Median (95% confidence interval)", "Unit of measure: month 7.1 (5.6 to 10.8)"], "Adverse Events": ["Undesirable Events 1:", "Total: 16/55 (29.09 per cent)", "NEUTROPENIA 1/55 (1.82%)", "NEUTROPENIA FEBRILE 1/55 (1.82%)", "PANCYTOPENIA 0/55 (0.00 %)", "DYSFUNCTION OF VENTRICULAR EXPLOITATION AFFECTATION 1/55 (1.82%)", "- TACHYCARDIA 0/55 (0.00 %)", "- ABDOMINAL PEACE 0/55 (0.00 %)", "PANCREATITIS 1/55 (1.82%)", "HEMATEMESIS 0/55 (0.00 %)", "INESTINE PERFORATION 0/55 (0.00 %)", "OESOPHAGEAL OBSTRUCTION 0/55 (0.00 %)", "MUCOSAL FLAMMATION 1/55 (1.82%)", "Adverse Events 2:", "Total: 16/56 (28.57 per cent)", "NEUTROPENIA 2/56 (3.57 %)", "NEUTROPENIA FEBRILE 2/56 (3.57%)", "PANCYTOPENIA 1/56 (1.79 %)", "VENTRICULAR DYSFUNCTION IN OPERATION 0/56 (0.00 %)", "TACHYCARDIA 1/56 (1.79 %)", "ABDOMINAL PEACE 1/56 (1.79 %)", "PANCREATITIS 0/56 (0.00 %)", "HEMATEMESIS 1/56 (1.79 %)", "INESTINE PERFORATION 1/56 (1.79 %)", "OESOPHAGEAL OBSTRUCTION 1/56 (1.79 %)", "MUCOSAL FLAMMATION 0/56 (0.00 %)"]}