{"Clinical Trial ID": "NCT01565499", "Intervention": ["INTERVENTION 1:", "Nab-Paclitaxel", "Patients will be included to receive 3 weekly doses of nab-paclitaxel of 150 mg/m2 with one week of rest for 4 cycles.", "Nab-paclitaxel"], "Eligibility": ["Incorporation criteria:", "In the case of a multifocal tumour (tumoral focis located in the same quadrant), the most significant lesion should be 2 cm (unless axillary involvement) and is designated as the \"target\" lesion for all subsequent tumour evaluations.", "- Breast tumours should be positive ER: more than 1% of immunohistochemistry (IHC) and negative HER2 tumour cells: 0, or 1+ IHC score, or 2+ with in situ fluorescence hybridization (FISH)/ chromogenic in situ hybridization (CISH) negative for HER2 amplification (defined as a ratio of HER2/neu copies to 17 centromer chromosome (CEP17) signals <1.8), according to the local laboratory.", "Are clear candidates to receive chemotherapy according to the criteria of the investigator.", "At least 18 years of age.", "Have at least one one one-dimensional lesion measurable by RECIST [65] version 1.1, measured by mammography.", "Have an adequate performance status: Eastern Cooperative Oncology Group (ECOG) <2", "Have adequate renal and hepatic function and bone marrow reserve as follows:", "Bone pain: absolute neutrophil count (NAC) > or = 1,500/mm3 (1.5 x 109/L); platelet count > or = 100,000/mm3 (100.0 x 109/L); and hemoglobin > or = 9 g/dL.", "Hepatic: bilirubin < or = 1.5 times the upper limit of normal (x ULN); alkaline phosphatase (ALP), aspartate transaminase (AST) and alanine transaminase (ALT) < or = 2.5 * ULN and albumin 2.5 g/dL.", "Renal: serum creatinine < 1.5 x ULN.", "Demonstrate patient compliance and geographic proximity that allow adequate follow-up", "Informed Entry Consent Form signed by the patient.", "- Exclusion criteria:", "Inflammatory breast cancer (T4d) and supraclavicular lymph nodes (N3)", "- Controlateral or synchronous multicentre breast cancer.", "· Clinical or radiological evidence of metastatic diseases. X-ray or CT-scan chest examination, CT-scan abdominal examination, bone scan bone examination and other radiological methods in case of suspicion should be performed prior to registration to exclude metastases.", "• Second primary malignancy, except for carcinoma properly treated in situ of the cervix, stage I colon cancer, non-invasive melanoma, basal cell or squamous skin carcinoma, ipsilateral in-situ channel carcinoma (CDIS) of the breast and in-situ lobular carcinoma (CLIS) of the breast; unless this previous malignance was diagnosed and permanently treated more than 5 years ago without further evidence of recurrence.", "A prior or concomitant anticancer treatment for common diseases (hormonal treatment, chemotherapy, radiotherapy, immunotherapy, biological therapy other than trial therapies).", "A concomitant treatment with any hormonal treatment either for osteoporosis or as a replacement treatment.", "Patients with known hypersensitivity to nab-paclitaxel or any of its components.", "Previous level of neuropathy >1 according to NCI-CTCAE criteria vs 4.03", "Has received treatment in the last 4 weeks with a drug that has not received regulatory approval for an indication at the time of entry into the study.", "Have any serious concomitant systemic disorder incompatible with the study (at the discretion of the investigator).", "Women of childbearing potential should be tested for serum or urine from pregnancy within 7 days of entry into the study according to institutional standards and should use an adequate non-hormonal contraceptive method (intrauterine contraceptive, barrier contraceptive method associated with spermicide jelly or surgically sterilized) during treatment with study drugs and within 6 months of completion of treatment."], "Results": ["Performance measures:", "The residual burden of Grade III cancer (RCB-III).", "The BCR-III was reported, including a 95% confidence interval. The estimate of BCR-III was calculated as follows:", "Overall response rate = Number of patients with a BCR-III/Intention to treat (ITT) population", "Delay: After surgery, up to 4 months", "Results 1:", "Title of the arm/group: Nab-Paclitaxel", "Description of the arm/group: Patients will be included to receive 3 weekly doses of nab-paclitaxel of 150 mg/m2 with a week of rest for 4 cycles.", "Nab-paclitaxel", "Total number of participants analysed: 81", "Type of measure: Number of participants", "Unit of measure: Participants RCB III: Extended residual disease (>328): 23 28.4%", "RCB II: moderate residual disease (1.36-3.28): 37 45.7%", "RCB I: minimal residual disease (>0-1.36): 14 17.3%", "RCB 0: No residual disease (0): 6 7.4%", "Unknown: 1 1.2 per cent"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/81 (7.41%)", "Colite [1]1/81 (1.23%)", "Reappearance of multiple sclerosis 1/81 (1.23%)", "Neurotoxicity [2]2/81 (2.47%)", "Pneumonia acquired in the community 1/81 (1.23 %)", "1/81 (1.23%)"]}