{"Clinical Trial ID": "NCT02555657", "Intervention": ["INTERVENTION 1:", "Pembolizumab", "Participants received 200 mg of pembrolizumab IV every three months for 35 doses (up to approximately 2 years).", "INTERVENTION 2:", "- Chemotherapy", "Participants received capecitabine, eribulin, gemcitabine or vinorelbine as chemotherapy to a single agent chosen by the attending physician (Medical Choice Treatment, CPT) in accordance with local regulations and guidelines."], "Eligibility": ["Incorporation criteria:", "Level IV/M1 mTNCC confirmed at central level", "New tumour biopsy obtained from the metastatic site", "Central determination of the tumour state of ligand 1 (PD-L1) of programmed cell death", "Has received one or two previous systemic treatments for metastatic breast cancer and documented the progression of the disease during or after the most recent treatment", "Previously treated with anthracycline and/or a taxane in the neoadjuvant/adjuvant or metastatic setting", "The rate of return of the Eastern Cooperative Oncology Group (ECOG) of 0 or 1 within 10 days prior to the start of the study", "Adequate function of the organ", "- Exclusion criteria:", "Participation in another clinical trial within 4 weeks", "A monoclonal antibody (mAb) for direct antineoplastic treatment within 4 weeks", "- Chemotherapy, targeted treatment with small molecules, or radiation therapy within at least 2 weeks", "• An active autoimmune disease requiring systemic treatment in the last two years", "● Diagnosis of systemic immunodeficiency or steroid therapy or other immunosuppressive treatment within 7 days", "• Known additional malignancy that has required treatment or progressed over the last 5 years", "• Known active brain metastases and/or carcinoma meningitis", "Previous treatment with a cell death anti-programming (PD)-1, an anti-PD-ligand-1 (anti-PD-L1), an anti-PD-L2 or an agent directed to another T cell receptor co-inhibitor (e.g., cytotoxic T-lymphocyte protein 4 [CTLA-4], OX-40, CD137) or who has previously been involved in clinical studies on pembolizumab (MK-3475)"], "Results": ["Performance measures:", "Overall survival in participants with scheduled cell death Ligand 1 (PD-L1) with combined positive score (SCP) 10", "Overall survival (OS) was defined as the time between randomization and death for any cause.", "Timeline: Up to approximately 36 months (up to the final analysis database deadline of April 11, 2019)", "Results 1:", "Title of the arm/group: Pembolizumab", "Description of the arm/group: Participants received pembrolizumab 200 mg IV every three months for up to 35 doses (up to approximately 2 years).", "Total number of participants analysed: 96", "Median (95% confidence interval)", "Unit of measure: month 12.7 (9.9 to 16.3)", "Results 2:", "Title of the arm/group: Chemotherapy", "Description of the arm/group: Participants received capecitabine, eribulin, gemcitabine or vinorelbine as single agent chemotherapy chosen by the attending physician (Medical Choice Treatment, CPT) in accordance with local regulations and guidelines.", "Total number of participants analysed: 98", "Median (95% confidence interval)", "Unit of measure: Month 11.6 (8.3 to 13.7)"], "Adverse Events": ["Undesirable Events 1:", "Total: 65/309 (21.04 per cent)", "Anemia 2/309 (0.65%)", "Febrile neutropenia 1/309 (0.32%)", "Neutropenia 1/309 (0.32%)", "Pancytopenia 0/309 (0.00 %)", "Thrombocytopenia 0/309 (0.00 %)", "Cardiac arrest 1/309 (0.32%)", "Cardiorespiratory arrest 2/309 (0.65%)", "Cardiogenic shock 1/309 (0.32%)", "Sinus tachycardia 1/309 (0.32%)", "Secondary adrenocortical impairment 1/309 (0.32%)", "Adverse Events 2:", "Total: 60/292 (20.55%)", "Anemia 2/292 (0.68%)", "Febrile neutropenia 5/292 (1.71%)", "Neutropenia 4/292 (1.37%)", "Pancytopenia 1/292 (0.34%)", "Thrombocytopenia 1/292 (0.34%)", "Cardiac arrest 0/292 (0.00 %)", "- Cardiorespiratory arrest 0/292 (0.00 %)", "Cardiogenic shock 0/292 (0.00 %)", "- Sinus tachycardia 0/292 (0.00 %)", "Secondary adrenocortical impairment 0/292 (0.00 %)"]}