{"Clinical Trial ID": "NCT01925170", "Intervention": ["INTERVENTION 1:", "- Mammography only", "For this part of the report, interpretation and analysis were only done with mammography.", "INTERVENTION 2:", "- Mammography with auxiliary MBI", "For this part of the report, interpretation and analysis were done with mammography and MBI together."], "Eligibility": ["Incorporation criteria:", "In the past, DMs were considered negative or benign [Brain Reporting and Imaging Data System (BI-RADS) Category 1 or 2]", "In the past, previous SMs were interpreted as heterogeneously dense or extremely dense.", "- Exclusion criteria:", "The subject is not able to understand and sign the consent form", "The subject is pregnant or breast-feeding", "The subject is physically unable to sit upright and still for 40 minutes.", "The subject has self-reported signs or symptoms of breast cancer (palpable mass, blood flow of nipples, axillary mass, etc.)", "The patient had a needle biopsy within 3 months or breast surgery in the year prior to the study.", "The subject is currently taking tamoxifene, averta (raloxifene), Zoladex or an aromatase inhibitor for adjuvant treatment or chemoprevention."], "Results": ["Performance measures:", "Cancer detection rate per 1000 women tested, by breast density", "The cancer detection rate per 1,000 women tested is an estimate of the number of women who obtained positive results from a screening test.", "Time limit: Within 21 days of mammography", "Results 1:", "Title of the arm/group: Mammography only", "For this reporting arm, interpretation and analysis were performed only with mammography.", "Total number of participants analysed: 1585", "Type of measurement: Number", "Unit of measure: cancers per 1000 women tested All densities: 3.2 (1.3 to 7.4)", "Dispersed fibroglandular densities: 0 (0-26.2)", "- Heterogeniously dense: 3.3 (1.3 to 8.4)", "Extremely dense: 4.5 (0.2 to 25.2)", "Results 2:", "Title of arm/group: Mammography with auxiliary MBI", "For this reporting arm, interpretation and analysis were done with mammography and MBI together.", "Total number of participants analysed: 1585", "Type of measurement: Number", "Unit of measure: cancers per 1000 women tested All densities: 12.0 (7.7 to 18.6)", "Dispersed fibroglandular densities: 21.0 (7.2 to 59.9)", "10.6 (6.2 to 18.1)", "Extremely dense: 13.6 (4.6 to 39.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/1585 (0.00 per cent)", "Adverse Events 2:", "- Yeah, that's right."]}