{"Clinical Trial ID": "NCT01104584", "Intervention": ["INTERVENTION 1:", "· CMRM versus UMRM", "[Unspecified]"], "Eligibility": ["Incorporation criteria:", "A recent histological diagnosis of breast cancer after obtaining X-Ray mammography (XRM) from both breasts (according to the American College of Radiology (ACR) and performed no later than 6 weeks prior to registration) and was returned for a contrast-enhanced magnetic resonance mammography (MRM) prior to breast surgery.", "If the woman, a digital XRM is required if one of the following criteria is met:", "a. the patient is under 50 years of age;", "b. the patient has heterogeneous or extremely dense breasts;", "The c. is not postmenopausal (after menopause defined as at least 12 months before inclusion without menstruation).", "In the case of a woman of childbearing age, the MRM must be performed on the 7-14th day of the menstrual cycle.", "The glomerular filtration rate is estimated to be >/= 60 mL/min/1.73 m^2 from a serum creatinine result within 2 weeks prior to inclusion in the study.", "- Exclusion criteria:", "Is a pregnant or lactating patient", "A contraindication to MRM examination (e.g., metal implants, phobia) or to the use of gadolinium-containing contrast agents.", "He received a contrast agent within 24 hours of the study or must receive a contrast agent within 24 hours of the study.", "There is severe cardiovascular disease (e.g., known long QT syndrome, acute myocardial infarction [< 14 days], unstable angina, New York Heart Association Class IV congestive heart failure) or acute stroke (< 48 hours).", "Acute renal failure of any severity due to hepato-renal syndrome or during the period of perioperative liver transplantation or with moderate or severe acute or chronic renal impairment (glomerular filtration rate < 60 mL/min/1.73 m^2).", "He received chemotherapy or hormonal treatment for breast cancer within 6 months.", "A hormone replacement therapy was administered within 4 weeks prior to administration of the study drug.", "A surgical procedure or biopsy is planned or is likely to require surgery or biopsy for up to 24 hours following the application of the study drug.", "• Prior excision biopsy or breast surgery less than 6 months prior to registration and between XRM and MRM"], "Results": ["Performance measures:", "Difference in sensitivity to detect the full extent of malignant breast disease using CMRM vs. UMRM per reader", "For only one participant, sensitivity was defined as the proportion of malignant breast regions that were recognized by clinical researchers and the 3 blinded readers using the corresponding imaging modality as malignant. Subsequently, the percentage sensitivity was calculated based on the average sensitivities of all participants. The difference was calculated as CMRM minus UMRM. To facilitate expression, the following abbreviations will be used: Magnetic Resonance Mammography (MRM), Unimproved MRM (UMRM), Unimproved Combined and Contrast MRM (gadobutrol) Enhanced MRM (CMRM), X-ray Mammography (XRM).", "Time: Immediately before injection and after injection", "Results 1:", "Title of arm/group: CMRM versus UMRM", "Description of arm/group: [Unspecified]", "Total number of participants analysed: 390", "Average (95% confidence interval)", "Unit of measure: difference in sensitivity (%) Player 1: 15.2 (11.8-18.7)", "Player 2: 31.9 (27.3 to 36.6)", "Player 3: 30.4 (25.8 to 34.9)", "Researcher: 15.9 (12.4 to 19.4)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/439 (0.00 per cent)"]}