{"Clinical Trial ID": "NCT01381874", "Intervention": ["INTERVENTION 1:", "- Exemestane", "Participants received exemestane tablets as an oral dose of 25 milligrams (mg) per day during 28-day treatment cycles until disease progression, unacceptable toxicity, or death (up to 3 years).", "INTERVENTION 2:", "• Abiraterone acetate + Prednisone", "Participants received one tablet of abiraterone acetate at a total oral dose of 1000 milligrams (mg) and one capsule of 5 mg prednisone/prednisolone per day in the 28-day treatment cycles until disease progression, unacceptable toxicity or death (up to 3 years)."], "Eligibility": ["Incorporation criteria:", "Women must be menopausal", "ER+, human epidermal growth factor receptor 2 (Her2) negative metastatic breast cancer", "The disease must have been sensitive to anastrozole or letrozole prior to disease progression.", "No more than two previous treatment lines in the metastatic context, of which no more than one was chemotherapy", "* Eastern Cooperative Oncology Group (ECOG) performance score of <=1", "Patients with a disease confined to bones only may be included, but patients with purely multiple sclerosis lesions may not participate in the study.", "- Exclusion criteria:", "Prior treatment with exemestane, ketoconazole, aminoglutethimide or a CYP17 inhibitor is permitted. Prior treatment with ketoconazole for <= 7 days is permitted and topical formulations of ketoconazole are allowed.", "Potential patients should not have taken anastrozole, letrozole, fulvestrant or chemotherapy for at least 2 weeks (bevacizumab for at least 3 weeks) prior to randomisation.", "Anticancer immunotherapy or experimental agent within 4 weeks prior to randomisation, or anticancer radiation therapy (except palliative) or anticancer endocrine treatment within 2 weeks prior to randomization", "A serious or uncontrolled non-malignant disease, including an active or uncontrolled infection", "Clinical or biochemical evidence of hyperaldosteronism or hypopituitarism", "Any condition which, in the opinion of the investigator, would compromise the well-being of the patient or which could prevent, limit or confuse the assessments specified in the protocol"], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "- Progression-free survival was defined as the period from randomization to the first onset of disease progression (radiography or clinical), or death of any cause. PFS was determined using the radiographic progression defined by the Solid Tumour Response Assessment Criteria (RECIST) on measurable lesions captured by tomography (CT) or magnetic resonance imaging (MRI).", "Time limit: approximately 2 years", "Results 1:", "Title of the arm/group: Exemestane", "Description of the arm/group: Participants received an exemestane tablet in the form of an oral dose of 25 milligrams (mg) per day during the 28-day treatment cycles until disease progression, unacceptable toxicity or death (up to 3 years).", "Total number of participants analysed: 102", "Median (95% confidence interval)", "Unit of measure: months 3.68 (1.94 to 5.26)", "Results 2:", "Title of the arm/group: Abiraterone acetate + Prednisone", "Arm/Group Description: Participants received one tablet of abiraterone acetate at a total oral dose of 1000 milligrams (mg) and one capsule of 5 mg prednisone/prednisolone per day in the 28-day treatment cycles until disease progression, unacceptable toxicity or death (up to 3 years).", "Total number of participants analysed: 89", "Median (95% confidence interval)", "Unit of measure: Month 3.65 (2.73 to 5.59)"], "Adverse Events": ["Undesirable Events 1:", "Total: 12/102 (11.76 per cent)", "Anemia * 0/102 (0.00 %)", "Febrile Neutropenia * 0/102 (0.00 %)", "Atrial fibrillation * 0/102 (0.00 %)", "- Congestive heart failure * 0/102 (0.00 %)", "Vertigo * 1/102 (0.98%)", "Hypoaldosteronism * 0/102 (0.00 %)", "Abdominal pain * 0/102 (0.00 %)", "Anorectal variations * 0/102 (0.00 %)", "Ascites * 0/102 (0.00 %)", "Crohn's disease * 0/102 (0.00 %)", "Adverse Events 2:", "Total: 18/87 (20.69 per cent)", "Anemia * 0/87 (0.00 %)", "Febrile Neutropenia * 0/87 (0.00 %)", "Atrial fibrillation * 1/87 (1.15 %)", "Congestive heart failure * 0/87 (0.00 %)", "Vertigo * 0/87 (0.00 %)", "Hypoaldosteronism * 0/87 (0.00 %)", "Abdominal pain * 0/87 (0.00 %)", "Anorectal variations * 0/87 (0.00 %)", "Ascites * 0/87 (0.00 %)", "Crohn's disease * 1/87 (1.15%)", "* 1/87 (1.15 %)"]}