{"Clinical Trial ID": "NCT01027416", "Intervention": ["INTERVENTION 1:", "No intervention", "No intervention: Standard of care", "INTERVENTION 2:", "- Tamoxifene", "Tamoxifene 20 mg orally once daily for 4 weeks", "Tamoxifene: medicine: Tamoxifene 20 mg orally once/day for 4 weeks"], "Eligibility": ["Incorporation criteria:", "The patient must consent to be in the study and must have signed an approved consent form in accordance with the institutional guidelines.", "The patient must be 18 years of age or older.", "The biopsy of the nucleus should definitely demonstrate an invasive carcinoma.", "Invasive carcinoma should be positive for ER-apha receptors", "The tumour should be about 1 cm, to account for the variability of imaging and occult disease of imaging (physical examination, mammography, ultrasound). We recognize that from time to time due to this variation, there may not be enough tissue available for analysis after surgical excision, but this will allow the greatest opportunity to capture as many eligible patients as possible.", "Patients in whom surgical excision of the tumour is part of the standard of care", "ECOG Note of 0 or 1", "Test of serum or urinary pregnancy negative beta-hCG screening in patients of childbearing potential (this test is performed regularly if the patient is premenopausal and has undergone surgery)", "• Consent to participate in the DBBR (RPCI only)", "- Exclusion criteria:", "Male patients are not eligible for this study.", "* Patients with inoperative tumours or women with stage 4 disease diagnosed with CT, PET, PET/CT or bone scan.", "Patients with RNA cytology diagnosis only", "Pregnant or lactating women", "Prior treatment of breast cancer, including irradiation, chemoimmuno- and/or hormonal treatment", "Patients receiving hormonal therapy, e.g. ovarian hormone replacement therapy, infertility medications, etc., are not eligible.", "A non-malignant systemic disease (cardiovascular, kidney, liver, etc.) that would prevent the patient from undergoing surgical excision", "Psychiatric or addictive disorders that would prevent informed consent", "Patients known or suspected to have hypercoagulable syndrome or with a history of venous or arterial thrombosis, stroke, TIA or pulmonary embolism", "Women with non-invasive disease or micro-invasion are not eligible.", "Women undergoing neoadjuvant chemotherapy are not eligible.", "Women currently on tamoxifen and raloxifene for prevention are not eligible", "Patients should not receive herbal therapies or alternatives such as flaxseed or soy products or black coho.", "Patients with known mutation in p53 (Li Fraumeni Syndrome)"], "Results": ["Performance measures:", "Average Percentage of positive ligature tests of proximity to all p53-wild type tumour proteins Breast tumours in participants by treatment arm", "- Situation of interaction between alpha receptor (ER) and tumour protein (p53) in p53-save breast tumours in untreated versus tamoxifen-treated patients Mean percentage of positive polylactide (PLA) of all p53-save breast tumours in participants by treatment arm", "Time limit: 2 years", "Results 1:", "Title of arm/group: No intervention", "Description of the arm/group: No intervention: Standard of care", "Total number of participants analysed: 23", "Average (standard deviation)", "Unit of measure: percentage of positive PLA 27.0 (34.4)", "Results 2:", "Title of the arm/group: Tamoxifene", "Description of the arm/group: Tamoxifene 20 mg orally 1x/day for 4 weeks", "Tamoxifene: medicine: Tamoxifene 20 mg orally once/day for 4 weeks", "Total number of participants analysed: 12", "Average (standard deviation)", "Unit of measure: percentage of PLA positive 4.4 (4.4)"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/31 (3.23 per cent)", "Abdominal pain 1/31 (3.23%)", "Adverse Events 2:", "Total: 0/28 (0.00 per cent)", "Abdominal pain 0/28 (0.00 %)"]}