{"Clinical Trial ID": "NCT03329937", "Intervention": ["INTERVENTION 1:", "Niraparib 200 mg", "After 2 cycles, participants underwent surgery, received additional cycles of niraparib (maximum of 6 cycles in total), or received neoadjuvant chemotherapy at the doctor's discretion. Breast Magnetic Resonance Imaging (MRI) was performed at the end of Cycle 2 and breast ultrasound was performed at the end of each cycle, including any additional cycles beyond Cycle 2."], "Eligibility": ["Incorporation criteria:", "Participants are over 18 years of age.", "Participants with a deleterious or suspected breast cancer susceptibility gene (BRCA1) or BRCA2 mutation (germline or somatic) may be enrolled in the study on the basis of a local or central laboratory test of BRCA status.", "Localized breast cancer HER2-negative confirmed histologically by central biopsy.", "The non-metastatic primary invasive carcinoma of the breast, confirmed histologically by heart biopsy. The aspiration at the end of necessity is not sufficient. Biopsy incision is not allowed. In participants with multifocal and/or multicentre lesion, the largest must be measured. Unilateral and bilateral breast cancer is allowed.", "The size of the primary tumour >=1cm.", "A disease measurable by breast ultrasound and MRI.", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0 or 1.", "Adequate function of the organ defined as follows:", "Absolute number of neutrophils (NAC) >=1500 per microlitre (/μL).", "Platelets >=100 000/μL.", "Hemoglobin >=9 grams per deciliter (g/dL).", "The serum creatinine <=1.5*upper limit of normal (ULN) or creatinine clearance calculated >=50 millilitres per minute (mL/min) using the Cockcroft-Gault equation.", "Total bilirubin <=1.5*ULN except for Gilbert's syndrome participants. Gilbert's syndrome participants can register if direct bilirubin <=1.5*ULN of direct bilirubin.", "Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) <=2.5*ULN.", "A participant with Grade 2 neuropathy or Grade 2 alopecia is an exception to this criterion and may be eligible for this study.", "Participant able to take oral medicines.", "The participant meets the following criteria:", "The participant (of childbearing age) is not breast-feeding, has a negative serum pregnancy test within 72 hours of taking the study drug, and agrees to refrain from activities that could result in pregnancy from screening up to 180 days after the last dose of the study drug, or that are of non-child potential.", "Female participation is of a non-maternal nature (other than for medical reasons) as defined:", "(ii) Amenorrheic for less than 2 years without hysterectomy and oophorectomy and with follicular stimulating hormonal value in the postmenopausal interval during screening assessment.", "(iii) Has undergone post-hysterectomy hysterectomy, bilateral oophorectomy, or tubular ligature. Hysterectomy, oophorectomy, or documented tubular ligature must be confirmed in medical records, otherwise the participant must be prepared to use two appropriate barrier methods throughout the study, from the screening visit up to 180 days after the last dose of the drug under study.", "(c) The male participant agrees to use an effective contraceptive method beginning with the first dose of the study treatment up to 120 days after the last dose of the study treatment.", "Able to understand the study procedures and to agree to participate in the study by providing written informed consent.", "- Exclusion criteria:", "Previous anticancer treatments for current malignancy.", "The decision to continue sequencing studies is left to the discretion of the treating clinician, based on the participant's clinical and pathological findings, in accordance with the standard guidelines.", "A known hypersensitivity to the components of niraparib or to their excipients of formulation.", "A major surgery within 3 weeks of the start of the study or the participant did not recover any effects from a major surgery.", "For example, uncontrolled ventricular arrhythmia, recent myocardial infarction (within 90 days), uncontrolled major convulsive disorder, unstable spinal cord compression, superior vena cava syndrome, uncontrolled hypertension, uncontrolled active coagulopathy, haemorrhagic disorder or any psychiatric disorder that prohibits informed consent.", "• Current history or evidence of a condition, therapy or laboratory abnormality that could confuse the results of the study, interfere with the participant's participation throughout the duration of the study drug, or that is not in the participant's best interest to participate.", "The participant is pregnant or breast-feeding, or expects to develop children within the duration of the study drug or within 180 days of the last dose of the study drug.", "- Immunocompromised participants.", "A known active liver disease (hepatitis B or C).", "Previous treatment with a known inhibitor of PARP.", "Another active malignancy that justifies systemic treatment.", "• Known history of myelodysplastic syndromes (MDS) or acute myeloid leukaemia (AML)."], "Results": ["Performance measures:", "Percentage of participants with a tumour response measured by mammary MRI", "The tumour response measured by mammary MRI is defined as >=30 percent (%) reduction in tumour volume from the baseline based on primary lesion after treatment with niraparib without any further development of lesion. Tumor volume was calculated as (length × width × height × pi [π])/6. Responses were evaluated as a complete clinical response (CR): complete disappearance of all tumour signs in the breast as evaluated by imaging test. Partial clinical response (PR): reduction of the tumour volume of the primary tumour by >=30% evaluated by palpation or imaging test. Stable clinical disease (SD): No significant change in tumour volume during treatment. Progressive clinical disease (cPD): Development of new lesions not previously detected or an estimated increase in primary injury size by more than 20%.", "Time limit: 2 months", "Results 1:", "Title of arm/group: Niraparib 200 mg", "At the discretion of the physician, participants received niraparib 200 milligrams (mg) orally once daily in the 28-day treatment cycles. After 2 cycles, participants underwent surgery, received additional cycles of niraparib (maximum of 6 cycles in total), or received neoadjuvant chemotherapy.", "Total number of participants analysed: 21", "Type of measurement: Number", "Unit of measure: Percentage of participants 90.5 (69.6 to 98.8)"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/21 (9.52%)", "Thrombocytopenia 1/21 (4.76%)", "1/21 (4.76%)"]}