{"Clinical Trial ID": "NCT02413320", "Intervention": ["INTERVENTION 1:", "Carboplatin + Paclitaxel Then Doxorubicin + Cyclophosphamide", "Paclitaxel (80mg/m2) given IV every week x12 weeks and Carboplatin (AUC 6) given IV every 21 days x 4 cycles, followed by Doxorubicin (60mg/m2) given IV and Cyclophosphamide (600mg/m2) given IV every 14 days X 4 cycles", "INTERVENTION 2:", "Carboplatin + Docetaxel", "Carboplatin (AUC 6) administered IV and Docetaxel (75mg/m2) administered IV every 21 days x 6 cycles"], "Eligibility": ["Incorporation criteria:", "* Patients with triple negative breast cancer at newly diagnosed stage I (T>1cm), II or III who have not undergone definitive breast surgery or who have received systemic chemotherapy", "Invasive tumours should be low in hormonal receptors, defined as both estrogen receptor and staining of progesterone receptor present in 10% of invasive cancer cells by immunohistochemistry.", "HER-2 negativity will be based on the current ASCO-CAP guidelines for its test", "No prior chemotherapy, endocrine treatment or radiation therapy with therapeutic intent for this cancer", "Women aged 18 to 70", "· ECOG performance status of 0-1", "Adequate function of the organ and marrow as defined below:", "3 000/uL leukocytes", "Absolute number of neutrophils 1500/uL", "— Platelets 100 000/uL", "Total bilirubin 1.5mg/dL", "AST(SGOT)/ALT(SPGT) 2 x upper institutional limit of normal", "Creatinine 1.5mg/dl and/or creatinine clearance 60mL/min", "Serum albumin 3.0 g/dL", "Women of childbearing potential must agree to use adequate contraception", "The laboratory pretreatment values should be performed within 14 days of initiation of treatment, and further initial studies should be performed within 30 days of registration.", "Subjects should have FEVL 50% by echocardiogram or MUGA analysis within 4 weeks prior to initiation of treatment.", "Subjects should have mammary and axillary imaging with MRI or breast and axillary ultrasound within 4 weeks prior to initiation of treatment.", "Subjects with abnormal axillary lymph nodes clinically/radiologically abnormal should have pathological confirmation of the disease with an aspiration to the image-guided biopsy/ fine needle.", "The subjects must already be entered in the P.R.O.G.E.C.T.", "It is recommended that metastatic diseases be avoided in patients with stage III clinical disease.", "Subjects with a bilateral disease are eligible if they meet other eligibility criteria.", "Neuropathy: no initial neuropathy > 2", "- Exclusion criteria:", "Current or planned use of other research officers", "The subject received chemotherapy, radiotherapy or surgery for the treatment of breast cancer.", "Subject with metastatic disease", "History of allergic reactions to compounds of chemical or biological composition similar to carboplatin, docetaxel, doxorubicin, cyclophosphamide, paclitaxel or other agents used in the study", "Subjects with inflammatory breast cancer", "· Uncontrolled intercurrent illness, including, but not limited to, continuous or active infection or psychiatric illness or social situations that would limit compliance with the requirements of the study", "The subject is pregnant or breast-feeding", "Exceptions: properly treated basal or squamous carcinoma of the skin, in situ cervix carcinoma and in situ channel carcinoma (CDIS).", "- Ejection fraction < 50% on ECHO or MUGA", "Cardiac function: Subjects with congestive heart failure, myocardial infarction, unstable angina, arterial thrombotic event, stroke or transient ischemia crisis in the past 12 months, uncontrolled hypertension (Systolic BP > 160 or diastolic BP > 90), uncontrolled or symptomatic arrhythmia, or peripheral grade 2 vascular disease"], "Results": ["Performance measures:", "Number of participants with a complete pathological response", "To evaluate complete pathological response rates with neoadjuvant chemotherapy treatments of carboplatin plus paclitaxel x 4 cycles followed by doxorubicin plus cyclophosphamide X 4 cycles and carboplatin plus docetaxel X 6 cycles in subjects with triple negative breast cancer of stage I-III. The complete pathological response is defined as no evidence of disease in the breast and axil at the time of the pathological review with the exception of DCIS.", "Time limit: 20 weeks", "Results 1:", "- Arm/group title: Carboplatin + Paclitaxel Then Doxorubicin + Cyclophosphamide", "Paclitaxel (80mg/m2) given IV every week x12 weeks and Carboplatin (AUC 6) given IV every 21 days x 4 cycles followed by Doxorubicin (60mg/m2) given IV and Cyclophosphamide (600mg/m2) given IV every 14 days X 4 cycles", "Total number of participants analysed: 48", "Type of measure: Number of participants", "Unit of measure: Participants 26 54.2%", "Results 2:", "Title of the arm/group: Carboplatin + Docetaxel", "Description of the arm/group: Carboplatin (AUC 6) administered IV and Docetaxel (75mg/m2) administered IV every 21 days x 6 cycles", "Total number of participants analysed: 52", "Type of measure: Number of participants", "Unit of measure: Participants 28 53.8%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/48 (0.00 per cent)", "Adverse Events 2:", "Total: 0.52 (0.00 per cent)"]}