{"Clinical Trial ID": "NCT01439282", "Intervention": ["INTERVENTION 1:", "Cohort 1: Eribulin Mesylate Plus 900 mg/m^2 Capecitabine", "Eribulin mesylate (1.4 mg/m^2) was injected directly into IV for 2-5 minutes on day 1 and day 8 of the 21-day cycle for a total of 4 cycles. Eribulin mesylate was also diluted to 100 mL in 0.9% sodium chloride for an IV infusion for 2-5 minutes. Capecitabine (900 mg/m^2) was administered orally on days 1-14 of a 21-day cycle for a total of 4 cycles. Capecitabine was taken approximately 30 minutes after breakfast and about 30 minutes after dinner.", "INTERVENTION 2:", "Cohort 2: Eribulin Mesylate Plus 1500 mg capecitabine", "Eribulin mesylate (E7389) (1.4 mg/m^2) was injected directly as IV infusion for 2-5 minutes on day 1 and day 8 of the 21-day cycle for a total of 4 cycles. Eribulin mesylate could also be diluted up to 100 mL in 0.9% sodium chloride for an IV infusion for 2-5 minutes. A fixed dose of capecitabine (1500 mg) was administered orally at an Haiti schedule (7 days and 7 days off) for a total of 4 cycles. Capecitabine was taken approximately 30 minutes after breakfast and about 30 minutes after dinner."], "Eligibility": ["Incorporation criteria:", "- Male subjects over 18 years of age or over 18 years of age and female subjects who must be menopause (at least 12 consecutive months of amenorrhea or who have had bilateral oophorectomy or, if they have had hysterectomy but have intact ovaries, women must be 55 years of age or older and have postmenopausal follicle-stimulating hormone [FSH] levels).", "The subject is a candidate for chemotherapy in the adjuvant setting.", "The adjuvant treatment should begin within 84 days of the last surgical procedure for breast cancer.", "Subjects may have more than one synchronous primary breast tumour.", "Status of the receiver:", "- HER2-normal as determined by negative fluorescence in situ hybridization (FISH) or 0 to 1+ by immunohistochemical staining (IHC)", "► Positive breast cancer at RAs, negative nodes or positive ERs at grades 1 or 2", "ECOG performance status of 0 or 1", "adequate renal function as indicated by serum creatinine of 1.5 mg/dL or creatinine clearance calculated greater than or equal to 50 mL/min by Cockcroft and Gault formula", "- Adequate bone marrow function as indicated by CNA greater than or equal to 1.5 x 10^9/L, haemoglobin greater than or equal to 10.0 g/dL and platelet count greater than or equal to 100 x 10^9/L", "adequate hepatic function, as demonstrated by bilirubin less than or equal to 1.5 times the upper limits of normal (ULN) and alkaline phosphatase, alanine aminotransferase (ALT) and aspartate aminotransferase (AST) equal to or less than 3 x ULN", "Male subjects must have had a successful vasectomy (azoospermia confirmed), or their female partners must not be of childbearing age, or male subjects must agree to use and have their female partners use a highly effective contraceptive method (e.g., total abstinence, intrauterine device, double bar method [such as condom and spermicide] throughout the study period and for 30 days after discontinuation of the study drug.", "Voluntary agreement to provide in writing informed consent and willingness and ability to comply with all aspects of the protocol", "- Exclusion criteria:", "Stage III and IV invasive breast cancer", "• Prior chemotherapy, radiation therapy, immunotherapy or current breast cancer biotherapy", "A non-malignant systemic disease (cardiovascular, kidney, liver, etc.) that would prevent one of the study drugs", "Subjects with concomitant second active malignancy other than adequately treated non-melanoma skin cancers or cervical cancer in situ", "Subjects with pre-existing neuropathy greater than Grade 2", "Subjects with known positive status of human immunodeficiency virus (HIV)", "Women will be considered to be of childbearing age unless they are menopausal (at least 12 consecutive months of amenorrhea or have had bilateral oophorectomy or, if they have had hysterectomy but with intact ovaries, then women must be 55 years of age or older and postmenopausal FSH levels).", "Subjects with current gastrointestinal disease or other condition leading to inability to take or absorb oral medicines", "Subjects with known allergy or hypersensitivity to mesylate eribulin or its excipients, or to fluoropyrimidine (with or without documented dihydropyrimidine dehydrogenase (DPD) deficiency)", "- Clinically significant electrocardiographic anomaly (ECG), including marked QT/QTc prolongation (time between the beginning of the Q wave and the end of the T wave/QT interval corrected for heart rate) (e.g., repeated demonstration of QTc interval greater than 500 ms)", "Any medical or other condition which, in the opinion of the investigator, would prevent participation in a clinical trial"], "Results": ["Performance measures:", "Percentage of participants who have reached the target relative dose intensity (RDI) of 85%", "The RDI for each participant was calculated as follows: (1) based on the body surface area of each participant (ABS), a total expected dose for eribulin (Dep) and capecitabine (Dcp) calculated for a full 4-cycle diet; (2) the total actual dose of eribulin (Dea) and capecitabine (Dca) for the full 4-cycle diet, as collected on the case report form; (3) the overall RDI = (Dea/Dep + Dca/Dcp)/2. For each participant, the plan was considered feasible if the participant was able to obtain an IRD of at least 85% of the 4 cycles of more capecitabine eribulin treatment.", "Duration: 21 days Cycle 1 to 21 days Cycle 4", "Results 1:", "Title of the arm/group: Cohort 1: Erivine Mesylate Plus 900 mg/m^2 Capecitabine", "Eribulin mesylate (1.4 mg/m^2) was injected directly into IV infusion for 2-5 minutes on day 1 and day 8 of the 21-day cycle for a total of 4 cycles. Eribulin mesylate was also dilute up to 100 mL in 0.9% sodium chloride for an IV infusion for 2-5 minutes. Capecitabine (900 mg/m^2) was administered orally on days 1-14 of a 21-day cycle for a total of 4 cycles. Capecitabine was taken approximately 30 minutes after breakfast and approximately 30 minutes after dinner.", "Total number of participants analysed: 67", "Type of measurement: Number", "Unit of measure: percentage of participants 77.6 (67.6 to 100)", "Results 2:", "Title of arm/group: Cohort 2: Eribilin Mesylate Plus 1500 mg Capecitabine", "Description of the arm/group: Erebulin mesylate (E7389) (1.4 mg/m^2) was injected directly by IV infusion for 2 to 5 minutes on day 1 and day 8 of the 21-day cycle for a total of 4 cycles. Up to 100 mL of erebulin mesylate could also be diluted in 0.9% sodium chloride for an IV infusion for 2 to 5 minutes. A fixed dose of capecitabine (1500 mg) was administered orally at a Haiti schedule (7 days and 7 days off) for a total of 4 cycles. Capecitabine was taken approximately 30 minutes after breakfast and about 30 minutes after dinner.", "Total number of participants analysed: 10", "Type of measurement: Number", "Unit of measure: Percentage of participants 90.0 (60.6 to 99.5)"], "Adverse Events": ["Undesirable Events 1:", "Total: 14/67 (20.90 per cent)", "Febrile neutropenia 21/67 (1.49 %)", "Leucopenia 21/67 (1.49%)", "Neutropenia 21/67 (1.49%)", "21/67 (1.49%)", "Diarrhoea 22/67 (2.99%)", "Abdominal pain 21/67 (1.49%)", "Upper abdominal pain 21/67 (1.49%)", "21/67 (1.49%)", "Gastritis 21/67 (1.49%)", "Nausea 21/67 (1.49%)", "Vomiting 21/67 (1.49 %)", "Pneumonia 21/67 (1.49%)", "Adverse Events 2:", "Total: 1/10 (10.00 per cent)", "Febrile neutropenia 20/10 (0.00 %)", "- Leucopenia 20/10 (0.00 %)", "Neutropenia 20/10 (0.00 %)", "20/10 (0.00 %)", "Diarrhoea 20/10 (0.00 %)", "- Abdominal pain 20/10 (0.00 %)", "Upper abdominal pain 20/10 (0.00 %)", "Enterite 20/10 (0.00 %)", "Gastritis 20/10 (0.00 %)", "Nausea 20/10 (0.00 %)", "Vomiting 20/10 (0.00 %)", "Pneumonia 20/10 (0.00 %)"]}