{"Clinical Trial ID": "NCT02244580", "Intervention": ["INTERVENTION 1:", "- Luminal A", "- Subtyped patients such as Luminal A with DDFS were identified 5 years after randomization.", "INTERVENTION 2:", "Combined subtype", "Subtyped patients such as Luminal B, HER2 positive, triple negative with DDFS determined 5 years after randomization"], "Eligibility": ["Incorporation criteria:", "Invasive breast cancer tested during histological biopsy", "• Age 65 or younger", "The expression of the estrogen receptor (ER), PgR and HER2 was determined.", "No distant metastases are present (M0)", "The patient gives written informed consent for participation in the study.", "The estimated risk of recurrence of breast cancer is high (25% or more within the first 5 years of diagnosis, more than 35% within the first 10 years of diagnosis)", "- Exclusion criteria:", "* Patients with breast cancer with a \"special histological type\" (mucinous, papillar, medulla or tubular breast cancer) when there are no metastases in the ipsilateral axillary lymph nodes.", "WHO's performance is moderate/poor, Z >1", "The number of leukocytes in peripheral blood is less than 3.0 x 109/L, the number of granulocytes in the blood is less than 1.5 x 109/L or the number of thrombocytes in the blood is less than 120 x 109/L.", "Any physical or mental disorder that is considered to prohibit the administration of chemotherapy", "• Heart failure; severe cardiac arrhythmia requiring regular medication"], "Results": ["Performance measures:", "- 5-year disease-free survival rate (MDFS) as a rate of patients without remote metastases in the Luminal A subgroup compared to the combined subgroup (Luminal B, HER2 Positive, triple negative), based on subtyping with MammaTyperTM", "The tumour material of breast cancer patients will be recently evaluated by MammaTyperTM and the 5-year-old DDFS will be calculated according to a new subgroup (Luminal A vs. a combined subgroup (Luminal B, HER2 positive, triple negative)", "Time limit: 5 years from the date of randomisation of the patient", "Results 1:", "Title of the arm/group: Luminal A", "Description of the arm/group: Subtyped patients as Luminal A with DDFS determined 5 years after randomization", "Total number of participants analysed: 769", "Type of measurement: Number", "Unit of measure: percentage of participants analysed 92", "Results 2:", "Title of the arm/group: Combined Subtype", "Description of the arm/group: Subtyped patients such as Luminal B, HER2 positive, triple negative with DDFS determined 5 years after randomization", "Total number of participants analysed: 769", "Type of measurement: Number", "Unit of measure: percentage of participants analysed 82"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/0", "Adverse Events 2:", "- Yeah, that's right."]}