{"Clinical Trial ID": "NCT01298193", "Intervention": ["INTERVENTION 1:", "Observation phase (first cycle):", "Observation phase (first cycle):", "Day 0 (Dexamethasone 8mg) Day 1 (5-hydroxytryptamine 3 [5-HT3) antagonist, Ondansetron: 8 mg x2, Granisetron: 1mg x2, Tropisetron: 5 mg, Dexamethasone 24 mg).", "Chemical therapy: Docetaxel 75mg/m2 and Cyclophosphamide 600mg/m2 Days 2 and 3 (Dexamethasone 16 mg)."], "Eligibility": ["Incorporation criteria:", "- An 18-year-old patient.", "The patient has histological breast cancer confirmed at the early stage (I to III).", "The patient is able to understand the study procedures and agrees to participate in the study by giving his or her informed consent in writing.", "The patient is either naïve to moderate or highly emetogenic chemotherapy according to the Hesketh criteria.", "The patient should receive chemotherapy with Docetaxel-Cyclophosphamide (Docetaxel 75mg/m2 and Cyclophosphamide 600mg/m2) administered every 21 days.", "The patient is expected to have a life expectancy of 4 months.", "- Eastern Cooperative Oncology Group (ECOG) Functional State Scale 0-1 (see Appendix 12.2).", "The patient has an adequate function of the organ, including:", "Bone marrow reserve: absolute neutrophil count >150/mm3 and white blood cell count (WBC) >300/mm3; platelet count >100/mm3", "Hepatic: aspartate aminotransferase (AST) < 2.5 x upper limit of normal; alanine aminotransferase (ALT) < 2.5 x upper limit of normal; Bilirubine within normal limit.", "Renal: Creatinine <1.5 x upper limit of normal.", "Abstinence is also considered an acceptable form of contraception. (Note: A patient who does not have reproductive potential is eligible without the need for contraception. A patient who does not have reproductive potential is defined as a patient who: 1) has a natural menopause (defined as 6 months of spontaneous amenorrhea with follicle stimulating serum hormone (FSH) levels in the laboratory-determined postmenopausal interval, or 12 months of spontaneous amenorrhea); 2) 6 weeks after a bilateral surgical oophorectomy with or without hysterectomy; or 3) bilateral tubular ligature.)", "The patient can read, understand and complete study questionnaires.", "- Exclusion criteria:", "The patient should receive any chemotherapy treatment different from Docetaxel-Cyclophosphamide chemotherapy.", "The patient received or will receive radiotherapy from the abdomen, chest or pelvis during the month prior to the study.", "The patient vomited within 24 hours of the first day of treatment.", "The patient has a history of moderate or high-level emetogenic chemotherapy treatment with \"Hesketh\" (classification of emetogenic chemotherapy agents).", "The patient has an active infection (e.g. pneumonia) or uncontrolled disease (e.g. diabetic ketoacidosis, gastrointestinal obstruction), with the exception of malignancy which, in the opinion of the investigator, could confuse the study results or present an unjustified risk.", "At present, the patient is using illicit drugs, including marijuana, or has current evidence of alcohol abuse, as determined by the investigator.", "The patient is mentally disabled or suffers from a significant emotional or psychiatric disorder which, in the opinion of the investigator, prevents entry into the study.", "The patient has a history of any illness that, in the opinion of the investigator, could confuse the results of the study or pose an unjustified risk.", "The patient has a history of hypersensitivity to aprepitant, 5-HT3 antagonists or dexamethasone.", "The patient is pregnant or breast-feeding.", "The patient participated in a study with the aprepitant or took an unapproved drug (investigation) in the last 4 weeks.", "The patient takes systemic treatment with corticosteroids at any dose; topical and inhaled corticosteroids are allowed.", "The following CYP3A4 inducers are taken or taken within 28 days of day 1 of cycle 2 (cycle in which patients will start taking aprepitant):", "phenytoin or carbamazepine", "- Barbiturics", "- Rifampicin or rifabutin", "- St. John's Wort", "The following CYP3A4 substrates are taken or taken within 7 days of day 1 of cycle 2:", "Terfenadine", "- Cisapride", "Astemizole", "- Pimozide", "The following CYP3A4 inhibitors are taken or taken within 7 days of day 1 of cycle 2:", "- Clarithromycin", "- Ketoconazole, itraconazole", "The patient will take an antiemetic within 48 hours of day 1 of cycle 2.", "5-HT3 antagonists (ondansetron, granisetron, dolasetron, tropisetron or palonosetron)", "Phenothiazines (e.g., prochlorperazine, fluphenazine, perphenazine, thiethylperazine or chlorpromazine)", "- Butyrophenones (e.g. haloperidol or droperidol)", "Benzamides (e.g. metoclopramide or alizaprid)", "Domperidone", "Cannabinoids", "• Herbal therapies with potential antiemetic properties", "- Scopolamine", "- Cyclizine", "The patient used benzodiazepines or opiates, with the exception of single daily doses of triazolam, temazepam or midazolam within 48 hours prior to day 1 of cycle 2. The continuation of chronic benzodiazepines or opioid therapy is permitted provided that it has been initiated at least 48 hours prior to registration."], "Results": ["Performance measures:", "Number of participants with a complete response (CR)", "An episode of vomiting is defined as one or more episodes of vomiting (expulsion of stomach contents from the mouth) or retache (an attempt to vomit that is not productive of stomach contents). Separate episodes of vomiting are, by definition, separated by the absence of vomiting and retache for at least 1 minute. The time (date and hour) of each episode of vomiting will be recorded by the patient in each journal of the cycle at the time of onset. Evaluation of effectiveness will begin at the start of the chemotherapy infusion (0 hours) until the morning of the 6th day (approximately 120 hours) after chemotherapy for 1-2 cycles.", "Time limit: up to 21 days after cycle 1 of chemotherapy treatment", "Results 1:", "Title of arm/group: Observation phase (first cycle):", "Description of the arm/group: Observation phase (first cycle):", "Day 0 (Dexamethasone 8mg) Day 1 (5-hydroxytryptamine 3 [5-HT3) antagonist, Ondansetron: 8 mg x2, Granisetron: 1mg x2, Tropisetron: 5 mg, Dexamethasone 24 mg).", "Chemical therapy: Docetaxel 75mg/m2 and Cyclophosphamide 600mg/m2 Days 2 and 3 (Dexamethasone 16 mg).", "Total number of participants analysed: 185", "Type of measure: Number of participants", "Unit of measure: Participants 161 87.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 31/185 (16.76 per cent)", "Anemic shock [1]1/185 (0.54%)", "Febrile Neutropenia [2]13/185 (7.03 %)", "Febrile Neutropenia 2/185 (1.08 %)", "Febrile neutropenia [3]3/185 (1.62%)", "Decrease in neutrophil count [2]2/185 (1.08%)", "Decrease in neutrophil count [3]2/185 (1.08%)", "- Decrease in neutrophil count [4]2/185 (1.08%)", "Colon Diverticulitis 1/185 (0.54%)", "Vomiting [2]1/185 (0.54%)"]}