{"Clinical Trial ID": "NCT00186121", "Intervention": ["INTERVENTION 1:", "Anastrozole + Goserelin", "Participants received goséréline 3.6 mg per month subcutaneously, starting on the 22nd day after the first dose of goséréline, participants started taking anastrozole 1 mg per day orally."], "Eligibility": ["INDUSTRIAL CRITERIA", "A histologically confirmed, bidimensionally measurable, recurrent or metastatic breast carcinoma that is progressive", "Premenopausal, defined as one of the following:", "Last menstrual period within 3 months, or", "A post-hysterectomy without bilateral oophorectomy and with folliculostimulant hormone (FSH) in the premenopausal interval, or,", "In case of administration of tamoxifen in the last 3 months, plasma estradiol should be in the premenopausal range", "Either the positive determination of estrogen and/or progesterone receptor by immunohistochemistry (IHC) or the competitive binding test on a metastatic disease or, if not performed on their metastatic disease, a positive result on their primary breast cancer sample.", "The Eastern Cooperative Oncology Group (ECOG) has a performance of 0, 1, or 2", "Granulocytes > 1500/mm^3", "Blisters > 100 000/mm^3", "Serum glutamic oxaloacetic transaminase (SGOT) < 2.5 x upper limit of normal", "Total bilirubin < 1.5 mg/dL", "Perhaps they have been irradiated at bone sites of the disease to fight pain or to prevent fracture.", "Should use effective contraception or not be of childbearing potential", "Signed informed consent", "INDUSTRIAL CRITERIA", "Active infection not resolved", "• Active malignancy other than breast cancer, in situ cervix carcinoma or non-melanomatous skin cancers in the last 5 years", "A prior treatment with an aromatase inhibitor or an inactivator", "Previous treatment with agonist/antagonist luteinizing hormone (LH/RH)", "• Adjuvant chemotherapy within 6 months of entry into the study.", "Has received chemotherapy or hormonal treatment in the 3 weeks prior to registration", "Metastasis of the central nervous system", "- Lymphangitic pulmonary metastases", "— Pregnant or lactating"], "Results": ["Performance measures:", "Objective response rate (ORR)", "The RRB was determined as the sum of the complete response rate (CR) + partial response rate (PR).", "RC = complete disappearance of all clinically or pathologically detectable malignancies for at least 4 weeks.", "PR = 50% reduction in tumour size for at least 4 weeks, without any further injury or 25% increase in the size of any injury.", "All measurements by rule or setting.", "Time limit: 3 months", "Results 1:", "Title of the arm/group: Anastrozole + Goserelin", "Description of the arm/group: Participants received goséréline 3.6 mg per month subcutaneously. Starting on the 22nd day after the first dose of goséréline, participants started taking anastrozole 1 mg per day orally.", "Total number of participants analysed: 32", "Type of measurement: Number", "Unit of measure: percentage of participants 37.5 (21-56)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/32 (0.00 per cent)"]}