{"Clinical Trial ID": "NCT03719677", "Intervention": ["INTERVENTION 1:", "• An intervention for the development of habit", "After the occupational therapy assessment, the therapist provides education on physical activity and dietary recommendations and habits development techniques, and uses behavioural skills training to develop routine plans, as well as incentives/cooks, environmental changes, and reminder text messages to reinforce engagement in the plan. The intervention is provided through 3 face-to-face sessions, 9 tele-coaching calls, and text messages.", "The intervention for the development of habit: the behaviour of the lifestyle changes the intervention aimed at physical activity and the development of food habit and the improvement of physical and social functioning"], "Eligibility": ["Incorporation criteria:", "- English", "• Stage 1-3 diagnosis confirmed histologically first breast cancer", "• Residue in a postal code designated as rural by the Economic Research Service of the United States Department of Agriculture", "Be within the first 12 months of completion of primary treatment and meet 3 of the following 5 criteria for VTS confirmed by point-of-care tests or documents in their medical records:", "Large > 35 inches Blood pressure > 130/85; HbA1c 5.7% to 6.4%; triglycerides > 150 mg/dL; HDL cholesterol < 50 mg/dL", "- Exclusion criteria:", "One exception is that we will exclude HER2 positive BCS", "Pregnant patients", "- Resistant hypertension", "Asthma dependent on steroids or chronic obstructive pulmonary disease", "Cirrhosis or hepatic impairment", "A major cardiovascular event (e.g. stroke, myocardial infarction) in the previous 90 days", "Chronic renal disease with renal replacement therapy", "Type one or two diabetes mellitus", "Stage 4: Secondary cancer (except non-melanomatous skin cancers and cervical carcinomas in situ)", "To take medication to lose weight", "Current involvement in a behavioural program", "Neuropsychiatric disorder or dementia"], "Results": ["Performance measures:", "Self-reported behavioural automation index", "To measure changes in the strength of the habit, scores vary from 1 to 7 with higher scores indicating a stronger habit", "Period: week 0-2", "Results 1:", "Title of the arm/group: Intervention for the development of habit", "After the occupational therapy assessment, the therapist provides education on physical activity and dietary recommendations and habits development techniques, and uses behavioural skills training to develop routine plans, as well as incentives/cooks, environmental changes and reminder messages to strengthen engagement in the plan. The intervention is provided through 3 face-to-face sessions, 9 tele-coaching calls and text messages.", "The intervention for the development of habit: the behaviour of the lifestyle changes the intervention aimed at physical activity and the development of food habit and the improvement of physical and social functioning", "Total number of participants analysed: 7", "Average (standard deviation)", "Unit of measure: score on a scale Reference: 1.6 (1.3)", "After the test: 4.8 (2.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/7 (0.00 per cent)"]}