{"Clinical Trial ID": "NCT01945775", "Intervention": ["INTERVENTION 1:", "- Talazoparib", "Participants received talazoparib 1 mg orally once a day until the progression of radiographic disease was determined by central IRF, unacceptable toxicity, withdrawal of consent, physician's decision to terminate treatment, or sponsor's decision to terminate the trial (up to a maximum of 70.2 months).", "INTERVENTION 2:", "The choice of doctor Treatment", "The participants received 1 of the following drugs according to the specified regimens, depending on the physician's choice: 1) capecitabine 1250 mg/m^2 orally twice daily, from day 1 to day 14, in each cycle; 2) mesylate eribulin 1.4 mg/m^2 (equivalent to eribulin 1.23 mg/m^2) orally, infusion IV 2 to 5 minutes, day 1 and day 8, in each cycle; 3) gemcitabine 1250 mg/m^2 infusion IV 30 minutes, day 1 and day 8, in each cycle; 4) vinorelbine 30 mg/m^2 infusion IV 6 to 10 minutes, day 1, 8 and 15, in each cycle; until the progression of radiographic disease is determined by central IRF, unacceptable toxicity, withdrawal of consent, physician's decision to terminate treatment or sponsor's decision to terminate the trial (up to a maximum of 45.3 months)."], "Eligibility": ["Incorporation criteria:", "Histologically or cytologically confirmed breast carcinoma", "A locally advanced breast cancer that is not suitable for curative radiation or surgical treatments and/or appropriate metastatic diseases for single systemic cytotoxic chemotherapy", "Documentation of a harmful, harmful or pathogenic BRCA1 or BRCA2 mutation from Myriad Genetics or another laboratory approved by the sponsor", "No more than 3 pre-treatments including chemotherapy for locally advanced and/or metastatic diseases (no limit on prior hormonal treatments or targeted cancer treatments such as the mechanistic target of rapamycin (mTOR) or CDK4/6 inhibitors, immuno-oncological agents, tyrosine kinase inhibitors or monoclonal antibodies against CTL4 or VEGF)", "Previous treatment with a taxane and/or anthracycline in a neoadjuvant, adjuvant, locally advanced or metastatic setting, unless medically contraindicated", "Have a measurable or non-measurable disease, which can be assessed by the revised solid tumour response assessment criteria (RECIST) v.1.1", "Statement of Operations of the Eastern Cooperative Oncology Group (ECOG) 2", "- Exclusion criteria:", "• Locally advanced and/or metastatic breast cancer without pre-adjuvant chemotherapy, unless the investigator determines that one of the 4 cytotoxic chemotherapy agents in the control arm would otherwise be offered on", "Previous treatment with PARP inhibitor (not including iniparib)", "No candidate for treatment with at least 1 treatment of protocol-specific physician choice (i.e. capecitabine, eribulin, gemcitabine, vinorelbine)", "Subjects who have had an objective progression of the disease during platinum chemotherapy administered for locally advanced or metastatic disease; subjects who have received low-dose platinum therapy administered in combination with radiotherapy are not excluded.", "Subjects who have received platinum in the adjuvant or neoadjuvant setting are eligible; however, subjects may not have relapsed within 6 months of the last dose of pre-platinum therapy.", "- Cytotoxic chemotherapy within 14 days prior to randomisation", "• Radiotherapy or anti-hormone treatment or other targeted anti-cancer treatment within 14 days of randomisation", "HER2 positive breast cancer", "Active inflammatory breast cancer", "- CNS metastases", "Exception: Properly treated brain metastases, documented by a basic CT or MRI that has not progressed since previous analyses and does not require corticosteroids (except prednisone 5 mg/day or equivalent) for the management of CNS symptoms. Repeated CT or MRI after the identification of CNS metastases (obtained at least 2 weeks after final treatment) should document properly treated brain metastases.", "Subjects with leptomenic carcinomatosis are not allowed", "With the exception of any of the following:", "• Cancer associated with the previous BRCA until there is current evidence of cancer", "In situ carcinoma or non-melanoma skin cancer", "A cancer diagnosed and definitely treated 5 years before randomisation without further evidence of recurrence", "Known as positive for human immunodeficiency virus", "The known active hepatitis C virus or known active hepatitis B virus", "• Known hypersensitivity to one of the components of talazoparib"], "Results": ["Performance measures:", "• Progress-free survival (PFS): assessment of independent radiological facilities (IRF)", "According to RECIST v1.1, the progression defined as 1) for target lesions: at least a 20% increase in the sum of the measurements of target lesions, compared to the smallest sum of the study (including the base), the absolute increase in the sum must be at least 5 millimetre (mm); 2) for non-target lesions: unequivocal progression of non-target lesions, evaluated as a whole, so that it is clear that treatment has failed and the disease progresses, regardless of the state of the target lesions; 3) and/or the appearance of one or more new lesions. The analysis was carried out by the Kaplan-Meier method.", "Time frame: Baseline until the disease or radiological death is progressive due to any cause (up to a maximum of 36.9 months)", "Results 1:", "Title of the arm/group: Talazoparib", "Description of the arm/group: Participants received talazoparib 1 mg orally once daily until the progression of X-ray was determined by the central IRF, unacceptable toxicity, withdrawal of consent, physician's decision to terminate treatment, or sponsor's decision to terminate the trial (up to a maximum of 70.2 months).", "Total number of participants analysed: 287", "Median (95% confidence interval)", "Unit of measurement: month 8.6 (7.2 to 9.3)", "Results 2:", "Title of the arm/group: Physician Choice Treatment", "1 of the following drugs according to the specified regimens, depending on the physician's choice: 1) capecitabine 1250 mg/m^2 orally twice daily at day 1 to 14 of each cycle; 2) mesylate eribulin 1.4 mg/m^2 (equivalent to eribulin 1.23 mg/m^2), as IV infusion of 2 to 5 minutes at day 1 and 8 of each cycle; 3) gemcitabine 1250 mg/m^2 as IV infusion of 30 minutes at day 1 and 8 of each cycle; 4) vinorelbine 30 mg/m^2 as IV infusion of 6 to 10 minutes at day 1, 8 and 15 of each cycle; until the progression of radiographic disease is determined by central IRF, unacceptable toxicity, withdrawal of consent, physician's decision to terminate treatment or sponsor's decision to terminate the trial (up to 45.3 months).", "Total number of participants analysed: 144", "Median (95% confidence interval)", "Unit of measure: month 5.6 (4.2 to 6.7)"], "Adverse Events": ["Undesirable Events 1:", "Total: 103/286 (36.01 per cent)", "Anemia * 18/286 (6.29%)", "Neutropenia * 3/286 (1.05%)", "Thrombocytopenia * 2/286 (0.7%)", "* 1/286 (0.35%)", "Leucopenia * 1/286 (0.35%)", "Pancytopenia * 2/286 (0.7%)", "* 3/286 (1.05%)", "* 1/286 (0.35%)", "* 1/286 (0.35%)", "Diplopia * 2/286 (0.7%)", "Vomiting * 5/286 (1.75%)", "Adverse Events 2:", "Total: 39/126 (30.95 per cent)", "Anemia * 0/126 (0.00 %)", "Neutropenia * 4/126 (3.17%)", "Thrombocytopenia * 0/126 (0.00 %)", "Febrile neutropenia * 1/126 (0.79%)", "Leucopenia * 0/126 (0.00 %)", "Pancytopenia * 0/126 (0.00 %)", "Pericardial infusion * 0/126 (0.00 %)", "* 0/126 (0.00 per cent)", "Cardiac tapponade * 0/126 (0.00 %)", "Diplopia * 0/126 (0.00 %)", "Vomiting * 2/126 (1.59%)"]}