{"Clinical Trial ID": "NCT01487954", "Intervention": ["INTERVENTION 1:", "Arm I: Alkaline water", "Patients undergo external radiation therapy, 5 days a week for 6 weeks. Patients drink 8 ounces of alkaline water within 30 minutes immediately before and after radiation therapy.", "Alkaline water: Patients drink 8 ounces of alkaline water within 30 minutes immediately before and after radiation therapy.", "External beam radiation therapy (EBRT): Patients undergo external QD beam radiation therapy 5 days a week for 6 weeks.", "INTERVENTION 2:", "Bras II: Distilled water", "Patients undergo external radiation therapy as in arm I. Patients also drink 8 ounces of distilled water within 30 minutes immediately before and after radiation therapy.", "Distilled water: Patients also drink 8 ounces of distilled water within 30 minutes immediately before and after radiation therapy.", "External beam radiation therapy (EBRT): Patients undergo external QD beam radiation therapy 5 days a week for 6 weeks."], "Eligibility": ["Incorporation criteria:", "Patients must have breast cancer at stage 0-IV confirmed histologically or cytologically and have a treatment plan comprising 62Gy (31 fractions) of total breast radiotherapy to be eligible; patients are eligible if they have received a number of prior chemotherapy; patients who have received chemotherapy prior to radiation will be stratified among randomization groups in the second phase of this study.", "More than 3 months' life expectancy", "= < 2 (Karnofsky >= 60%)", "Capacity to understand and willingness to sign a written informed consent document", "- Exclusion criteria:", "Patients receiving any experimental chemotherapeutic agents during intended radiation or prior x-ray treatment of the breast or chest wall are excluded.", "Patients receiving concomitant chemotherapy are excluded because of an increased relative risk of dermal toxicity; patients taking a proton pump inhibitor or H2 anti-blocking anti-acid medicinal product daily are excluded because of an expected interference with alkaline water consumption and stomach pH; herceptin for the purposes of this clinical trial would be considered chemotherapy and as such patients receiving herceptin chemotherapy during radiation would not be eligible to participate in this protocol.", "• Patients with a previous history of malignancy with the exception of skin cancer or in situ cervix carcinoma not in remission for 12 months are excluded; patients with known brain metastases are excluded from this clinical trial because of their poor overall prognosis.", "● Pregnancy excludes patients from this study because radiation is potentially teratogenic and abortive; beta-hcg level screening and clinical diagnostic tests will be used to determine eligibility"], "Results": ["Performance measures:", "- Acute and Grade 2 or higher radiation-related skin toxicity, assessed by common terminology criteria for adverse events (CTCAE) Version 3.0", "Frequency tables will be prepared to summarize the incidents observed by severity and type of toxicity during weekly treatment and one month after treatment with radiotherapy. Differences in toxicity observed between treatment arms can be reported in the frequency tables.", "Time limit: 1 month after treatment", "Results 1:", "Title of arm/group: Arm I: Alkaline water", "Description of the arm/group: Patients undergo external radiation therapy, 5 days a week for 6 weeks. Patients drink 8 ounces of alkaline water within 30 minutes immediately before and after radiation therapy.", "Alkaline water: Patients drink 8 ounces of alkaline water within 30 minutes immediately before and after radiation therapy.", "External beam radiation therapy (EBRT): Patients undergo external QD beam radiation therapy 5 days a week for 6 weeks.", "Total number of participants analysed: 29", "Type of measurement: Number", "Unit of measure: percentage of participants 38", "Results 2:", "Title of arm/group: Arm II: Distilled water", "Description of the arm/group: Patients undergo external radiation therapy as in arm I. Patients also drink 8 ounces of distilled water within 30 minutes immediately before and after radiotherapy", "Distilled water: Patients also drink 8 ounces of distilled water within 30 minutes immediately before and after radiation therapy.", "External beam radiation therapy (EBRT): Patients undergo external QD beam radiation therapy 5 days a week for 6 weeks.", "Total number of participants analysed: 16", "Type of measurement: Number", "Unit of measure: percentage of participants 38"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/29 (3.45 per cent)", "- Skin infection * [1]0/29 (0.00 %)", "Increased alanine aminotransferase * [2]1/29 (3.45%)", "Increased aspartate aminotransferase * [3]1/29 (3.45%)", "Chest pain * [4]1/29 (3.45%)", "Adverse Events 2:", "Total: 1/16 (6.25 per cent)", "Skin infection * [1]1/16 (6.25 per cent)", "Increased alanine aminotransferase * [2]0/16 (0.00 %)", "Increased aspartate aminotransferase * [3]0/16 (0.00 %)", "Chest pain * [4]0/16 (0.00 %)"]}