{"Clinical Trial ID": "NCT01926886", "Intervention": ["INTERVENTION 1:", "- Trastuzumab", "Participants received an infusion of trastuzumab IV at the initial charge dose of 8 mg/kg body weight for treatment with q3w as a neoadjuvant treatment prior to entering the study, and recommended a maintenance dose of 6 mg/kg body weight q3w for the first 3 cycles (Cycles 7-9) in hospital, followed by administration of trastuzumab at a fixed dose of 600 mg body weight q3w for the next 3 cycles (Cycles 10-12) in hospital and administration of trastuzumab at a fixed dose of 600 mg body weight q3w at home for the next 6 cycles (Cycles 13-18) (Each cycle = 21 days)."], "Eligibility": ["Incorporation criteria:", "- Histologically confirmed non-metastatic invasive primary adenocarcinoma of the breast", "· HER2-positive immunohistochemistry (IHC)3+ or positive in situ hybridization (ISH) according to local reimbursement criteria and determined in a local laboratory that is tested/certified in HER2 expression tests using a specific and validated test", "The Eastern Cooperative Oncology Group (ECOG) is in a position to assess the Statement of Operations 0-1", "• Hormonal therapy will be authorised in accordance with the institutional guidelines", "The left ventricular ejection fraction (LVEF) greater than or equal to (>/=) 50% measured by echocardiography (ECHO) or multiple acquisition (MUGA) prior to the first dose of trastuzumab SC, or, for those receiving trastuzumab at the beginning of the study, documented results within an acceptable limit of cardiac evaluation within 3 months prior to registration.", "Participants completed the first 6 cycles of trastuzumab IV as part of (neo)adjuvant treatment", "No signs of residual, locally recurrent or metastatic disease after completion of surgery and chemotherapy (neoadjuvant or adjuvant)", "• Simultaneous use of curative radiotherapy will be permitted", "- Exclusion criteria:", "Participants with curatively treated in situ carcinoma of the cervix or basal cell carcinoma, and patients with other curatively treated malignancies who have been disease-free for at least 5 years, are eligible.", "Participants with severe resting dyspnoea or requiring additional oxygen therapy", "Participants with other co-occurring serious diseases that may interfere with the intended treatment, including severe lung disease/disease", "• Serious heart disease or medical conditions that would prevent the use of trastuzumab, in particular: a history of documented congestive heart failure (CFD), uncontrolled high-risk arrhythmias, pectori angors requiring medication, clinically significant valvular disease, signs of transmural electrocardiogram infarction (ECG), poorly controlled hypertension diagnosed", "A known infection with human immunodeficiency virus (HIV), active hepatitis B virus (HBV) or hepatitis C virus (HCV)", "Pregnant or lactating women", "Women of childbearing potential and men with partners of childbearing potential who cannot or do not want to use adequate contraceptive measures during study treatment", "Concomitant inclusion in another clinical trial using experimental anticancer therapy, including hormonal treatment, bisphosphonate treatment, and immunotherapy, within 28 days prior to the first dose of study therapy", "• Known hypersensitivity to trastuzumab, murine proteins, to any of the excipients of Herceptin, including hyaluronidase, or to the adhesive of the SC device, or to a history of severe allergic or immunological reactions, e.g. difficult to control asthma", "Insufficiency of bone marrow, liver or kidney function"], "Results": ["Performance measures:", "Percentage of participants with adverse reactions (ADRs) and serious adverse reactions (SEEs)", "A AE was an AE with one of the following results or considered significant for any other reason: death; initial or prolonged hospitalization in a patient; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital abnormality. An emerging AE was defined as occurring within 35 days of the last administration of treatment.", "Time limit: Up to 45 months", "Results 1:", "Title of arm/group: Trastuzumab", "Infusion of trastuzumab IV at the initial loading dose of 8 mg/kg body weight for q3w treatment as a neo-adjuvant treatment prior to entering the study was recommended, followed by maintenance dose of 6 mg/kg body weight q3w for the first 3 cycles (Cycles 7-9) in hospital, followed by administration of trastuzumab at a fixed dose of 600 mg body weight q3w for the next 3 cycles (Cycles 10-12) in hospital and administration of trastuzumab at a fixed dose of 600 mg body weight q3w at home for the next 6 cycles (Cycles 13-18) (Each cycle = 21 days).", "Total number of participants analysed: 101", "Type of measurement: Number", "Unit of measure: % of participants Emerging EA: 90.1", "Emergent SAE: 7.9"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/101 (7.92%)", "Vertigo * 1/101 (0.99%)", "Infected lymphocele * 1/101 (0.99%)", "Decreased ejection fraction * 5/101 (4.95%)", "* 1/101 (0.99%)"]}