{"Clinical Trial ID": "NCT01855828", "Intervention": ["INTERVENTION 1:", "Chemo Plus Pertuzumab,Trastuzumab", "During weeks 1-12, patients will receive pertuzumab, trastuzumab and paclitaxel simultaneously; during weeks 13-24, patients will receive pertuzumab and trastuzumab simultaneously with 5-fluorouracil, epirubicin and cyclophosphamide (FEC).", "Pertuzumab: The first dose is 840 mg, the maintenance dose is 420 mg. Pertuzumab is given once every 3 weeks for 24 weeks (8 total doses)", "During weeks 1 to 12, the first dose is 4 mg/kg, the maintenance dose is 2 mg/kg administered weekly (12 total doses).", "For weeks 13 to 24, the dose is 6 mg/kg administered every 3 weeks (4 total doses).", "Paclitaxel: given at 80 mg/m2 each week from week 1 to 12 (12 doses in total).", "5-fluorouracil: given at 500 mg/m2 every 3 weeks in weeks 13-24 (4 doses in total).", "Epirubicin: administered at 75mg/m2 every 3 weeks in weeks 13-24 (4 doses in total).", "Cyclophosphamide: given at 500mg/m2 every 3 weeks in weeks 13-24 (4 doses in total)."], "Eligibility": ["Incorporation criteria:", "- Patients with HER2 hertologically confirmed invasive breast cancer at stage I-III, for which adjuvant/neoadjuvant chemotherapy is indicated based on the physician's judgement in accordance with the NACC guidelines.", "HER2 Overexpression or amplification will be based on local test results and is defined as follows:", "(ii) fluorescent in situ hybridization (FISH) resulting from more than six HER2 copies per nucleus or, (iii) FISH ratio (HER2 signals of the gene compared to chromosomal signals 17) of a value greater than or equal to 2.0.", "Patients with synchronous bilateral breast cancer are eligible if at least one of the tumours is HER2-positive.", "The left ventricular ejection fraction (LVEF) is greater than or equal to 50% of the reference value, as determined by ECHO or MUGA, or within the normal limits of the institution.", "Women of childbearing potential must undergo a negative pregnancy test (serum or beta HCG urine) prior to the start of chemotherapy. Women and men with sexually active breast cancer must agree to use contraception while participating in the trial and for 3 months after the end of treatment.", "An adequate bone marrow function, as indicated by the following:", "ANC greater than or equal to 1500/uL", "— Blisters greater than or equal to 100 000/uL", "Hemoglobin 10 g/dL or more", "Adequate renal function as indicated by creatinine of 1.5 times the upper limit of normal (ULN)", "adequate liver function, as indicated by bilirubin equal to or less than 1.5 X ULN and AST or ALT equal to or less than 2 x ULN.", "Signed informed consent.", "- Exclusion criteria:", "Patients will be excluded from the study on the basis of one of the following criteria:", "Therefore, patients who have undergone partial biopsy of excision, lumpectomy, segmental mastectomy, modified radical mastectomy, or sentinel lymph node biopsy cannot be accurately evaluated for pathological response.", "Patients at high risk of developing anthracycline, paclitaxel, trastuzumab or pertuzumab-related toxicity:", "History of congestive heart failure, myocardial infarction or cardiomyopathy, uncontrolled hypertension despite adequate medications Pre-existing peripheral neuropathy > Grade 3 Previous treatment with anthracycline Hypersensitivity to one of the study drugs Patients over 65 years of age due to increased risk of cardiotoxicity", "An active infection requiring systemic antibiotic therapy.", "Pregnant or lactating women"], "Results": ["Performance measures:", "Proportion of participants with complete pathological response rate", "To estimate the rate of complete pathological response (pCR) when pertuzumab is added to the weekly trastuzumab/pallitaxel followed by trastuzumab/5-fluorouracil, epirubicin, and neoadjuvant chemotherapy cyclophosphamide in positive HER2 breast cancer, this study will evaluate pCR levels separately in ER+ and ER- cancers. The complete pathological response is defined as no evidence of viable invasive tumour cells at the primary tumour site and axillary lymph nodes in the surgical sample.", "Time limit: 20 weeks", "Results 1:", "Title of the arm/group: Chemo Plus Pertuzumab,Trastuzumab", "In weeks 1-12, patients will receive pertuzumab, trastuzumab and paclitaxel simultaneously; in weeks 13-24, patients will receive pertuzumab and trastuzumab simultaneously with 5-fluorouracil, epirubicin and cyclophosphamide (FEC).", "Pertuzumab: The first dose is 840 mg, the maintenance dose is 420 mg. Pertuzumab is given once every 3 weeks for 24 weeks (8 total doses)", "During weeks 1 to 12, the first dose is 4 mg/kg, the maintenance dose is 2 mg/kg administered weekly (12 total doses).", "For weeks 13 to 24, the dose is 6 mg/kg administered every 3 weeks (4 total doses).", "Paclitaxel: given at 80 mg/m2 each week from week 1 to 12 (12 doses in total).", "5-fluorouracil: given at 500 mg/m2 every 3 weeks in weeks 13-24 (4 doses in total).", "Epirubicin: administered at 75mg/m2 every 3 weeks in weeks 13-24 (4 doses in total).", "Cyclophosphamide: given at 500mg/m2 every 3 weeks in weeks 13-24 (4 doses in total).", "Total number of participants analysed: 48", "Type of measurement: Number", "Unit of measure: Proportion of participants HR Positive: 23 participants", "26 (from 13 to 46)", "- Negative for HR: 25 participants", "80 (60-91)"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/50 (12.0%)", "- Ventricular tachycardia 1/50 (2.0%)", "Fever [1]1/50 (2.0%)", "Pseudo-influenza symptoms 1/50 (2.0%)", "- Catheter-related infection 2/50 (4.0%)", "* [2]1/50 (2.0%)", "Thromboembolic event 1/50 (2.0%)"]}