{"Clinical Trial ID": "NCT00390455", "Intervention": ["INTERVENTION 1:", "- Arm I (Lapatinib)", "Patients receive 1,500 mg of lapatinib PO ditosylate from DQ on days 1 to 28 and from IM fulvestrant on days 1 (500 mg) and 15 (250 mg) of course 1 and day 1 (250 mg) of each subsequent course.", "INTERVENTION 2:", "Army II (Placebo)", "Patients receive placebo POQ on days 1 to 28 and fuvester IM on days 1 (500 mg) and 15 (250 mg) of course 1 and day 1 (250 mg) of each subsequent course."], "Eligibility": ["Incorporation criteria:", "A histological, pathological or cytological diagnosis of female breast cancer in a primary or metastatic context; histological documentation of metastatic/recurrent disease is not required if there is unequivocal clinical evidence of recurrence", "• Stage IV breast cancer (using the criteria of the U.S. Joint Committee on Cancer [JCCA], 6th Edition) or locally advanced breast cancer (stage III) which is not considered curative treatment", "Patients with symptomatic brain metastases or other symptomatic central nervous system (CNS) metastases are not eligible for the study; no screening studies are required in asymptomatic patients; patients with previously treated brain metastases, who are free from CNS disease symptoms and who are more than 3 months old from the treatment of brain metastases are eligible.", "The tumours (determined on pathology from primary or metastatic sites) should be potentially sensitive to endocrine treatment, defined as expressing the estrogen receptor (ER) and/or progesterone receptor (PgR) as immunohistochemical methods determined according to the standard local establishment protocol, >= 1% of cells will be considered positive.", "The protocol has been amended to allow tumours with HER2 status, although a HER2 status determination has been made; patients will be considered eligible if HER2 is documented by one of the following methods:", "Immunohistochemistry (IHC) 0 (i.e. negative), 1+, 2+ or 3+ levels of expression, or", "- Gene amplification (fluorescent in situ hybridization [FISH]) positive or negative", "Patients should have at least one lesion that can be accurately measured in at least one dimension (the longest diameter to record) as >= 2.0 cm with conventional techniques or >= 1.0 cm with spiral tomography (CT)", "Exception: Patients with lytic or blast bone metastases as their only disease site will be eligible for the study even if these patients are not considered to have a disease measurable by the solid tumour response assessment criteria (RECIST); these patients will be evaluated for time to progression, but not the response", "Patients with all other lesions, including small lesions (the longest diameter < 2.0 cm with conventional techniques or < 1.0 cm with spiral scan) and truly unmeasurable lesions, including those listed below, are not eligible.", "Injuries that are considered non-measurable include:", "• Bone damage (women with bone damage will be eligible as described above)", "Nervous system disorders", "Ascites", "Pleural/pericardial effusion", "Inflammatory breast cancer", "- Lymphangitis cutis/pulmonitis", "• Abdominal masses that are not confirmed and followed by imaging techniques", "Cystic lesions", "Patients should have had one or two prior endocrine treatments for breast cancer in the adjuvant or metastatic setting, excluding treatment-related amenorrhea or ovarian suppression; sequential use of two different third-generation aromatase inhibitors is considered treatment; tumours need not be resistant to such treatments; e.g.:", "A patient with novo metastatic breast cancer who had never received endocrine treatment is not eligible;", "A patient who has received adjuvant tamoxifen and subsequent treatment with an aromatase inhibitor (adjuvant or metastatic) is eligible;", "A patient who has received an adjuvant or metastatic aromatase inhibitor and who has stopped treatment after several months due to side effects is eligible;", "A patient who has received an adjuvant aromatase inhibitor is eligible, whether or not he has received tamoxifen at any time;", "A patient who has received adjuvant tamoxifen, then a nonsteroidal aromatase inhibitor and a steroidal aromatase inhibitor for advanced breast cancer in the adjuvant or metastatic setting is eligible;", "A patient who received adjuvant tamoxifen and then an inhibitor of nonsteroidal aromatase and subsequently megesterol acetate for advanced breast cancer is not eligible.", "- Tumours potentially susceptible to endocrine treatment, defined as >= 3 months of prior endocrine treatment without progression of disease in the adjuvant or metastatic setting", "Patients should have received prior treatment either in the adjuvant setting or in the metastatic setting with a commercially available third-generation aromatase inhibitor (i.e., anastrozole, exemestane or letrozole); tumours need not be resistant to such therapies.", "Patients may have received prior chemotherapy treatment for Stage IV breast cancer; prior chemotherapy in the adjuvant and/or neoadjuvant setting is allowed; patients should have completed chemotherapy at least one week prior to starting protocol-based therapy.", "Patients may have received prior treatment with trastuzumab for stage IV breast cancer in combination with chemotherapeutic and/or endocrine therapy, but the treatment should have been terminated at least 3 weeks prior to the start of protocol therapy; pre-treatment with trastuzumab in the adjuvant and/or neoadjuvant setting is allowed but must have been terminated at least 3 weeks prior to the start of protocol therapy.", "Prior treatment with a commercial EGFR inhibitor (including, but not limited to, gefitinib, erlotinib, lapatinib or cetuximab) or experimental EGFR inhibitors is prohibited.", "Patients may have initiated bisphosphonate therapy prior to entry into the study; these patients will have bone lesions considered to be evaluable for progression but not for response.", "- Pre-fulvesting treatment is prohibited.", "Patients receiving a gonadotropin release hormone (GnRH) agonist for ovarian suppression should remain under this treatment throughout protocol therapy; patients should discontinue other endocrine treatments, including systemic hormone replacement therapy and intravaginal estrogen prior to entry into the study; patients should have completed radiation therapy prior to entry into the study; patients should be treated at least one week from prior chemotherapy or three weeks from previous trastuzumab therapy, with adequate recovery of bone marrow function and performance.", "Patients should be postmenopausal women, defined as women who meet one of the following criteria:", "Age >= 60; or", "Age >= 45 years with an intact uterus and amenorrhoea for 12 months or more; or", "History of bilateral oophorectomy; or", "- stimulating follicular hormone (FSH) levels in the postmenopausal range according to the ranges established by the test facility; or", "Treatment with a GnRH agonist for ovarian suppression for at least 3 consecutive months prior to registration of the study, and remaining on this treatment throughout protocol treatment", "• Pregnant or lactating women are not eligible for the study; clinicians should inform patients that there are no data on the safety of lapatinib or fulvestrant in pregnant patients or on the impact of these agents on fertility or pregnancy.", "Eastern Cooperative Oncology Group (ECOG) (Zubrod)", "The absence of an ongoing visceral attack, according to the treating doctor", "Absence of acquired or hereditary haemorrhagic disorders", "The absence of the need for systemic therapeutic anticoagulation (defined as maintaining a standardized international report [INR] > 1.6); patients may take low-dose warfarin or aspirin (or equivalent) to maintain a central venous catheter.", "Granulocytes >= 1000/μl", "Number of platelets >= 100 000/μl", "Creatinine = < 2 mg/dl", "= < 1.5 x upper limit of normal (ULN) except because of Gilbert's syndrome", "Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) = < 2.5 x ULN without liver metastases; = < 5 x ULN with liver metastases", "INR = < 1.6", "The left ventricular ejection fraction (LVEF) within the institutional limits of normal"], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "PFS was defined as the interval between entry into the study and progression of disease or death resulting from a cause, which never occurred first. The progression is defined as an increase of 20% in the sum of the longest diameter of target lesions (by RECIST criteria).", "Time limit: Interval from randomization to progression of disease or death, whichever occurs first, estimated up to 5 years", "Results 1:", "Title of arm/group: Arm I (Lapatinib)", "Description of the arm/group: Patients receive 1500 mg of lapatinib PO ditosylate QD on days 1 to 28 and IM fuvestant on days 1 (500 mg) and 15 (250 mg) of course 1 and day 1 (250 mg) of each subsequent course.", "Total number of participants analysed: 146", "Median (95% confidence interval)", "Unit of measure: month 4.7 (3.7 to 5.7)", "Results 2:", "Title of arm/group: Arm II (Placebo)", "- Arm/group description: Patients receive placebo POQ on days 1 to 28 and fulvestrant IM on days 1 (500 mg) and 15 (250 mg) of course 1 and day 1 (250 mg) of each subsequent course.", "Total number of participants analysed: 145", "Median (95% confidence interval)", "Unit of measure: month 3.8 (3.8 to 5.6)"], "Adverse Events": ["Undesirable Events 1:", "Total: 12/141 (8.51%)", "1/141 (0.71%)", "Constipation 1/141 (0.71 per cent)", "Diarrhoea 7/141 (4.96%)", "Gastrointestinal disorders 0/141 (0.00 %)", "Nausea 5/141 (3.55 per cent)", "- Vomiting 2/141 (1.42%)", "Chest pain 1/141 (0.7%)", "• Disease progression 1/141 (0.7%)", "Fatigue 8/141 (5.67 per cent)", "- Abnormal gait 0/141 (0.00 per cent)", "1/141 (0.71%)", "- Pain 1/141 (0.7%)", "Adverse Events 2:", "Total: 14/137 (10.22 per cent)", "1/137 (0.73 %)", "Constipation 2/137 (1.46%)", "Diarrhoea 4/137 (2.92%)", "Gastrointestinal disorders 1/137 (0.73%)", "Nausea 3/137 (2.19 per cent)", "Vomiting 1/137 (0.73%)", "1/137 (0.73 per cent)", "- Disease progression 0/137 (0.00 %)", "Fatigue 5/137 (3.65 per cent)", "Abnormal gait 1/137 (0.73 %)", "Injection site reaction 0/137 (0.00 %)", "2/137 pain (1.46%)"]}