{"Clinical Trial ID": "NCT01306942", "Intervention": ["INTERVENTION 1:", "Phase I: Dasatinib 100mg/Trastuzumab 2mg/kg/Paclitaxel 80mg/m2", "Cohort 1: Eligible patients were included and treated with cycles of 4 weeks of trastuzumab 2 mg/kg IV per week (after a loading dose of 4 mg/kg in cycle 1) and paclitaxel 80 mg/m2 per week x 3 weeks followed by a rest period of 7 days. Dasatinib 100 mg was administered orally once daily (QD). Treatment was repeated on day 1 of a 28-day cycle until radiographic or symptomatic progression or unacceptable toxicity occurred.", "INTERVENTION 2:", "Phase I: Dasatinib 140mg/Trastuzumab 2mg/kg/Paclitaxel 80mg/m2", "Cohort 2: Eligible patients were included and treated with cycles of 4 weeks of trastuzumab 2 mg/kg IV per week (after a loading dose of 4 mg/kg in cycle 1) and paclitaxel 80 mg/m2 per week x 3 weeks followed by a rest period of 7 days. Dasatinib 140 mg was administered orally once daily (QD). Treatment was repeated on day 1 of a 28-day cycle until radiographic or symptomatic progression or unacceptable toxicity occurred."], "Eligibility": ["Incorporation criteria:", "Women with breast cancer confirmed by histology with documented metastases.", "Patients should have a human epidermal growth factor Receptor 2 (HER2) overexpression by immunohistochemistry (3+, HercepTest®; DAKO) or positive fluorescence in situ hybridization for HER2 amplification evaluated by the central laboratory. It is recommended that a tumour tissue block integrated with the formin-fix paraffin (FFPE) of the metastatic site (or primary tumour, if the metastatic site is not available) be provided for the HER2 test.", "Patients may have a measurable or non-measurable disease for Phase I. For Phase II, only patients with a measurable disease defined by RECIST 1.1 will be included.", "Informed consent signed in writing.", "Target population:", "* Patients with performance status (ECOG) of 0 or 1.", "The number of previously authorised therapies or prior therapies may have included:", "Chemotherapy: No prior chemotherapy for BCM is allowed. Patients treated with adjuvant chemotherapy based on taxanes may be included if they are completely recovered from any toxicity associated with taxane and a minimum of 12 months have elapsed since the end of this treatment.", "Hormonal treatment: Patients may have already received hormonal treatment. All hormonal agents should be discontinued at least 3 weeks prior to entry into the study.", "Radiotherapy: Patients may have already undergone radiation therapy that has not exceeded 25% of the bone marrow reserve. A minimum of 21 days must have elapsed between the last radiation dose and the registration in the study. Patients must have recovered any acute radiation toxic effects prior to registration. Injuries that have been irradiated may not be included as measurable disease sites for Phase II unless the clear tumour progression, according to the RECIST criteria, has been documented in these lesions since the end of radiotherapy.", "Previous Surgery: The previous surgery is allowed provided the wound healing has taken place.", "Anti-HER2 Therapies: No prior anti-HER2 treatment for MBC is allowed. Patients treated with adjuvant anti-HER2 treatments (including but not limited to trastuzumab and lapatinib) are allowed to be included if at least 12 months have elapsed since the end of this treatment.", "Appropriate function of the organ (...).", "- Ability to take oral medicines (dasatinib should be swallowed whole).", "- Concomitant medicines", "(ii) Biphosphonates should not be initiated within 28 days prior to treatment with dasatinib.", "Age and sex:", "(g) Women of childbearing potential (WOCBP) should use an adequate contraceptive method to prevent pregnancy throughout the study and for at least 4 weeks after the last dose of the study drug in order to minimize the risk of pregnancy. (...)", "- Exclusion criteria:", "Gender and reproductive status:", "WHOCBP who are reluctant or unable to use an acceptable method to prevent pregnancy throughout the study period and for at least 4 weeks after the last dose of the study drug", "Pregnant or lactating women.", "Women with positive pregnancy test", "• Exceptions for targeted diseases:", "A) Central Nervous System (CNS) metastases that are not well controlled. Eligible patients should be asymptomatic, cannot receive steroids or cancer treatment and should be enrolled at least one month after the end of radiation therapy.", "Medical history and concomitant diseases", "There is no malignancy [other than that treated in this study] that has required radiation therapy or systemic treatment over the past five years.", "A concomitant medical condition that may increase the risk of toxicity, including pleural or pericardial swelling of any grade.", "- Cardiac symptoms; one of the following symptoms should be considered for exclusion:", "(i) Uncontrolled angina, congestive heart failure or myocardial infarction (MI) within 6 months (ii). Patients with intercurrent cardiac dysfunction or left ventricular ejection fraction (LVEF) < 50%.", "(iv) Any history of clinically significant ventricular arrhythmias (ventricular patches, ventricular fibrillation, point twists, etc.).", "(v) Prolonged corrected QT (QTc) interval on pre-entry electrocardiogram (450 msec).", "(vi) Patients with hypokalaemia or hypomagnesaemia if they cannot be corrected before the administration of dasatinib.", "D) History of major non-cancer-related haemorrhagic disorders, including: i) Diagnosed congenital haemorrhagic disorders (e.g. von Willebrand's disease). ii) Diagnosed haemorrhagic disorders within one year (e.g. antifactor VIII antibodies acquired).", "(iii) Significant, continuous or recent gastrointestinal bleeding ( 3 months).", "Allergies and side effects of medicines", "(a) Patients with known allergy to any of the study medicinal products or their components.", "Prohibited treatments and/or therapies", "(Patients should discontinue treatment 7 days before starting dasatinib) (i) quinidine, procainamide, disopyramide (ii) amiodarone, sotalol, ibutilide, dofetilide (iii) erythromycin, clarithromycin (iv) chlorpromazine, haloperidol, mesoridazine, thioridazine, pimozide (v) cisapride, bepridil, dipiridol, methadone, arsenic, chloroquine, domperidone, halofantrin, levomethadyl, pentamidin, sparfloxacin, lidoflazine.", "(b) Concomitant anticancer therapy (c) CYP3A4 inhibitors", "Other exclusion criteria:", "* Patients in custody for the treatment of a psychiatric or physical illness (e.g., infectious disease).", "Patients with active or uncontrolled infections, serious diseases or medical conditions that would not allow the patient to be treated in accordance with the protocol.", "• Patients cannot or do not want to give their informed written consent prior to participation in the study.", "The pre-existing motor or sensory neurotoxicity of grade 2 severity according to the common NCI toxicity criteria (version 4.03)."], "Results": ["Performance measures:", "Number of participants with dose limit toxicity (DLT) during the first cycle of Dasatinib in combination with trastuzumab and paclitaxel (phase I)", "The DLT has been defined as the occurrence of one of the following adverse events or abnormal laboratory value (classified according to the Common Terminology Criteria for Adverse Events (CTCAE) version 4.03), assessed as potentially, likely or permanently related to the drugs under study, occurring in the first treatment cycle under study: Need for any dose modification during the first cycle due to toxicity, grade 3 or 4 neutropenia complicated by fever 38.5° C or infection, grade 4 neutropenia (absolute neutrophil count (NAC) <0.5x1000000/L) lasting at least 7 days, grade 3 thrombocytopenia complicated by haemorrhage, grade 4 thrombocytopenia, non-haematological toxicity, grade 4, non-haematological toxicity, grade 3 with the exception of nausea, vomiting or diarrhoea that may be controlled by appropriate medical intervention or prophylaxis, inability to resume dosing for cycle 2 at the current dose level within 14 days due to toxicity.", "Time limit: up to cycle 1", "Results 1:", "Category of arm/group: Phase I: Dasatinib 100mg/Trastuzumab 2mg/kg/Paclitaxel 80mg/m2", "In addition, patients were enrolled and treated with 4 week cycles of trastuzumab 2 mg/kg IV weekly (after a loading dose of 4 mg/kg in cycle 1) and paclitaxel 80 mg/m2 weekly x 3 weeks followed by a rest period of 7 days. Dasatinib 100 mg was administered orally once daily (QD). Treatment was repeated on day 1 of a 28-day cycle until radiographic or symptomatic progression or unacceptable toxicity occurred.", "Total number of participants analysed: 6", "Type of measure: Number of participants", "Unit of measure: Participants 1 16.7%", "Results 2:", "Category of arm/group: Phase I: Dasatinib 140mg/Trastuzumab 2mg/kg/Paclitaxel 80mg/m2", "In addition, patients were enrolled and treated with 4 weeks cycles of trastuzumab 2 mg/kg IV weekly (after a loading dose of 4 mg/kg in cycle 1) and paclitaxel 80 mg/m2 weekly x 3 weeks followed by a rest period of 7 days. Dasatinib 140 mg was administered orally once daily (QD). Treatment was repeated on day 1 of a 28-day cycle until radiographic or symptomatic progression or unacceptable toxicity occurred.", "Total number of participants analysed: 4", "Type of measure: Number of participants", "Unit of measure: Participants 2 50.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/6 (16.67%)", "Angina * [1]0/6 (0.00 %)", "Diarrhoea * [2]1/6 (16.67%)", "- Sudden death * [3]0/6 (0.00 %)", "Soft tissue and skin disorders * [2]0/6 (0.00 %)", "- Catheter-related infection * [1]0/6 (0.00 %)", "Overdose * [4]0/6 (0.00 %)", "Dyspnoea * [2]0/6 (0.00 %)", "Pneumonia * [2]0/6 (0.00 %)", "* [5]0/6 (0.00 %)", "Adverse Events 2:", "Total: 2/4 (50%)", "Angina * [1]0/4 (0.00 %)", "Diarrhoea * [2]0/4 (0.00 %)", "- Sudden death * [3]0/4 (0.00 %)", "* [2]0/4 (0.00 %)", "- Catheter-related infection * [1]0/4 (0.00 %)", "Overdose * [4]0/4 (0.00 %)", "Dyspnoea * [2]1/4 (25.0%)", "Pneumonitis * [2]1/4 (25.0%)", "* [5]0/4 (0.00 %)"]}