{"Clinical Trial ID": "NCT00513695", "Intervention": ["INTERVENTION 1:", "Treatment (Neoadjuvant chemotherapy before surgery)", "Patients receive neoadjuvant chemotherapy including sunitinib PO malate once daily and paclitaxel IV for 1 hour once weekly for 8 to 12 weeks in the absence of disease progression or unacceptable toxicity.From 3 weeks after completion of sunitinib malate and paclitaxel, patients receive doxorubicin IV once weekly for 15 weeks, cyclophosphamide PO once daily for 15 weeks and filgrastim SC on days 2 to 7 for 16 weeks in the absence of disease progression or unacceptable toxicity.", "Sunitinib malate: see PO", "Paclitaxel: given IV", "Doxorubicin hydrochloride: IV", "- cyclophosphamide: given PO", "- filgrastim: seen SC", "● Conventional Therapeutic Surgery: Underlying Surgery", "Analysis of laboratory biomarkers: related studies", "Flow cytometry: correlated studies"], "Eligibility": ["Incorporation criteria:", "• Be informed of the investigational nature of the study and all relevant aspects of the trial and must sign and give written consent in accordance with institutional and federal guidelines.", "· To have a histologically confirmed diagnosis of breast cancer that is locally advanced or inflammatory; inflammatory breast cancer is defined as erythema and orange skin involving half or more of the breast with a histological diagnosis of breast cancer; discovery of dermal lymphatic involvement focusing on histology does not constitute inflammatory breast cancer", "Based on an experienced breast surgeon or other candidates considered appropriate for neoadjuvant treatment or stage IIIB treatment (T4, any N, M0 disease) or stage IIIC (any T, N3, M0 disease)", "Patients should have a performance status of 0-2 according to the Zubrod criteria.", "Absolute neutrophil count (NAC) >= 1,500 cells/mm^3", "Number of platelets >= 100,000 cells/mm^3", "Serum creatinine rate = < 1.5 x upper institutional limit of normal (IUL)", "Bilirubin = < 2.0", "pyruvic glutamic serum transaminase (SGOT)/pyruvic glutamic serum transaminase (SGPT)/alkaline phosphatase = < 2.0 x IULN", "A multi-door acquisition analysis (MUGA) or echocardiogram is performed within 3 months of registration and a left ventricular ejection fraction (LVEF) is greater than the lower institutional limit of normal.", "To be ready and able to comply with planned visits, treatment plan, laboratory tests and other test procedures", "- Exclusion criteria:", "Have evidence of distant metastases", "Have tumours that overexpress the human epidermal growth factor receptor 2 (HER2)/neu, as evidenced by 3+ immunohistochemistry staining or gene amplification by fluorescent in situ hybridization (FISH)", "Have already received chemotherapy or hormonal treatment for breast cancer", "Have already received radiotherapy or definitive surgery prior to breast cancer", "To have a clinical diagnosis of congestive heart failure or angina in the chest or of any of the following symptoms within 6 months prior to administration of the study drug: myocardial infarction, coronary/peripheral bypass, stroke or transient ischemic attack, pulmonary embolism", "National Cancer Institute (NCI) Continuous Cardiac Dysrrhythmias Common Adverse Event Toxicity Criteria (CAETC) version 3.0 grade >= 2", "Have uncontrolled hypertension (>150/100 mm Hg despite optimal medical therapy)", "Have a pre-existing thyroid abnormality with thyroid function that cannot be maintained in the normal range with a medicine", "Have a known active infection", "• An anterior malignant condition, except for skin cancer of basal or squamous cells, cancer in situ, properly treated stage I or II cancer whose patient is currently in full remission or other cancer whose patient has not been ill for 5 years.", "Positive human immunodeficiency virus (HIV)", "• Receives or plans to receive anticancer therapy concurrently while receiving protocol treatment", "· Participation in parallel imaging, enhanced magnetic resonance dynamic contrast imaging (DCE-MRI) and emission tomography of fludeoxyglucose positrons F 18 (FDG PET) with kinetic analysis is permitted to monitor the response of breast cancer to neoadjuvant sunitinib and metronomic chemotherapy.", "· Pregnant or breast-feeding; women should be surgically sterile or postmenopausal, or agree to use effective contraception during the treatment period; all women with reproductive potential should undergo a negative pregnancy test (serum or urine) before being enrolled; men should be surgically sterile or agree to use effective contraception during the treatment period; the definition of effective contraception will be based on the judgement of the principal investigator or a designated partner", "Another serious, acute or chronic, medical or psychiatric or laboratory anomaly that may increase the risk associated with participating in the study or administration of drugs in the study, or that may interfere with the interpretation of the study results, and which, in the opinion of the investigator, would render the subject inappropriate for entry into the study."], "Results": ["Performance measures:", "Microscopic rate of pathological CR (pCR)", "Defined as no evidence of invasive microscopic tumour present at the primary tumour site in the surgical sample and calculated with the exact binomial confidence interval of 90%.", "Calendar: At the time of surgery", "Results 1:", "Title of the arm/group: Treatment (Neoadjuvant Chemotherapy Before Surgery)", "Patients receive neoadjuvant chemotherapy including sunitinib PO malate once daily and paclitaxel IV once weekly for an hour for 8 to 12 weeks in the absence of disease progression or unacceptable toxicity.From 3 weeks after completion of sunitinib malate and paclitaxel, patients receive doxorubicin IV once weekly for 15 weeks, cyclophosphamide PO once daily for 15 weeks and filgrastim SC on days 2 to 7 for 16 weeks in the absence of disease progression or unacceptable toxicity.", "Sunitinib malate: see PO", "Paclitaxel: given IV", "Doxorubicin hydrochloride: IV", "- cyclophosphamide: given PO", "- filgrastim: seen SC", "● Conventional Therapeutic Surgery: Underlying Surgery", "Analysis of laboratory biomarkers: related studies", "Flow cytometry: correlated studies", "Total number of participants analysed: 63", "Type of measurement: Number", "Unit of measure: percentage of participants assessed 27 (18 to 39)"], "Adverse Events": ["Undesirable Events 1:", "Total: 47/68 (69.12 per cent)", "- Neutropenia (ANC)47/68 (69.12 %)", "· Leucopenia23/68 (33.82%)", "Anemia15/68 (22.06 %)", "Diarrhoea3/68 (4.41%)", "Nausea1/68 (1.47%)", "Fatigue3/68 (4.41%)", "• Pain2/68 (2.94%)", "· Increase in ALT4/68 (5.88 %)", "• Sensory neuropathy3/68 (4.41%)", "- Mucositis7/68 (10.29%)", "Rash1/68 (1.47%)"]}