{"Clinical Trial ID": "NCT01857882", "Intervention": ["INTERVENTION 1:", "• Decision support workshop", "The decision support workshop will last 2 hours in the morning of the consultation and will be moderated by a social worker specializing in psycho-oncology.", "• Decision Support Workshop: Incorporates key elements of shared decision making and decision support into the philosophy of providing support care to cancer patients.", "Surgeon (30 minutes): treatment options for breast reconstruction with indications / contraindications, pros / cons, post-operative course expected, aesthetic result and complications with probabilities", "* Registered nurse (30 minutes): preparation for surgery, post-operative recovery and how to navigate the health care system", "Social worker (30 minutes): exercise to clarify values", "A volunteer breast reconstruction patient (30 minutes) questions and answers about her personal experience", "INTERVENTION 2:", "Standard care", "• Routine pre-consultation education"], "Eligibility": ["Incorporation criteria:", "Age of patient: 18 - 79 years at time of consultation", "A breast adenocarcinoma confirmed by in situ or invasive biopsy", "Considered for immediate or delayed breast reconstruction", "First consultation for breast reconstruction", "- Exclusion criteria:", "(e.g. angiosarcoma) or inflammatory breast adenocarcinoma", "Completion of any reconstruction or reconstruction review phase", "The patient cannot read or write in English.", "Cognitive impairment or uncontrolled psychiatric diagnosis"], "Results": ["Performance measures:", "· Self-efficiency scale of the decision", "The Self-Efficacy of Decision Scale (EDD) is a prospectively designed instrument to assess patient confidence in decision-making, including shared decision-making. It has been validated in women who face osteoporosis treatment decisions and used in cancer patients. Psychometric evaluation has shown high levels of internal coherence (Cronbach alpha 0.99). Self-efficacy of decisions is correlated with sub-scales of conflict of information decisions (r = 0.47) and sustained (r = 0.45). This instrument has never been tested in the breast cancer or breast reconstruction population.", "The total score is calculated by adding the 11 elements, dividing by 11 and multiplying by 25. The scores range from 0 (extremely low self-efficacy) to 100 (extremely high self-efficacy).", "The mean deviation and the standard deviation (SD) were calculated at the baseline and after the initial consultation.", "Time limit: Change from the self-efficacy of the initial decision to 1 week after surgical consultation", "Results 1:", "Title of Arm/Group: Decision Support Workshop", "Description of the arm/group: The decision support workshop will last 2 hours in the morning of the consultation and will be moderated by a social worker specializing in psycho-oncology.", "• Decision Support Workshop: Incorporates key elements of shared decision making and decision support into the philosophy of providing support care to cancer patients.", "Surgeon (30 minutes): treatment options for breast reconstruction with indications / contraindications, pros / cons, post-operative course expected, aesthetic result and complications with probabilities", "* Registered nurse (30 minutes): preparation for surgery, post-operative recovery and how to navigate the health care system", "Social worker (30 minutes): exercise to clarify values", "A volunteer breast reconstruction patient (30 minutes) questions and answers about her personal experience", "Total number of participants analysed: 20", "Average (standard deviation)", "Unit of measurement: units on a scale 5.7 (12.8)", "Results 2:", "Title of arm/group: Standard care", "Description of the arm/group: Current pre-consultation training", "Total number of participants analysed: 19", "Average (standard deviation)", "Unit of measurement: units on a scale 5.1 (9.8)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/0", "Adverse Events 2:", "Total: 0/0"]}