{"Clinical Trial ID": "NCT01004172", "Intervention": ["INTERVENTION 1:", "Carboplatin, Bevacizumab, Trastuzumab (if HER2+)", "Participants received treatment until disease progression on the CNS site or off the CNS site. The cycle duration is 28 days.", "Carboplatin: AUC=5 intravenous dose on day 8 of the first cycle and day 1 of each subsequent cycle", "Bevacizumab: 15 mg/kg intravenous dose on day 1 of each cycle", "Trastuzumab*: 6 mg/kg intravenous dose on day 8 of each cycle for patients with HER2-positive breast cancer only", "*8mg/kg loading dose in cycle 1 for some participants", "HER-2: Human Epidermal Growth Factor Receptor 2"], "Eligibility": ["Incorporation criteria:", "Patients without pathological or cytological confirmation of metastatic disease must have unequivocal evidence of metastases through physical examination or radiological study.", "Patients should have a measurable CNS disease, defined as at least one parenchymal brain injury that can be accurately measured in at least one dimension with the longest dimension >/= 10mm by local radiology.", "New or progressive CNS lesions, as assessed by the patient's treating physician", "No increase in the dose of corticosteroids in the week prior to initial brain MRI", "- 18 years or older", "• Life expectancy greater than 12 weeks", "- Evaluation of the Performance of the Eastern Cooperative Oncology Group (ECOG PS) 0-2", "Normal function of the organ and marrow as indicated in the protocol", "The left ventricular ejection fraction >/= 50%, determined by radionuclide ventriculography (RVG) or echocardiogram within 60 days prior to initiation of protocol therapy", "Previous carboplatin is allowed if it has not been administered in combination with bevacizumab.", "Previous trastuzumab is allowed", "No previous bevacizumab since diagnosis of CNS metastases or within 6 months prior to diagnosis of CNS metastases", "Women of childbearing potential and men must agree to use adequate contraception prior to entry into the study and for the duration of participation in the study.", "- Exclusion criteria:", "Patients who received chemotherapy within 14 days of entry into the study, or patients who did not recover adequately as a result of adverse reactions from previously administered agents", "Patients cannot receive concomitant experimental agents during the study.", "Patients may not receive concomitant cancer treatment, such as concomitant chemotherapy, radiotherapy or hormonal treatment during the study.", "History of Grade 3 or 4 allergic reactions attributed to compounds of similar or identical biological composition to bevacizumab, carboplatin or trastuzumab", "Known as contraindication to MRI with gadolinium contrast, such as heart pacemaker, shrapnel or foreign eye body", "Leptomeninge carcinomasis as the only CNS involvement site", "More than 2 seizures in the last 4 weeks prior to entry into the study", "- Grade 1 or more CNS bleeding at the base of brain MRI", "History of CNS second year or older bleeding within 12 months of entry into the study", "Poorly controlled blood pressure", "History of hypertensive seizure or hypertensive encephalopathy", "New York Heart Association (NYHA) Grade 2 or more of congestive heart failure", "History of myocardial infraction or unstable angina within 6 months prior to day 1", "A major vascular disease in the 6 months prior to Day 1", "History of haemoptysis in the month preceding Day 1", "Evidence of haemorrhagic diathesis or significant coagulopathy", "In progress, ongoing treatment with full-dose warfarin or its equivalent", "Use of aspirin (>325 mg/day) within 10 days prior to day 1", "• Major surgery, open biopsy or significant traumatic injury within 28 days prior to day 1 or anticipation of the need for major surgery during the study.", "Basic biopsy or other minor surgery, excluding the placement of a vascular access device, within 7 days prior to day 1", "History of abdominal fistula or gastrointestinal perforation within 6 months prior to day 1", "A serious, unhealing injury, an active ulcer or untreated bone fracture", "• Proteinuria demonstrated by urine-protein-creatinine ratio >/= 1.0 at screening", "• Known hypersensitivity to any component of bevacizumab", "Pregnancy or lactation"], "Results": ["Performance measures:", "Objective central nervous system (CNS) response rate", "The objective CNS response rate is the percentage of participants who receive a complete or partial CNS response as follows:", "The complete CNS response (CR) is obtained if all of the following conditions are met:", "Complete resolution of all measurable (>= 1 cm) and non-measurable brain metastases in the longest dimension [LD]", "No new CNS injury (defined as any new injury >= 6 mm in LD)", "• Stable or lower steroid dose", "No new/progressive neurological signs or symptoms associated with the tumour", "No progression of extra-CNS disease evaluated by RECIST", "The partial response (PR) of the CNS is obtained if all of the following conditions are met:", "->/= 50% reduction in volumetric sum of all measurable brain metastases (>/= 1 cm in LD) from baseline", "No progression on non-measurable lesions", "No new CNS injury (defined as any new injury >/= 6 mm in LD)", "• Stable or lower steroid dose", "No new/progressive neurological signs or symptoms associated with the tumour", "No progression of extra-CNS disease evaluated by RECIST", "The duration of treatment for this study cohort was a median (interval) of 8 cycles (1-20) which is approximately months given the duration of the 4-week cycle.", "Results 1:", "- Arm/group title: Carboplatin, Bevacizumab, Trastuzumab (if HER2+)", "Description of the arm/group: Participants received treatment until disease progression at the CNS site or outside the CNS. Cycle duration is 28 days.", "Carboplatin: AUC=5 intravenous dose on day 8 of the first cycle and day 1 of each subsequent cycle", "Bevacizumab: 15 mg/kg intravenous dose on day 1 of each cycle", "Trastuzumab*: 6 mg/kg intravenous dose on day 8 of each cycle for patients with HER2-positive breast cancer only", "*8mg/kg loading dose in cycle 1 for some participants", "HER-2: Human Epidermal Growth Factor Receptor 2", "Total number of participants analysed: 38", "Type of measurement: Number", "Unit of measure: percentage of participants 63 (47-77)"], "Adverse Events": ["Undesirable Events 1:", "Total: 16/38 (42.11 per cent)", "Hemoglobin 1/38 (2.63%)", "1/38 (2.63 per cent)", "Fatigue 6/38 (15.79 per cent)", "1/38 (2.63%)", "Neutrophils 3/38 (7.89 per cent)", "4/38 blisters (10.53 per cent)", "ALT, SGPT 1/38 (2.63%)", "ASAT, SGOT 2/38 (5.26%)", "Hypercalcaemia 1/38 (2.63%)", "Hyponatremia 1/38 (2.63 per cent)", "Generalised non-neuropathic weakness 1/38 (2.63%)", "• Joint sensation, pain 1/38 (2.63%)"]}