{"Clinical Trial ID": "NCT01596751", "Intervention": ["INTERVENTION 1:", "• Phase Ib: Eribulin in combination with PLX3397", "Phase Ib:", "21-day treatment cycle: PLX3397 100-200 mg of gelcaps, oral daily and Eribulin 1.4 mg/m2 intravenous day 1 and 8", "Cohort 1: 600 mg/day", "Cohort 2: 800 mg/day", "Cohort 3: 1000 mg/day"], "Eligibility": ["Incorporation criteria:", "A pathologically confirmed diagnosis of breast cancer with a documented progressive disease.", "Patients with stable brain metastases are eligible for this trial.", "At least prior chemotherapy for metastatic breast cancer. Prior treatment should be discontinued at least 2 weeks before starting treatment.", "A concomitant treatment with bisphosphonates is allowed.", "A stable dose of coumadine anticoagulation is permitted, provided that anticoagulation can be safely maintained at an international standard ratio (INR) in a normal range for tumour biopsy.", "Prothrombin time (PT)/International Standardized Ratio (INR) and part-time thromboplastin (PTT) within normal institutional limits within two weeks of initial biopsy.", "A measurable disease, as defined in the RECIST guidelines or an evaluable disease. Bone metastases must be evaluable.", "Patients with pulmonary metastases as their only disease site may register for this trial and will not undergo biopsy.", "For Phase I: patients with an overexpressive human epidermal growth factor (HER2) receptor 2 disease must have previously been treated with trastuzumab. Patients with an overexpressive HER2 disease are not eligible for the Phase II trial.", "- Aged 18 or older.", "* Performance Status of the Eastern Cooperative Oncology Group (ECOG) </= 2.", "Life expectancy >/= 12 weeks.", "Patients with peripheral neuropathy < grade 1 are eligible for this trial.", "Adequate bone marrow reserve: absolute number of neutrophils (CNA) >/= 1000, platelets >/= 100,000.", "Adequate renal function: serum creatinine </= 1.5x upper limit of normal (ULN) OR creatinine clearance calculated 50 ml/min.", "Sodium, potassium and chloride levels within the normal institutional limits.", "Adequate hepatic function: aspartate aminotransferase (AST) and alanine aminotransferase (ALT) </= 2.5 x ULN, and total bilirubin </= 1.5x upper limit of normal.", "At baseline: ejection fraction (EF) 50%, no evidence of QT prolongation, no history of congenital QT syndrome and no use of medicines known to increase the risk of Point Torsades - patients may be eligible for study if the drug can be transformed into another less risky agent (such as the transition from citalopram to another antidepressant).", "• Capable of taking oral medicines and maintaining hydration.", "Ability to give informed consent in writing and willingness to comply with protocol requirements", "Women of childbearing potential should agree to use an effective birth control method during treatment and for six months after receiving their last dose of the drug under study.", "Specific inclusion criteria for Phase II", "Patients enrolled in the Phase II part of this trial should have ERs, progesterone receptors (PRs) and a negative HER2 disease defined as less than 10% coloration for ERs and PRs, and HER2 not amplified by fluorescent in situ hybridization (FISH), 0 to 1% by immunohistochemistry (IHC), or 2+ by IHC and no evidence of FISH amplification.", "- Exclusion criteria:", "Treatment with other chemotherapy or hormonal treatment in the last 2 weeks.", "Treatment with trastuzumab, bevacizumab or other targeted treatments in the last 2 weeks.", "Concomitant radiation therapy.", "• Continuous treatment with any other experimental treatment.", "Previous treatment with eribulin", "A serious and concomitant illness, including congestive heart failure, major heart disease and uncontrolled hypertension, which would likely prevent the patient from complying with the study protocol.", "Insufficiency of the bone marrow, kidney or liver as defined above, or active coagulopathy that prevents tissue biopsy.", "• Pregnant and lactating women and women of childbearing potential who do not use an effective birth control method must undergo a serum pregnancy test within seven days of the start of the study."], "Results": ["Performance measures:", "Maximum tolerated dose (LMD) of PLX3397 administered in combination with the standard dose of eribulin in participants with metastatic breast cancer (phase 1b)", "The initial dose of PLX3397 was 600 mg/day and was increased in successive cohorts up to a dose of 1000 mg/day. Participants in each Phase Ib cohort were monitored for dose limit toxicity (TDL) within the first 21 days of combined therapy and were required to receive at least 14 days of PLX3397 and 2 doses of eribulin during the first cycle to be considered as evaluable for DLT (unless missed doses were due to DLT).", "Time limit: until day 21", "Results 1:", "Title of arm/group: Phase Ib: Eribulin in combination with PLX3397", "Description of the arm/group: Phase Ib:", "21-day treatment cycle: PLX3397 100-200 mg of gelcaps, oral daily and Eribulin 1.4 mg/m2 intravenous day 1 and 8", "Cohort 1: 600 mg/day", "Cohort 2: 800 mg/day", "Cohort 3: 1000 mg/day", "Total number of participants analysed: 28", "Type of measurement: Number", "Unit of measure: milligrams per day 1,000"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/5 (60.00 per cent)", "Febrile neutropenia 3/5 (60.00 %)", "Atrial fibrillation 0/5 (0.00 %)", "Myocardial infarction 0/5 (0.00 %)", "- Blurty vision 0/5 (0.00 %)", "- Dysphagia 0/5 (0.00 %)", "Fever 0/5 (0.00 %)", "General disorders and administration site conditions - Other 0/5 (0.00 %)", "Localized edema 0/5 (0.00 %)", "Non-cardiac chest pain 0/5 (0.00 %)", "- Pain 0/5 (0.00 %)", "- Sepsis 0/5 (0.00 %)"]}