{"Clinical Trial ID": "NCT00093808", "Intervention": ["INTERVENTION 1:", "- Capecitabine + Vinorelbine + Trastuzumab", "Treatment followed a 21-day cycle. Capecitabine was administered orally twice daily at a dose of 825 mg/m^2 on days 1-14, vinorelbine was administered intravenously (IV) at a dose of 25 mg/m^2 on days 1 and 8 every 3 weeks, and trastuzumab was administered intravenously at a dose of 6 mg/kg on day 1 of all 3-week cycles (except Cycle 1 when patients received a charge dose of 8 mg/kg)."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Invasive breast cancer confirmed histologically or cytologically", "Metastatic diseases", "HER2/neu-positive by immunohistochemistry (3+ by HercepTest^TM or equivalent) OR positive for fluorescent in situ hybridization amplification", "Tests may be performed in the primary tumour or metastatic site.", "Received prior to anthracycline or taxane as adjuvant treatment or for metastatic disease", "A Measurable Disease", "At least one 2.0 cm measurable lesion per scanner or MRI OR 1.0 cm per spiral scanner", "The following diseases are considered not to be measurable:", "Bone injury", "Nervous system disorders", "Ascites", "Pleural/pericardial effusion", "Inflammatory breast disorders", "- Lymphangitis cutis/pulmonies", "• Abdominal masses that are not confirmed and followed by imaging techniques", "Cystic lesions", "No bone metastases as the only evidence of metastases", "The CNS metastases previously treated are allowed provided the disease is stable over the last 3 months.", "- Hormonal receptor status:", "Unspecified", "CHARACTERISTICS OF PATIENTS:", "Age", "- 18 years and over", "Gender", "Women or men", "State of play", "- ECOG 0-2", "Life expectancy", "At least 12 weeks", "Haematopoietic", "Absolute number of neutrophils 1,500/mm3", "Hemoglobin 8.0 g/dL", "Number of platelets 100 000/mm^3", "No known uncontrolled coagulopathy", "Hepatic", "Bilirubine 3.0 times the upper limit of normal (ULN)", "One of the following must be true:", "AST or ALT 5 times LSN and normal alkaline phosphatase", "- Alkaline phosphatase 5 times ULN AND ASAT or ALT normal", "- Alkaline phosphatase 2.5 times LSN AND AST or ALT 1.5 times LSN", "INR 1.5 times ULN", "Renal", "Calcium 11.5 mg/dL", "• Creatinine 1.5 times LSN", "creatinine clearance 30 mL/min", "Cardiovascular disorders", "LVEF 50% by MUGA or echocardiogram", "No clinically significant heart disease (i.e. active)", "No congestive heart failure", "No symptomatic coronary artery disease", "No myocardial infarction in the last 12 months", "No cardiac arrhythmia not controlled by medicines", "Gastrointestinal toxicity", "• Capable of taking oral medicines", "No lack of physical integrity of the upper gastrointestinal tract", "No clinically significant malabsorption syndrome", "Other", "No pregnancy or breast-feeding", "Negative pregnancy test", "Fertile patients should use effective contraception during and for 30 days following participation in the study.", "No history of allergy or hypersensitivity to the medicinal products under study, to the excipients of pharmaceutical products, including polysorbate 80, or to chemically similar agents", "No unexpected severe reactions prior to treatment with fluoropyrimidine", "No hypersensitivity to fluoruracil", "No known dihydropyrimidine dehydrogenase deficiency", "No history of uncontrolled seizures or CNS disorders", "No clinically significant psychiatric impairment that would prevent informed consent or compliance with the study", "No other uncontrolled serious infection or disease", "No other malignancy in the last 5 years, except basal cell skin cancer, cervical in situ carcinoma or contralateral breast cancer.", "THERAPE PRIOR CONCURENT:", "Biological therapy", "Previous treatment with adjuvant trastuzumab (Herceptin^®) is authorised as an adjuvant or first-line treatment for metastatic diseases", "No concomitant immunotherapy", "- Chemotherapy", "See Disease Characteristics", "Not more than one treatment of prior chemotherapy in the advanced or metastatic setting (non-adjuvant)", "No previous continuous infusion (24 hours) of fluoruracil", "No anterior capecitabine", "No anterior oral fluoropyrimidine (e.g. eniluracil and fluoruracil, uracil and tegafur, S1, or emulsion defur)", "Endocrinotherapy", "At least 1 day since prior hormonal treatment", "No concomitant hormonal treatment", "Radiotherapy", "More than 4 weeks since prior radiation therapy with the axial skeleton (i.e. skull, spine, sternum or ribs)", "No simultaneous radiotherapy", "Surgery", "More than 4 weeks since previous major surgery", "No previous organ allografts requiring immunosuppressive treatment", "Other", "More than 4 weeks since previous experimental drugs", "No competing sorivudine or its chemically related analogues (e.g. brivudine)", "No concomitant allopurinol, metronidazole or cimetidine", "No other concomitant cytotoxic agents", "No other concomitant experimental medicinal products", "No other concomitant anticancer treatment"], "Results": ["Performance measures:", "Confirmed response rate", "A confirmed tumour response is defined as either a complete response (CR) or a partial response (PR) noted as the objective state on 2 evaluations following at least 6 weeks interval. All patients who meet the eligibility criteria that have signed a consent form and an initiated study drug will be assessed for the response. The proportion of confirmed tumour responses will be estimated by the number of tumour regressions that meet the RECIST criteria for a CR or a confirmed RP divided by the total number of patients assessed. A 95% confidence interval for the actual confirmed response rate will be calculated using the properties of the binomic distribution.", "Time limit: up to 5 years", "Results 1:", "Title of the arm/group: Capecitabine + Vinorelbine + Trastuzumab", "Treatment followed a 21-day cycle. Capecitabine was administered orally twice daily at a dose of 825 mg/m^2 on days 1-14, vinorelbine was administered intravenously (IV) at a dose of 25 mg/m^2 on days 1 and 8 every 3 weeks, and trastuzumab was administered intravenously at a dose of 6 mg/kg on day 1 of each 3-week cycle (except Cycle 1, when patients received a load dose of 8 mg/kg).", "Total number of participants analysed: 45", "Type of measurement: Number", "Unit of measure: proportion of patients 0.67 (0.51 to 0.80)"], "Adverse Events": ["Undesirable Events 1:", "Total: 9/46 (19.57 per cent)", "1/46 (2.17 per cent)", "Cardiac disorders 1/46 (2.17 %)", "Diarrhoea 1/46 (2.17 per cent)", "Upper gastrointestinal haemorrhage 1/46 (2.17 per cent)", "Chest pain 1/46 (2.17 per cent)", "Fatigue 1/46 (2.17 per cent)", "Decrease in the number of neutrophils 2/46 (4.35%)", "Decrease in platelet count 1/46 (2.17 per cent)", "Anorexia 1/46 (2.17 per cent)", "Dehydration 1/46 (2.17 per cent)", "Increased serum potassium 1/46 (2.17 per cent)"]}