{"Clinical Trial ID": "NCT02988986", "Intervention": ["INTERVENTION 1:", "TAK-228 Plus Tamoxifene", "TAK-228 should be administered orally at 30 mg per week for 16 weeks.", "Tamoxifene should be administered orally at 20 mg daily for 16 weeks.", "TAK-228: MTORC1/2 inhibitor", "- Tamoxifene: Nonsteroidal anti-estrogen"], "Eligibility": ["Incorporation criteria:", "Women or men 18 years of age.", "The result of the HER2 test is negative if only one test (or both) performed shows:", "IHC 1+ or 0", "A negative in situ hybridization based on:", "Average number of HER2 copies per single probe < 4.0 signals/cell", "- Report HER2/CEP17 double probe < 2 with an average HER2 copy number < 4.0 signals/cell.", "Patients with Stage II-III breast cancer are eligible if they are considered appropriate for endocrine neoadjuvant treatment by the reference or treatment medical oncologist. Patients with Stage I disease are eligible if they are considered as limiting candidates for breast conservation and the treating surgeon recommends pre-operative treatment to increase the chances of breast conservation.", "The performance status of the Eastern Cooperative Oncology Group and/or other performance status of the Eastern Oncology Group 1.", "Women who:", "Be menopausal for at least 1 year prior to the screening visit, OR", "Are surgically sterile, OR", "If they are of childbearing age, agree to use 1 effective contraception method and 1 additional effective method (barrage) at the same time from the time of signing the ICF at 90 days (or more, as prescribed by local labelling [e.g., United Surgical Partners International, summary of product characteristics, etc.] after the last dose of the drugs under study, OR", "When this is consistent with the patient's preferred and usual lifestyle (e.g., periodic abstinence (e.g., calendar, ovulation, sympatothermia, postovulation methods) and withdrawal, spermicides only, and lactational amenorrhea are not acceptable methods of contraception.", "* Male patients, even if surgically sterilized (i.e. postvasectomy), who:", "To accept very effective barrier contraception during the entire treatment period of the study and up to 120 days after the last dose of the study medicinal products, OR", "• Agree to practice true abstinence, when it is in line with the patient's preferred and usual way of life", "• Agree not to give semen during this study or within 120 days of receiving their last dose of study drugs.", "- Identification of clinical laboratory values as specified below:", "• Bone marrow reserve compatible with: absolute number of neutrophils 1.5 x 109/L, platelet count 100 x 109/L and haemoglobin 9 g/dL (without transfusion) in the week prior to administration of the study medicinal products;", "Hepatic status: Total serum bilirubin 1 x upper limit of normal (ULN; in the case of known Gilbert syndrome, higher serum total bilirubin [< 1.5 x ULN] is allowed), aspartate aminotransferase and alanine aminotransferase 1.5 x ULN, and alkaline phosphatase 1.5 x ULN;", "Renal status: creatinine clearance 50 mL/min based on Cockcroft-Gault estimate or urine collection (12 or 24 hours);", "Metabolic status: HbA1c < 7.0%, fasting serum glucose 130 mg/dL and fasting triglycerides 300 mg/dL.", "- Ability to swallow oral medicines.", "* Voluntary written consent must be given prior to the completion of any study-related procedure that is not part of standard medical care, provided that the patient may withdraw his or her consent at any time without prejudice to future medical care.", "● Negative serum pregnancy test within 7 days prior to the administration of study drugs in women of childbearing age.", "The patient should be available for treatment and follow-up.", "The patient should be prepared to undergo breast biopsies as required by the study protocol.", "- Exclusion criteria:", "Any patient with a metastatic disease.", "Other clinically significant co-morbidities, such as uncontrolled pulmonary disease, active central nervous system disease, active infection or any other condition likely to compromise patient involvement in the study.", "A known human immunodeficiency virus infection.", "Known as hepatitis B surface antigen positive or known or suspected to be an active hepatitis C infection.", "Any serious medical or psychiatric illness which, in the opinion of the investigator, could affect the completion of the treatment provided for in the protocol.", "Patients with skin cancer or non-melanoma carcinoma in situ of any type are not excluded if they have undergone a complete resection.", "Breast-feeding or pregnancy.", "Evidence of malabsorption due to anterior gastrointestinal surgery, gastrointestinal disease or unknown reason that may affect TAK-228 absorption Patients with enteric stomachs are also excluded.", "Treatment with any experimental product within 2 weeks prior to the first dose of the drugs under study.", "Patients with a history of transient glucose intolerance due to corticosteroid administration may be included in the study if all other inclusion criteria and none of the other exclusion criteria are met.", "• History of one of the following situations in the last 6 months prior to the administration of the first dose of the medicinal products under study:", "Ischemic myocardial event, including angina requiring treatment and procedures for revascularization of the artery", "Ischemic cerebrovascular vascular event, including transient ischemic attack and procedures for revascularization of the artery", "• Requirement for inotropic support (excluding digoxin) or severe (uncontrolled) cardiac arrhythmia (including atrial flutter/fibrillation, ventricular fibrillation and ventricular tachycardia)", "• Placement of a pacemaker for rhythm control", "New York Heart Association Class III or IV Heart failure", "- Pulmonary embolism", "Important active cardiovascular or pulmonary diseases, including:", "Uncontrolled hypertension (i.e., systolic blood pressure > 180 mm Hg, diastolic blood pressure > 95 mm Hg). The use of antihypertensive agents to control hypertension before week 1, day 1 is allowed.", "Pulmonary hypertension", "- Uncontrolled asthma or O2 saturation < 90% by arterial analysis of blood gases or by oxymetry of pulses in ambient air", "A significant valvular disease, severe regurgitation or stenosis by imaging independent of symptom control with medical intervention or history of valve replacement", "Medically significant Bradycardia (symptomatic)", "Arrhythmia history requiring implantable cardiac defibrillator", "• Initial QTc prolongation (e.g., repeated demonstration of QTc interval > 480 milliseconds or history of congenital long QT syndrome or torsades de pointes)", "Treatment with potent inhibitors and/or inducers of CYP3A4, CYP2C9 or CYP2C19 within 7 days prior to the first dose of medicinal products under study.", "Patients receiving systemic corticosteroids (corticosteroids IV or oral, excluding inhalers or low-dose hormone replacement therapy) in the week preceding the first dose of the study drugs.", "The daily or chronic use of a proton pump inhibitor (PPI) and/or after taking an PPI within 7 days prior to the first dose of the drugs under study.", "Patients do not want or cannot comply with the study protocol.", "Patients previously treated with hormonal therapy (tamoxifene, AI) or PI3K, AKT, dual PI3K/mTOR, TORC1/2 or mTORC1 inhibitors.", "Patients who are currently being treated with cancer therapy (chemotherapy, radiation therapy, immunotherapy or biological therapy) other than trial therapy.", "Patients with hypersensitivity to mTOR inhibitors or tamoxifen."], "Results": ["Performance measures:", "Ki67 Expression", "Decrease Ki67 expression from baseline to 6 weeks", "Time limit: reference at 6 weeks", "Results 1:", "Title of the arm/group : TAK-228 Plus Tamoxifene", "Description of the arm/group: TAK-228 should be administered orally at 30 mg per week for 16 weeks.", "Tamoxifene should be administered orally at 20 mg daily for 16 weeks.", "TAK-228: MTORC1/2 inhibitor", "- Tamoxifene: Nonsteroidal anti-estrogen", "Total number of participants analysed: 23", "Median (interquartile range)", "Unit of measure: Percentage of cells with Ki67 expression Ki67 expression at base: 15 (10-25)", "Ki67 expression at 6 weeks: 10 (2 to 38)"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/28 (3.57 per cent)", "Hyperglycaemia 1/28 (3.57%)"]}