{"Clinical Trial ID": "NCT02402764", "Intervention": ["INTERVENTION 1:", "- Selenixer treatment", "Ten patients were treated with 60 mg of oral selinexor twice a week (days 1 and 3) on a 3-week schedule and one week off, each four-week cycle."], "Eligibility": ["Incorporation criteria:", "Based on recommendations from the American Society of Clinical Oncology, College of American Pathlogists (ASCO-CAP) HER2 Test Guideline Recommendations, triple-negative breast cancer (TNCC), defined as negative immunohistochemical staining for estrogen and progesterone receptors (5% of IHC-positive nuclei) and tyrosine protein kinase receptor erbB-2 (HER2) negative (IHC 0-1+ or HER2-neu negative as recommended by the American Society of Clinical Oncology).", "Informed consent written in accordance with federal, local and institutional guidelines", "Area of body 1.4 m^2", "- 18 years", "Estimated life expectancy of > 3 months at entry into the study", "The CNBT must be either locally recurrent or metastatic. The local recurrent disease must not be conducive to resection or surgical radiation with curative intent.", "A measurable disease according to the criteria for assessing response in solid tumours (RECIST) 1.1", "A documented progression of the disease at the start of the study", "Must have received at least 1 chemotherapy as part of a metastatic disease", "Statement of Operations of the Eastern Cooperative Oncology Group (ECOG) 2", "Adequate haematological function: absolute neutrophil count (NAC) > 1500/mm^3, platelet count > 100 000mm^3", "· Adequate hepatic function within 14 days prior to cycle 1 Day 1 (C1D1): total bilirubin <2 times the upper limit of normal (ULN) (except for patients with Gilbert's syndrome who must have total bilirubin <3 times the ULN) and aspartate aminotransferase (AST), alanine aminotransferase (ALT) 2.5 x ULN.", "- Amylase and lipase 1.5 x USN", "adequate renal function within 14 days prior to C1D1: creatinine clearance estimated at 30 mL/min", "Women of childbearing potential (WOCBP) must agree to use two contraceptive methods and a negative serum pregnancy test for screening, and male participants must use an effective contraceptive method if they are sexually active with a woman of childbearing potential. For male and female participants, effective contraceptive methods must be used throughout the study and for 3 months after the last dose.", "• Must have received pre-treatment with anthracycline and taxane unless clinically contraindicated", "- Exclusion criteria:", "A major medical condition that, in the opinion of the investigator, cannot be adequately controlled by appropriate treatment or would compromise the participant's ability to tolerate this treatment", "Pregnant or lactating women", "Radiation, chemotherapy or immunotherapy or any other approved anticancer treatment 2 weeks before cycle 1 day 1", "Major surgery within 4 weeks prior to day 1", "Unstable cardiovascular function: electrocardiogram abnormalities (ECG) requiring treatment, or congestive heart failure (CHF) of the New York Heart Association (NYHA) Class 3; myocardial infarction (MI) within 3 months", "• Uncontrolled infection requiring parenteral antibiotics, antivirals or antifungals in the week preceding the first dose. Potential participants with controlled infection or prophylactic antibiotics are allowed in the study.", "• Known history of HIV", "A known active infection of hepatitis A, B or C requiring treatment", "Any underlying condition that would significantly interfere with the absorption of an oral drug", "Grade > 2 peripheral neuropathy at baseline (within 14 days prior to cycle 1 day 1)", "Participation in an anticancer research study within 3 weeks prior to cycle 1 Day 1", "Coagulation problems and major active bleeding within 4 weeks prior to C1D1 (peptic ulcer, epistaxis, spontaneous bleeding)", "Small asymptomatic lesions are not considered active. Treated lesions can be considered inactive if they are stable for at least 3 months.", "Radiotherapy, chemotherapy or immunotherapy or any other anticancer treatment 2 weeks before cycle 1 Day 1 or radioimmunotherapy 4 weeks before cycle 1 Day 1", "No clinically significant adverse reactions were recovered until the first year or until inclusion."], "Results": ["Performance measures:", "Rates of clinical benefits", "- Complete response (RC) + Partial response (PR) + Stable disease (SD) 12 weeks of selenexor in patients with triple negative breast cancer (TBC) according to the criteria for assessing response in solid tumours (RCIST) version 1.1. RC: Disappearance of all target lesions; PR: At least 30% decrease in the sum of diameter (LD) of target lesions, using as a reference the base sum of LD; Progressive disease (PD): At least 20% increase in the sum of LD of target lesions, taking as a reference the smallest sum of LD recorded since the start of treatment or the occurrence of one or more new lesions; SD: Neither shrinking sufficient to qualify for LD nor an increase sufficient to qualify for the RFP, taking as a reference the smallest sum of LD since the start of treatment.", "Time limit: Up to 10 months", "Results 1:", "Title of the arm/group: Treatment with seleinexor", "Description of the arm/group: Ten patients were treated with oral selexor 60 mg twice a week (days 1 and 3) over a three-week and one-week leave schedule, each four-week cycle.", "Total number of participants analysed: 10", "Type of measure: Number of participants", "Unit of measure: Participants Complete response: 0 0.0%", "Partial response: 0 0.0%", "Stable disease: 3 30.0%", "Progressive diseases: 7,70.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/10 (30.00 per cent)", "Sinus tachycardia * 1/10 (10.00%)", "• blurred vision * 1/10 (10.00%)", "Inadequate memory * 1/10 (10.00%)", "Dyspnoea * 2/10 (20.00%)"]}