{"Clinical Trial ID": "NCT01570036", "Intervention": ["INTERVENTION 1:", "Herceptin + NeuVax Vaccin", "The NeuVax vaccine series will begin immediately after the end of Herceptin's third infusion, but may be postponed to Herceptin's fourth or fifth infusion with prior IP approval. After the end of the primary vaccine series, patients will receive booster inoculations of NeuVax vaccine to be administered every 6 months x 4 for a total duration of 30 months.", "INTERVENTION 2:", "- Herceptin + GM-CSF only", "The first infusion of Herceptin will be administered no earlier than 3 weeks and no later than 12 weeks after the end of standard chemotherapy/radiotherapy. Herceptin will be administered at the recommended initial loading dose of 8 mg/kg and recommended maintenance doses of 6 mg/kg q3wk. Patients will receive inoculations of GM-CSF only (250mcg) administered intradermally every 3 weeks for 6 total inoculations, 30-120 minutes after the end of Herceptin infusion. The series of GM-CSF inoculations only will begin immediately after the end of the third infusion of Herceptin. After the end of the series of primary vaccines of six inoculations, patients will then receive a total of four GM-CSF booster inoculations only at 12, 18, 24 and 30 months from the date of the first infusion of Herceptin."], "Eligibility": ["Patients will be included in the study on the basis of the following criteria:", "Women 18 years of age or older", "- Breast cancer (AJCC N1, N2 or N3)", "Breast cancer is not negative if it is negative for estrogen (ER) and progesterone (PR) receptors and if it has received chemotherapy as a standard of care.", "• Neoadjuvant chemotherapy is allowed, without clinical cancer (no signs of disease) after standard treatment (surgery, chemotherapy, radiotherapy as directed by the NCCN).", "Resumption of any toxicity associated with prior adjuvant treatment.", "· HER2 expression of 1+ or 2+ by IHC. FISH or Dual-ISH tests should be performed on IHC 2+ tumours and shown as not amplified by FISH (2.0) or Dual-ISH (2.0).", "HLA-A2, A3, A24 or A26 positive", "- LVEF > 50 %, or a LVEF within the normal limits of the establishment's specific tests (MUGA or Echo)", "ECOG 0.1", "Signed informed consent", "Adequate birth control (abstinence, hysterectomy, bilateral oophorectomy, bilateral tubular ligature, oral contraception, IDU or condom or diaphragm use)", "The treatment study (receiving the first infusion of Herceptin) should be started 15 weeks from 3 to 12 weeks after completion of the standard treatment.", "4.1.3 Exclusion criteria", "Patients will be excluded from the study on the basis of the following criteria:", "Breast cancer (AJCC N0 or N0(i+)) is not negative for estrogen (ER) and progesterone (PR) receptors and has received chemotherapy as a standard of care.", "Clinical or radiographic evidence of distant or residual breast cancer", "· HER2 negative (IHC 0) or HER2 3+ or Amplified FISHDual-ISH (FISH > 2.0); Dual-ISH > 2.0", "HLA-A2, A3, A24, A26 negative", "Previous treatment history with Herceptin", "NYHA stage 3 or 4 heart disease", "- LVEF < 50 %, or less than the normal limits of the establishment's specific tests (MUGA or Echo)", "A disease due to immune deficiency or HIV, HBV, HCV", "Receives immunosuppressive treatment including chemotherapy, chronic steroids, methotrexate or other known immunosuppressive agents", "ECOG 2", "- Tbili >1.8, creatinine>2, hemoglobin <10, platelets <50,000, CBW <2,000", "Pregnancy (valued by HCG urine)", "Maternal breast-feeding", "Any active autoimmune disease requiring treatment, with the exception of vitiligo", "• Active pulmonary disease requiring medication to include multiple inhalers", "• Involved in other experimental protocols (except with the authorization of the other study IP)"], "Results": ["Performance measures:", "• Disease-free survival (DFS)", "• Disease-free survival (SDF) for all patients, regardless of randomization, will be determined by patients' physicians at the different study sites during routine follow-up screening, which will take place every three months for the first 24 months after completion of primary treatment and every six months after clinical examination, as well as laboratory and radiographic surveillance. The main objective of the study is disease-free survival (SDF) at 24 months.", "Time frame: 24-month disease-free survival", "Results 1:", "Title of the arm/group: Herceptin + NeuVax Vaccin", "The NeuVax vaccine series will begin immediately after completion of Herceptin's third infusion, but may be postponed to Herceptin's fourth or fifth infusion with the prior approval of the PI. After completion of the primary vaccine series, patients will receive NeuVax booster inoculations to be administered every 6 months x 4 for a total duration of 30 months.", "Total number of participants analysed: 136", "Type of measurement: Number", "Unit of measure: Percentage of participants surviving 89.8", "Results 2:", "Title of the arm/group: Herceptin + GM-CSF only", "The first infusion of Herceptin will be administered no earlier than 3 weeks and no later than 12 weeks after completion of standard chemotherapy/radiotherapy. Herceptin will be administered at the recommended initial loading dose of 8 mg/kg and recommended maintenance doses of 6 mg/kg q3wk. Patients will receive GM-CSF inoculations only (250mcg) administered every 3 weeks for 6 total inoculations, 30-120 minutes after completion of Herceptin infusion. The GM-CSF inoculation series only will begin immediately after completion of the third infusion of Herceptin. Following completion of the six-inoculation primary vaccine series, patients will then receive a total of four GM-CSF booster inoculations only at 12, 18, 24 and 30 months from the date of the first infusion of Herceptin.", "Total number of participants analysed: 139", "Type of measurement: Number", "Unit of measure: Percentage of participants surviving 83.8"], "Adverse Events": ["Undesirable Events 1:", "Total: 14/136 (10.29 per cent)", "Anemia [1]1/136 (0.74%)", "Atrial fibrillation [1]0.136 (0.00 %)", "Heart failure [1]1/136 (0.7%)", "Sinus tachycardia [1]0,136 (0.00 %)", "Colonial haemorrhage [1]1/136 (0.7%)", "Obstacle to esophagus [1]0,136 (0.00 %)", "- Pancreatitis [1]1/136 (0.74%)", "Fever [1]1/136 (0.74%)", "Other, specify [1]0.136 (0.00 %)", "- Allergic reaction [1]0.136 (0.00 %)", "Adverse Events 2:", "Total: 12/139 (8.63 per cent)", "Anemia [1]0/139 (0.00 %)", "Atrial fibrillation [1]1/139 (0.72%)", "Heart failure [1]1/139 (0.72%)", "Sinus tachycardia [1]1/139 (0.72%)", "Colonial haemorrhage [1]0/139 (0.00 %)", "Obstacle to esophagus [1]1/139 (0.72%)", "- Pancreatitis [1]0/139 (0.00 %)", "Fever [1]0/139 (0.00 %)", "- Other, specify [1]1/139 (0.72%)", "- Allergic reaction [1]1/139 (0.72%)"]}