{"Clinical Trial ID": "NCT00908791", "Intervention": ["INTERVENTION 1:", "PREClamATION", "Women with histologically proven invasive non-metastatic breast cancer.", "INTERVENTION 2:", "AFTER CLA", "Women with histologically proven invasive non-metastatic breast cancer."], "Eligibility": ["Incorporation criteria:", "All patients in the study must have invasive invasive adenocarcinoma confirmed by histology of the breast. Their breast cancer must be resectable to clinical stage I or II of breast cancer as defined by the current AJCC TNM positioning system (Greene FL, Page DL, Fleming ID, et al.: Editors. AJCC Cancer Scenery Manual, 6th Edition. New York: Springer; 2002).", "All patients should be able to give informed consent indicating that they are aware of the experimental nature of this treatment prior to entry into the study.", "All subjects must be over 18 years of age.", "All subjects should have adequate hepatic and renal function documented prior to entry into the study to include: hepatic transaminases (AST or ALT) 1.5 times the upper limits of normal total bilirubin 1.5 times the upper limits of normal, serum creatinine 1.5 times the upper limit of normal or eCRCl 60 mL/min.", "- Exclusion criteria:", "Patients who have received or are receiving radiation therapy for breast cancer will be excluded.", "Patients who have already received chemotherapy or chemotherapy or hormonal treatment for breast cancer will not be included.", "Women of childbearing potential should use at least one of the following methods: oral contraceptive hormones, implantable, injectable or mechanical products such as an intrauterine device or barrier methods (diaphragm, condoms, spermicides) to prevent pregnancy or practice abstinence or have a sterile partner (e.g., vasectomy). Women of childbearing potential should undergo a negative serum or urinary pregnancy test within 72 hours prior to the start of the study.", "Patients with gastrointestinal abnormalities, including: inability to take oral medication, the need for intravenous feeding or previous surgical procedures affecting the absorption of nutrients and medicines, will be excluded.", "A significant heart disease, including uncontrolled hypertension, unstable angina and congestive heart failure, myocardial infarction in the previous 3 months or severe cardiac arrhythmias, will be excluded. Significantly altered dementia or mental condition that would prohibit understanding or informed consent and compliance with the requirements of this protocol will be excluded."], "Results": ["Performance measures:", "Number of participants whose location 14 expression is prior to and after CLA assessed by quantitative immunohistochemistry and conservation intensities assessed at 0, 1, or 2", "To determine if 10 days of CLA consumption removes Spot 14 expression in breast cancer tissue in vivo. The rating system used for coloring intensities is: no immuostaining (0), low coloring (1), and strong coloring (2). The rating system used objectively and quantitatively evaluates Spot 14 expression, fatty acid synthase and lipoprotein lipase using Image-Pro PlusTM (MediaCybernetics) image processing and analysis software.", "Time limit: up to 28 days", "Results 1:", "Title of the arm/group: Pre-CLA", "Description of the arm/group: Women with invasive non-metastatic breast cancer proven by histology.", "Total number of participants analysed: 24", "Type of measurement: Number", "Unit of measurement: participants Spot 14 Expression Grade 0: 0", "Spot 14 Expression Grade 1: 10", "Spot 14 Expression Grade 2: 14", "Results 2:", "Title of the arm/group: Post CLA", "Description of the arm/group: Women with invasive non-metastatic breast cancer proven by histology.", "Total number of participants analysed: 24", "Type of measurement: Number", "Unit of measurement: participants Spot 14 Expression Grade 0: 0", "Spot 14 Expression Grade 1: 22", "Spot 14 Expression Grade 2: 2"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/24 (0.00 per cent)", "Adverse Events 2:", "- Yeah, that's right."]}