{"Clinical Trial ID": "NCT02366130", "Intervention": ["INTERVENTION 1:", "Ra-223 dichloride + Denosumab", "Ra-223 dichloride 55 kBq/kg administered by intravenous injection of bolus (IV) (more than one minute) via a stable catheter in the habitat on day 1 of the study and every four weeks thereafter for 6 cycles.", "Denosumab 120 mg by subcutaneous injection (SC) on day 1 of cycles 2 to 5.", "Only one hormonal agent (the tamoxifen or aromatase inhibitor or Fulvestrant) administered daily during the study.", "- Ra-223 dichloride: 55 kBq/kg per vein on day 1 of each 28-day cycle, then every four weeks thereafter for 6 cycles.", "Denosumab: 120 mg by subcutaneous injection (SC) on the first day of cycles 2 to 5.", "One hormone agent administered daily during the study. Physician to decide what type of hormone therapy participant will receive."], "Eligibility": ["Incorporation criteria:", "Stage IV breast cancer with metastases in bone and/or bone marrow.", "(The definition of the radiological diagnosis of bone metastases is based on typical and highly reliable imaging results in studies such as bone analysis (new or multiple positive lesions of TC99m), PET/CT (new or multiple positive lesions of FRG) and MRI (typical replacement of T1w, T2w positive and T1 positive contrast) for bone metastases with 2 or more lesions. If bone metastasis is strongly suspected or poorly defined by imaging, bone biopsy is required for confirmation.)", "• Visible absorption in at least one lesion during a bone scan prior to radium treatment.", "There is no limit on the number of prior hormonal agents in metastatic breast cancer; only one prior chemotherapy is allowed for metastatic treatment. Anti-HER2 for treatment, CDK4/6 inhibitor and other targeted treatments (e.g., mTOR or PI3K inhibitor) in combination with hormonal therapy will be counted as a hormonal agent.", "- Breast tumours with positive hormonal receptor disease (ER+/PR+, ER+/PR- regardless of HER2 status).", "ECOG performance score of 0, 1.", "Age =/> 18 years.", "All acute toxic effects of any previous treatment have been resolved by NCI-CTCAE v4.0 Grade 1 or less at the time of signing the Informed Consent Form (ICF).", "The definition of adequate contraception will be based on the judgement of the principal investigator or a designated associate.", "=/> 3,000/mm3 Absolute number of neutrophils (NAC) =/> 1,500/mm3 Number of platelets (PLT) =/> 100,000/mm3 Hemoglobin (HGB) =/> 10 g/dl Total level of bilirubin </= 2.0 x Upper institutional limit of normal (ULN) Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) </= 3.0 x ULN Creatinine </= 1.5 x ULN", "Subjects must be able to understand and be willing to sign the written informed consent form. A signed informed consent form must be obtained in an appropriate manner prior to the conduct of any trial-specific proceedings.", "- Exclusion criteria:", "D)Presence of brain metastases E) Significant spinal cord compression based on clinical results and/or magnetic resonance imaging (MRI). T F) Late fracture, spinal cord compression and/or potentially unstable compression fracture of the vertebral body with possibility of compression of the marrow. G) Severe life expectancy limited by concomitant disease (less than 12 months). H) External radiation concomitant with untargeted injury is allowed.", "A) Use of an experimental agent within 30 days prior to registration B) Treatment with cytotoxic chemotherapy in the previous 4 weeks C) Non-realization of Grade 2 AR resolution with cytotoxic chemotherapy administered more than 4 weeks previously (always, continuous neuropathy is permitted). D) Systemic treatment with radionuclides (e.g., strontium-89, samarium-153, rhenium-186 or rhenium-188 or Ra-223 dichloride for the treatment of bone metastases.", "A) Other malignancies treated over the past 3 years (except non-melanoma skin cancer or low-grade superficial bladder or cervical dysplasia cancer) B) Any other serious disease or medical condition, such as: Any infection =/> National Cancer Institute Common Terminology Criteria for adverse Events (NCI-CTCAE) version 4.03 Grade 2. C) Heart failure New York Heart Association (NYHA) III or IV. D) Crohn's disease or bone marrow dysplasia or myelodysplastic syndrome.", "Women of childbearing potential must undergo a negative serum pregnancy test within 7 days of the start of the study. Postmenopausal women (defined as having no menstrual period for at least 1 year) and surgically sterilized women are not required to undergo a pregnancy test.", "Any condition which, in the opinion of the investigator, renders the subject unfit for participation in the trial.", "A major surgical procedure within 30 days of the start of the study.", "A) Concomitant anticancer treatments (chemotherapy, surgery, immunotherapy, biological therapy, anti-HER 2 therapy, or tumour embolism) other than Ra's dichloride 223.Concomitant external radiation therapy is permitted.B) Prior use of Ra's dichloride-223.C) Concomitant use of another drug or experimental device (i.e., outside of the study treatment) during or within 4 weeks after the trial entry (signing the informed consent form)."], "Results": ["Performance measures:", "Number of participants with a 9-month disease control rate", "The rate of disease control is defined as the rate of patients at that time with a clinically complete or partial response or stable disease.", "Time limit: 9 months after receiving the first dose of Radium-223", "Results 1:", "Title of arm/group: Ra-223 Dichloride + Denosumab", "Description of the arm/group: Ra-223 dichloride 55 kBq/kg administered by intravenous bolus injection (IV) (more than one minute) by a stable catheter in the habitat on day 1 of the study, then every four weeks thereafter for 6 cycles.", "Denosumab 120 mg by subcutaneous injection (SC) on day 1 of cycles 2 to 5.", "Only one hormonal agent (the tamoxifen or aromatase inhibitor or Fulvestrant) administered daily during the study.", "- Ra-223 dichloride: 55 kBq/kg per vein on day 1 of each 28-day cycle, then every four weeks thereafter for 6 cycles.", "Denosumab: 120 mg by subcutaneous injection (SC) on the first day of cycles 2 to 5.", "One hormone agent administered daily during the study. Physician to decide what type of hormone therapy participant will receive.", "Total number of participants analysed: 35", "Type of measure: Number of participants", "Unit of measure: Participants 35 100.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 28/36 (77.78%)", "- Lymphocytopenia 210/36 (27.78%)", "Neutropenia 29/36 (25.0%)", "Anemia 26/36 (16.67%)", "Thrombocytopenia 24/36 (11.11 %)", "Hyperglycaemia 27/36 (19.44%)", "Nausea 213/36 (36.11 per cent)", "Diarrhoea 211/36 (30.56 per cent)", "Fatigue 215/36 (41.67%)", "26/36 (16.67%)", "Hot flashes 25/36 (13.89%)", "AST/ALT elevation 211/36 (30.56 %)", "Arthralgia 24/36 (11.11 %)"]}