{"Clinical Trial ID": "NCT00452673", "Intervention": ["INTERVENTION 1:", "Dasatinib + 825 mg/m^2Capecitabine", "Dose: 50 milligrams (mg) of oral dasatinib tablet twice daily (BID) plus 825 mg per square metre (m^2) of oral capecitabine BID tablet. Participants were treated at each dose level (DL) for at least 21 days prior to accumulation to the next LD. Dose increase rules: If dose level toxicity (LTD) was observed in the first 3 participants in a cohort, the next higher cohort was opened for accumulation. If an LTD was observed in the first 3 participants in a cohort, then 3 additional participants were studied. If a LTD was observed in the 3 (i.e. 1 LTD in 6 subjects in a cohort), the next higher cohort was opened for accumulation. If >=2 DLT was observed in up to 6 subjects, the maximum tolerated dose (LDD) was exceeded and the following lower LMD was defined as LMD.", "INTERVENTION 2:", "70 mg Dasatinib + 825 mg/m^2Capecitabine", "Dose 2: 70 mg dasatinib oral BID tablet plus 825 mg/m^2 capecitabine oral BID tablet."], "Eligibility": ["For further information, please contact the BMS Clinical Trial Information Service at 855-216-0126 or by email at MyCancerStudyConnect@emergingmed.com. Please visit www.BMSStudyConnect.com for more information on clinical trial participation.", "Incorporation criteria:", "Female with advanced breast cancer previously treated with taxane and anthracycline", "No pleural or pericardial effusion", "Do not receive anticoagulants"], "Results": ["Performance measures:", "Number of participants whose dose limits toxicity by dose level - safety population", "A dose-limiting adverse event (AE) was considered as a dose-limiting toxicity (DLT) if it occurred within the first 21 days and was at least possibly related to the drugs under study and was: a clinically obvious grade >= 3 or grade 2 toxicity that required discontinuation of treatment for >= 7 days (consecutive or non-consecutive); a non-haematological laboratory grade >= 3 or grade 4 haematological toxicity that persisted for 7 days; any grade toxicity that, in the opinion of the investigator, required dose reduction or withdrawal from study treatment.", "Timeline: Day 1 to 30 days after last dose", "Results 1:", "Title of arm/group: 50 mg Dasatinib + 825 mg/m^2Capecitabine", "Once DMT was determined, the additional dose was observed in 6 participants in one cohort and the higher DLT exceeded DMT, then the maximum tolerated dose (DMT) was exceeded and the lower DMT was defined as DMT. If the higher DLT was observed in 6 participants in one cohort and the higher DMT was observed in 6 subjects, then the higher DMT was exceeded.", "Total number of participants analysed: 7", "Type of measurement: Number", "Unit of measurement: participants 1", "Results 2:", "Title of arm/group: 70 mg Dasatinib + 825 mg/m^2Capecitabine", "Dose 2: 70 mg of oral dasatinib tablet BID plus 825 mg/m^2 of oral capecitabine tablet BID.", "Total number of participants analysed: 9", "Type of measurement: Number", "Unit of measurement: participants 1"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/7 (28.57 per cent)", "Neutropenia 0/7 (0.00 %)", "Anemia 0/7 (0.00 %)", "- Pericardial infusion 0/7 (0.00 %)", "Melaena 0/7 (0.00 %)", "Vomiting 1/7 (14.29%)", "Gastritis 0/7 (0.00 %)", "Diarrhoea 1/7 (14.29%)", "- Nausea 0/7 (0.00 %)", "Inflammation of mucous membranes 0/7 (0.00 %)", "Asthenia 0/7 (0.00 %)", "Pyrexia 0/7 (0.00 %)", "- Thoracic pain 0/7 (0.00 %)", "- Pain 0/7 (0.00 %)", "Adverse Events 2:", "Total: 2/9 (22.22 per cent)", "Neutropenia 0/9 (0.00 %)", "Anemia 0/9 (0.00 %)", "Pericardial infusion 0/9 (0.00 %)", "Melaena 0/9 (0.00 %)", "Vomiting 0/9 (0.00 %)", "Gastritis 0/9 (0.00 %)", "Diarrhoea 0/9 (0.00 %)", "Nausea 0/9 (0.00 %)", "Inflammation of mucous membranes 0/9 (0.00 %)", "Asthenia 0/9 (0.00 %)", "Pyrexia 0/9 (0.00 %)", "Chest pain 1/9 (11.11 per cent)", "- Pain 0/9 (0.00 %)"]}