{"Clinical Trial ID": "NCT00319254", "Intervention": ["INTERVENTION 1:", "- Bosutinib", "Four 100 milligram capsules (mg), equivalent to 400 mg bosutinib orally once daily for 48 weeks, or until disease progression, unacceptable toxicity or withdrawal of consent occur."], "Eligibility": ["Incorporation criteria:", "Stage IIIB, IIIC or IV of breast cancer is not curable with the available treatment.", "Patients should have progressed after 1 but not more than 3 previous chemotherapys.", "• Life expectancy of at least 16 weeks.", "• Ability to swallow whole capsules.", "- Exclusion criteria:", "The use or requirement of bisphosphonates within 8 weeks prior to screening.", "Any other cancer within 5 years of screening, with the exception of basal cell carcinoma or cervical carcinoma in situ", "- Uncontrolled heart disease, including congestive heart failure, angina, heart attack, etc.", "Recent or ongoing significant gastrointestinal disorders"], "Results": ["Performance measures:", "- Progression-free survival rate (PFS)", "The PFS was calculated as being (first event date minus the date of the first drug dose of study plus 1) divided by 7. Tumor progression was determined from oncological assessment data (where data meet the criteria for progressive disease) or Death Reporting (DRF) forms. Percentage of participants who had not experienced progression or death at week 16 is reported.", "Time frame: Baseline up to week 16", "Results 1:", "Title of arm/group: Bosutinib", "Four 100 milligram capsules (mg) of bosutinib, equivalent to 400 mg oral bosutinib once daily for 48 weeks, or until disease progression, unacceptable toxicity or withdrawal of consent occur.", "Total number of participants analysed: 73", "Type of measurement: Number", "Unit of measure: percentage of participants 39.6 (28.1 to 50.8)"], "Adverse Events": ["Undesirable Events 1:", "Total: 24/73 (32.88 per cent)", "Diarrhoea * 2/73 (2.74%)", "Ileus * 1/73 (1.37 per cent)", "Vomiting * 1/73 (1.37 per cent)", "* 2/73 (2.74%)", "Peripheral edema * 2/73 (2.74%)", "* 1/73 (1.37%)", "Overall decrease in physical health * 1/73 (1.37 per cent)", "Decrease in performance * 1/73 (1.37 %)", "Cytolytic hepatitis * 1/73 (1.37%)", "Hepatic impairment * 1/73 (1.37%)"]}