{"Clinical Trial ID": "NCT00429299", "Intervention": ["INTERVENTION 1:", "More Trastuzumab", "Participants received chemotherapy (CT), which included 80 milligrams of paclitaxel per square metre (mg/m^2) per week for 12 weeks, followed by 600 mg/m^2, 75 mg/m^2 of epidoxorubicin IV and 600 mg/m^2 of cyclophosphamide IV once every 21 days for four treatments. Trastuzumab was administered throughout EC and for two weeks after the last administration of CT. The first dose of trastuzumab was administered at 4 milligrams per kilogram (mg/kg) IV for 60 minutes on the day of the first paclitaxel treatment. Subsequent administration was administered at 2 mg/kg IV for 30 minutes. Treatment was administered for 26 weeks prior to surgery.", "INTERVENTION 2:", "- CT Plus Lapatinib 1500 mg", "The participants received an MDR, which included 80 mg/m^2 per week for 12 weeks, followed by 600 mg/m^2, 75 mg/m^2 of epidoxorubicin IV and 600 mg/m^2 of cyclophosphamide IV once every 21 days for four treatment courses. Participants received 1500 mg/day of lapatinib orally fasted throughout the MDR and for three weeks after the last administration of MDR. Treatments were administered for 26 weeks prior to surgery.", "Following the recommendations of the Independent Data Monitoring Committee (IMC), the doses of lapatinib were reduced to 1250 mg/day orally fasted."], "Eligibility": ["• Inclusion criteria:", "The histological infiltration of primary breast cancer greater than 2.0 cm in the largest clinical diameter is confirmed", "- HER2 positive tumour (i.e. IHC 3+ or FISH+)", "Availability of appropriate tumour tissue for biological and molecular examination prior to initiation of primary treatment", "Age > 18 years, < 65 years", "- ECOG PS 0-1", "Normal function of the organ and marrow as defined below:", "Leukocytes 3 3000/microL", "Absolute neutrophil count 3 1500/microL", "Placards 3 100 000/microL", "In case of Gilbert's syndrome, <2 x ULN is allowed", "AST (SGOT)/ALT(SGPT)<= 2.5 X upper institutional limit of normal", "Alkali phosphatase <= 2.5 x ULN", "• Creatinine within normal institutional limits", "A fraction of cardiac ejection in the institutional range of normal measured by echocardiogram or MUGA scanning", "The eligibility of patients receiving drugs or substances known to affect, or likely to affect, the activity or pharmacokinetics of lapatinib will be determined following a review by the Principal Investigator of their use. A list of known or likely drugs and substances that interact with CYP450 isoenzymes is provided.", "The effects of lapatinib on the developing human fetus at the recommended therapeutic dose are unknown; women of childbearing potential must agree to use adequate contraception (hormonal method or barrier of contraception or abstinence) prior to entry into the study and during the duration of the study.", "Capacity to understand and willingness to sign a written informed consent document", "• Ability to swallow and store oral medicines", "- Exclusion criteria:", "Stage IIIB, IIIC and inflammatory breast cancer", "Stage IV breast cancer", "Contraindication for treatment with anthracycline, paclitaxel and/or trastuzumab", "Prior treatment with chemotherapy, endocrinotherapy or radiotherapy Prior treatment with EGFR targeting therapies", "Treatment with any other research agent, or with all herbal medicines (alternatives)", "History of allergic reactions attributed to compounds of chemical or biological composition similar to lapatinib", "• Uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia or psychiatric or social conditions that would limit compliance with study requirements", "Pregnancy or lactation; (breast-feeding should be discontinued to be included in the study)", "Women of childbearing potential who refuse to adopt adequate contraceptive measures", "• HIV-positive patients receiving combined antiretroviral therapy", "- IG tract disease resulting in inability to take oral medication, malabsorption syndrome, need for IV diet, previous surgical procedures affecting absorption, uncontrolled IG inflammatory disease (e.g., Crohn ulcerative colitis)", "- Concomitant requirement for medicinal products classified as CYP3A4 inducers or inhibitors"], "Results": ["Performance measures:", "Percentage of participants with complete pathological response (CPR) in the breast and lymph nodes", "The complete pathological response (CPR) is defined by the complete absence of tumour cells infiltrating the breast and lymph nodes. The pathological response in the breast was evaluated using Miller and Payne criteria as follows: Grade 1, no change or alteration of individual malignancies, but no reduction in overall cellularity; Grade 2, minor loss in tumour cells (up to 30%); Grade 3, between an estimated reduction of 30% and 90% in tumour cells; Grade 4, marked disappearance of tumour cells, with only a small or dispersed cell remaining (more than 90% loss); Grade 5, no identifiable malignant cell. Ductal carcinoma in situ (DCIS) may be present. Grades were interpreted as follows: Grade 1-2=no response; Grade 3-4=partial response; Grade 5=complete response.", "At baseline and surgery (within 5 weeks of last chemotherapy administration) (assessed up to study week 29)", "Results 1:", "Title of arm/group: CT Plus Trastuzumab", "The first dose of trastuzumab was administered at 4 milligrams per kilogram (mg/kg) IV for 60 minutes on the day of the first course of paclitaxel. Subsequent doses were administered at 2 mg/kg IV for 30 minutes. The first dose of trastuzumab was administered for 26 weeks prior to surgery.", "Total number of participants analysed: 36", "Type of measurement: Number", "Unit of measure: percentage of participants 25", "Results 2:", "Category of arm/group: CT Plus Lapatinib 1500 mg", "Arm/group description: Participants received an MDR, including 80 mg/m^2 paclitaxel per week for 12 weeks, followed by 600 mg/m^2, 75 mg/m^2 epidoxorubicin IV and 600 mg/m^2 cyclophosphamide IV, once every 21 days for four treatments.", "Following the recommendations of the Independent Data Monitoring Committee (IMC), the doses of lapatinib were reduced to 1250 mg/day orally fasted.", "Total number of participants analysed: 38", "Type of measurement: Number", "Unit of measure: percentage of participants 26.3"], "Adverse Events": ["Undesirable Events 1:", "Total: 14/36 (38.89 per cent)", "Neutropenia 10/36 (27.78%)", "1/36 (2.78 per cent)", "Diarrhoea 0/36 (0.00 %)", "Vomiting 1/36 (2.78 per cent)", "Abdominal pain 0/36 (0.00 %)", "Rectal haemorrhage 1/36 (2.78%)", "Stomatitis 1/36 (2.78 %)", "Pyrexia 1/36 (2.78 %)", "Hyperpyrexia 0/36 (0.00 %)", "- Hypersensitivity to the medicine 0/36 (0.00 %)", "- Device-related infection 0/36 (0.00 %)", "Adverse Events 2:", "Total: 13/39 (33.33 per cent)", "Neutropenia 7/39 (17.95 %)", "- Febrile neutropenia 2/39 (5.13 per cent)", "Diarrhoea 3/39 (7.69%)", "Vomiting 3/39 (7.69%)", "Abdominal pain 1/39 (2.56%)", "Rectal haemorrhage 0/39 (0.00 %)", "- Stomatitis 0/39 (0.00 %)", "Pyrexia 1/39 (2.56%)", "Hyperpyrexia 1/39 (2.56%)", "- Hypersensitivity to the medicine 0/39 (0.00 %)", "- Device-related infection 0/39 (0.00 %)"]}