{"Clinical Trial ID": "NCT00570921", "Intervention": ["INTERVENTION 1:", "-Fulvestant + Everolimus", "-Fulvestant + Everolimus", "Everolimus was initially administered at a dose of 5 mg per day in the first cohort of 5 patients during the first month of treatment and then increased to 10 mg PO per day after that."], "Eligibility": ["Incorporation criteria:", "- Postmenopausal status, defined as one of the following criteria: Documented history of bilateral oophorectomy, age 60 years or older, OR Age 45 to 59 years and meeting one or more of the following criteria: Amenorrhoea for at least 12 months and intact uterus OR Amenorrhoea for less than 12 months and concentration of stimulating follicular hormone (FSH) - in the postmenopausal range including: Patients with hysterectomy or patients receiving replacement hormone", "Patients should have histologically confirmed invasive breast cancer", "A metastatic or locally advanced disease", "Patients should have a positive disease of the estrogen receptor and/or progesterone receptor", "A measurable or evaluable disease", "The failure of aromatase inhibitor treatment in the previous 6 months.", "• Prior treatment with the aromatase inhibitor or other endocrine therapy should be discontinued at least one week prior to registration and any toxicity of this treatment should be returned to Class I or less at the time of registration.", "Patients should not have received chemotherapy, radiotherapy or surgery within 4 weeks of registration and any toxicity of this treatment should have recovered to grade 1 or less prior to registration.", "Patients should not have previously received any of the study drugs.", "WHO Performance Status 0, 1, or 2", "adequate organ function defined as: adequate renal function, defined by serum creatinine within the upper limits of normal hepatic function, adequate, defined by bilirubin < 1.5 upper limit of normal (ULN) and aspartate aminotransferase (AST), alanine aminotransferase (ALT) 2.5 times ULN, adequate bone marrow function, defined as an absolute number of neutrophils (CAN) 1.5 x 109/L, platelet count (PLT) > 100,000/ul, Hb > 9 gm/dl, an international standard ratio (INR) < 1.3, and because fulvestrant is administered intramuscularly, it should not be used in patients with haemorrhagic diathesis, thrombocytopenia or in patients with anticoagulants", "Patients will be asked to provide a tumour paraffin block if available", "Capacity to understand and sign informed written consent to participate in trial", "- Exclusion criteria:", "A known severe hypersensitivity to everolimus (or similar medicines) or to any of the excipients of this product", "Premenopausal status", "Other co-existing malignancies, with the exception of basal cell carcinoma or cervical cancer in situ", "Patients with brain metastases or leptomenesis", "Patients with malignant pleural effusion or ascites only", "A rapidly progressive visceral disease", "WHO performance status of 3 or 4", "According to the investigator, an uncontrolled intercurrent disease, including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable chest angina or significant cardiac arrhythmia, psychiatric disease or social conditions that would limit compliance with the requirements of the study, severe impairment of lung function such as severe chronic obstructive pulmonary disease (COPD) or interstitial pulmonary disease, a known forced expiratory volume of < 1.5 liter or Grade III dyspnea or more, uncontrolled diabetes as defined by fasting blood glucose > 1.5 lmU, known liver disease such as cirrhosis or chronic hepatitis, known HIV positivity, OR a known disease causing malabsorption", "Chronic treatment with systemic steroids or other immunosuppressive agents", "Patients should not receive live attenuated vaccines within one week of entry into the study or during the study period.", "Evidence of any other significant clinical disorder or laboratory finding that makes the subject undesirable to participate in the clinical trial", "Previous treatment with mTOR inhibitor", "- Treatment with an unapproved or experimental medicinal product within 30 days or 5 half-lives of the medicinal product, whichever is higher, before the first day of treatment under study", "In the opinion of the investigator, haemorrhagic diathesis or anti-coagulation therapy that would prevent intramuscular injections", "History of hypersensitivity to castor oil"], "Results": ["Performance measures:", "♪ It's time to move on ♪", "[Unspecified]", "Duration from start of treatment to time of progression or death documented", "Results 1:", "Title of the arm/group : Fulvestant + Everolimus", "Description of the arm/group: Fulvestant + Everolimus", "Everolimus was initially administered at a dose of 5 mg per day in the first cohort of 5 patients during the first month of treatment and then increased to 10 mg PO per day after that.", "Total number of participants analysed: 31", "Median (95% confidence interval)", "Unit of measure: month 7.4 (1.9 to 12.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 5/33 (15.15 per cent)", "Left ventricular thrombus * 1/33 (3.03%)", "Nausea * 1/33 (3.03%)", "Acute cholecystitis * 1/33 (3.03%)", "* 1/33 (3.03%)", "Pneumonia * 1/33 (3.03%)"]}