{"Clinical Trial ID": "NCT01269346", "Intervention": ["INTERVENTION 1:", "Eribilin Mesylate in association with Trastuzumab", "Eribilin Mesylate: Eribilin mesylate 1.4 mg/m^2 was administered intravenously (IV) (more than 2 to 5 minutes) on days 1 and 8 of each 3-week cycle.", "Trastuzumab 8 mg/kg was administered as IV infusion over a period of 90 minutes on day 1 of cycle 1. Trastuzumab 6 mg/kg was subsequently administered as IV infusion over a period of 30 minutes on day 1 of each subsequent 21-day cycle."], "Eligibility": ["Key Inclusion Criteria:", "• Aged 18 or over", "Adenocarcinoma of the breast has been shown to be histologically or cytologically", "Subjects with locally recurrent or metastatic disease with at least one measurable lesion", "· Positive HER2 as determined by a score of 3 on immunohistochemical staining (IHC) or gene amplification by in situ fluorescence hybridization (FISH).", "Note by the Eastern Cooperative Oncology Group (ECOG) on the state of performance (PS) of 0, 1 or 2", "At least 12 months after previous neoadjuvant or adjuvant chemotherapy", "At least 2 weeks after prior radiation therapy, endocrine therapy, trastuzumab or lapatinib, with full recovery of the effects of these procedures", "Adequate renal function", "Adequate bone marrow function", "Adequate liver function", "Adequate cardiac function", "Key Exclusion Criteria:", "· Pre-chemotherapy, biological treatment or experimental treatment for locally recurrent or metastatic HER2 breast cancer.", "Subjects with previous malignancy other than in situ cervix carcinoma or non-melanoma skin cancer", "A prior exposure to more than 360 mg/m2 of doxorubicin or doxorubicin liposomal, greater than 120 mg/m2 of mitoxantrone, greater than 90 mg/m2 of idarubicin or greater than 720 mg/m2 of epirubicin", "Inflammatory breast cancer", "History of hypertensive seizure or hypertensive encephalopathy", "Clinically significant cardiovascular impairment", "Subjects with central nervous system disease (CNS) are not eligible, with the exception of subjects with treated brain metastases.", "Subjects with bone-limited metastatic disease are not eligible unless there is at least one lytic lesion with identifiable soft tissue components that can be evaluated by tomography (CT) or magnetic resonance imaging (MRI)", "Implicitly pulmonary lymphangitic which leads to pulmonary dysfunction requiring the use of oxygen", "History of haemorrhagic diathesis", "Currently pregnant or breastfeeding.", "Subjects with pre-existing neuropathy grade 3 or 4. Any peripheral neuropathy must recover to a grade of 2 or less prior to registration."], "Results": ["Performance measures:", "Objective response rate", "The objective response rate (full response plus partial response, (CR + PR)) was defined as the proportion of participants who had the best overall response of CR or PR confirmed based on the criteria for assessing the response in version 1.1 of solid tumours (RCIST), as assessed by the investigator. The tumour evaluation was performed by tomography (CT)/magnetic resonance imaging (MRI). To assess the best response (CR, PR, stable disease (SD), progressive disease (PD) or non-estimable disease (NE), the investigator selected up to five measurable target lesions (2 per organ). All other lesions were identified as non-target lesions.", "Timeline: Baseline (within 28 days of the first infusion of the drug under study); Treatment phase (every 6 weeks in the first 6 cycles); Extension phase (every 12 weeks) to RA or RC", "Results 1:", "Title of the arm/group: Eribilin Mesylate in combination with Trastuzumab", "Eribilin Mesylate: Eribilin Mesylate 1.4 mg/m^2 was administered as an intravenous infusion (IV) (more than 2 to 5 minutes) on days 1 and 8 of each 3-week cycle.", "Trastuzumab 8 mg/kg was administered as IV infusion over a period of 90 minutes on day 1 of cycle 1. Trastuzumab 6 mg/kg was subsequently administered as IV infusion over a period of 30 minutes on day 1 of each subsequent 21-day cycle.", "Total number of participants analysed: 52", "Type of measurement: Number", "Unit of measure: Percentage of participants 71.2 (56.92 to 82.87)"], "Adverse Events": ["Undesirable Events 1:", "Total: 15/52 (28.85 per cent)", "Anemia * 1/52 (1.92%)", "Febrile neutropenia 24/52 (7.69%)", "Neutropenia 28/52 (15.38%)", "Chronic heart failure 21/52 (1.92%)", "Vomiting 23/52 (5.77%)", "Diarrhoea 21/52 (1.92%)", "Gastric Ulcer 21/52 (1.92%)", "Gastritis 21/52 (1.92%)", "Nausea 21/52 (1.92%)", "- Fatigue 21/52 (1.92%)", "Pyrexia 21/52 (1.92%)", "Gastroenteritis 21/52 (1.92%)"]}