{"Clinical Trial ID": "NCT03165955", "Intervention": ["INTERVENTION 1:", "Oraxol (Oral Paclitaxel Plus HM30181)", "Oraxol 205 mg/m2 per day x 3 days per week for up to 16 weeks."], "Eligibility": ["Incorporation criteria:", "Signed informed consent", "Women 18 years of age on the day of consent", "Breast cancer in patients for whom treatment with paclitaxel IV at 80 mg/m2 monotherapy has been recommended by their oncologist", "A disease that can be measured according to the RECIST criteria v1.1", "A suitable haematological condition, as demonstrated by not requiring transfusion support or granulocytic stimulation factor (G-CSF), maintains:", "Absolute number of neutrophils (ANC) 1.5 x 109/L", "Number of platelets 100 x 109/L", "Hemoglobin (Hgb) 9 g/dL", "Adequate liver function", "Total bilirubin of 1.5 mg/dL", "Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) 3 x upper limit of normal (ULN) or 5 x ULN if liver metastasis is present", "- Alcaline phosphatase (ALP) 3 x ULN or 5 x ULN if bone metastases are present", "- Gamma glutamyl transferase (GGT) < 10 x ULN", "adequate renal function as demonstrated by serum creatinine 1.5 x ULN", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0 or 1", "Life expectancy of at least 3 months", "• Checks to fast for 6 hours before and 2 hours after Oraxol administration during every day of treatment", "To refrain from drinking alcohol for 3 days prior to the first dose of the drug under study until completion of the second PK sampling period in establishment", "To refrain from consuming caffeine for 12 hours prior to each period of a patient's administration by completing the protocol-sampling PK for that week", "Subjects should be menopausal (> 12 months without menstruation) or surgically sterile (i.e. by bilateral hysterectomy and/or oophorectomy) or use effective contraception (i.e. oral contraceptives, intrauterine devices, a double barrier of condom and spermicide) and agree to continue using contraception for 30 days after the last treatment dose under study.", "Subjects of childbearing potential should undergo a negative serum pregnancy test during screening and within 96 hours prior to administration.", "- Exclusion criteria:", "- have not recovered to grade 1 toxicity from previous anticancer treatments or previous experimental products (IP)", "In the case of prior treatment with a taxane (pallitaxel or docetaxel) as an adjuvant chemotherapy with anthracycline or metastatic disease, the patient relapsed less than one year after treatment.", "Subjects unable to swallow study drugs in its intact form or with clinically significant malabsorption syndrome", "Only the site of metastatic disease is not measurable according to RECIST v1.1 criteria.", "- Known CNS metastases, including leptomenal involvement", "The PIs received within 14 days or 5 half-lives of the first day of administration of the study, if longer", "• Is currently receiving other medicines for the treatment of their malignancy", "Pregnant or lactating women", "Take prohibited medicines:", "Subjects receiving warfarin that are otherwise eligible and that can be adequately treated with low molecular weight heparin, in the opinion of the researcher, may be enrolled in the study provided that they are changed to low molecular weight heparin at least 7 days before receiving treatment for the study.", "• Uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, myocardial infarction in the last 6 months, unstable angina, cardiac arrhythmia, chronic pulmonary disease requiring oxygen, known haemorrhagic disorders or any concomitant disease or social situation that would limit compliance with the requirements of the study", "• Known allergic reaction or intolerance to the study of medicinal components", "• Known allergic reaction or contrasting media intolerance", "Subjects which, in the opinion of the investigator, are not suitable to participate in this study"], "Results": ["Performance measures:", "PK parameters for paclitaxel_AUC (0-52)", "The PK parameters were summarized using the average, SD", "PK sampling times: 1, 2, 3 and 4 hours after day 1, 2, 3 to week 1 and 4", "Results 1:", "Title of arm/group: Oraxol (Oral Paclitaxel Plus HM30181)", "Description of the arm/group: Oraxol 205 mg/m2 per day x 3 days per week for up to 16 weeks.", "Total number of participants analysed: 25", "Average (standard deviation)", "Unit of measurement: ng*h/mL Week 1: 3419 (1475)", "Week 4: 3224 (1150)"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/28 (28.57 per cent)", "Neutropenia 3/28 (10.71%)", "Acute hepatitis 1/28 (3.57 per cent)", "Pneumonia 1/28 (3.57%)", "Septic shock 1/28 (3.57 per cent)", "1/28 (3.57 per cent)", "Infected neoplasm 1/28 (3.57 per cent)", "1/28 (3.57%)"]}