{"Clinical Trial ID": "NCT02679755", "Intervention": ["INTERVENTION 1:", "Palbociclib+Létrozole Cohort of India", "The participants received Palbociclib orally once daily at 125 mg for 21 days, followed by 7 days of treatment leave for each 28-day cycle.", "INTERVENTION 2:", "Palbociclib+Létrozole Australia Cohort", "Participants received Palbociclib orally once daily at 125 mg for 21 days, followed by a 7-day treatment for each 28-day cycle. Participants received Letrozole orally at 2.5 mg once daily as a continuous daily dosing regimen based on product labelling and in accordance with local prescribing information."], "Eligibility": ["Incorporation criteria:", "• Menopausal women (>=18 years) with a proven diagnosis of advanced breast carcinoma (ER(+) and/or PgR(+) and HER2(-)) that are appropriate for treatment with letrozoleum (within the first advanced/metastatic treatment line).", "The Eastern Co-operative Oncology Group (ECOG) achieved performance status 0-2.", "• Sensitivity of bone marrow, liver and kidney function.", "- Exclusion criteria:", "A prior treatment with a CDK inhibitor.", "QTc > 480 msec; history of QT syndrome, Brugada syndrome or known history of QTc prolongation, or Torsade de Pointes.", "A high cardiovascular risk, including, but not limited to, myocardial infarction, severe/unstable angina, severe cardiac dysrhythmia and symptomatic pulmonary embolism during the last 6 months of registration."], "Results": ["Performance measures:", "Number of participants with treatment-related adverse events (all causalities)", "All adverse reactions reported after initiation of drug therapy were considered to be adverse treatment reactions (AEIs). The severity of EAs was classified according to the common terminology criteria for EAEs (CTCAE) version 4.03. Grade 1 EAEs are mild EAEs; Grade 2 EAEs are moderate EAEs; Grade 3 EAEs are serious EAEs, Grade 4 EAEs are life-threatening consequences and Grade 5 EAEs are life-threatening deaths. Each EAE was counted once for the participant in the most serious severity. A Serious Adverse Event (SAE) was an EA resulting from one of the following or considered significant for any other reason: death; initial or prolonged hospitalization in a patient; life-threatening experience (immediate risk of death); serious or significant disability/inability; congenital abnormality.", "Timeline: Baseline up to 28 days after the last dose of study therapy, on average 14 months", "Results 1:", "Title of the arm/group: Palbociclib+Letrozole India Cohort", "Description of the arm/group: Participants received Palbociclib orally once daily at 125 mg for 21 days, followed by 7 days of treatment leave for each 28-day cycle.", "Total number of participants analysed: 100", "Type of measure: Number of participants", "Unit of measure: Participants Participants with adverse reactions: 92 92.0%", "Participants with serious side effects: 18 18.0%", "Participants with Grade 3 or 4 adverse reactions: 69 69.0%", "Participants with fifth-year adverse reactions: 3 3.0%", "Participants who discontinued treatment due to adverse reactions: 2 2.0%", "Results 2:", "Title of the arm/group: Palbociclib+Letrozole Australia Cohort", "Description of the arm/group: Participants received Palbociclib orally once daily at 125 mg for 21 days, followed by 7 days off for each 28-day cycle.", "Total number of participants analysed: 152", "Type of measure: Number of participants", "Unit of measure: Participants Participants with adverse reactions: 152 100.0%", "Participants with serious side effects: 45 29.6%", "Participants with Grade 3 or 4 adverse reactions: 124 81.6%", "Participants with fifth-year adverse reactions: 7 4.6%", "● Participants arrested due to adverse events : 9 5,9%"], "Adverse Events": ["Undesirable Events 1:", "Total: 18/100 (18.0%)", "Anemia * 4/100 (4.0%)", "Febrile neutropenia * 3/100 (3.0%)", "Neutropenia * 1/100 (1.0%)", "Pancytopenia * 0/100 (0.00 %)", "Thrombocytopenia * 1/100 (1.00%)", "Acute coronary syndrome * 1/100 (1.00%)", "• stress cardiomyopathy * 0/100 (0.00 %)", "Abdominal pain * 0/100 (0.00 %)", "Upper abdominal pain * 0/100 (0.00 %)", "Ascites * 1/100 (1.0%)", "Adverse Events 2:", "Total: 45/152 (29.61 per cent)", "Anemia * 0/152 (0.00 %)", "* 3/152 (1.97%)", "Neutropenia * 1/152 (0.66%)", "Pancytopenia * 1/152 (0.66%)", "Thrombocytopenia * 0/152 (0.00 %)", "Acute coronary syndrome * 0/152 (0.00 %)", "* 1/152 (0.66%)", "Abdominal pain * 2/152 (1.32%)", "Upper abdominal pain * 2/152 (1.32%)", "Ascites * 0/152 (0.00 %)"]}