{"Clinical Trial ID": "NCT00193180", "Intervention": ["INTERVENTION 1:", "Intervention", "All patients in this study received docetaxel 30 mg/m2 per week for 3 consecutive weeks of each 28-day cycle, as well as continuous imatinib mesylate. Initially, imatinib mesylate was administered at an oral dose of 600 mg per day, starting with the first dose of docetaxel; however, after treatment of the first 15 patients, it became apparent that this dose of imatinib was not tolerable and the following patients received imatinib mesylate 400 mg per day orally."], "Eligibility": ["Incorporation criteria:", "To be included in this study, you must meet the following criteria:", "Metastatic breast cancer confirmed by biopsy", "No more than one prior chemotherapy regimen for metastatic breast cancer", "• Capable of carrying out activities of daily life with minimum assistance", "• Sensitivity of bone marrow, liver and kidneys", "• Aged 18 or over", "• Provide written informed consent", "- Exclusion criteria:", "You may not participate in this study if any of the following applies to you:", "Moderate to severe peripheral neuropathy", "• Uncontrolled hypertension or irregularities in heartbeat", "Diabetes Mellitus with fasting blood glucose above 200 mg %", "A major heart disease in the previous 6 months", "A serious or uncontrolled medical illness", "- Uncontrolled active infection", "A known chronic liver disease", "• Known diagnosis of HIV infection", "Pregnant or lactating women", "Note: There are other inclusion and exclusion criteria. The study centre will determine if you meet all the criteria. If you are not eligible for the trial, the study staff will explain the reasons. If you are eligible, the study staff will explain the trial in detail and answer any questions you may have."], "Results": ["Performance measures:", "Overall response rate (OR)", "Defined as the proportion of patients with a complete or partial confirmed response (CR or PR), recorded from the date of treatment to the date of recidivism or progressive illness, and evaluated by RECIST v 1.1.", "Time limit: 18 months", "Results 1:", "Title of the arm/group: Intervention", "All patients in this study received docetaxel 30 mg/m2 per week for 3 consecutive weeks of each 28-day cycle, as well as continuous imatinib mesylate. Initially, imatinib mesylate was administered at an oral dose of 600 mg per day, starting with the first dose of docetaxel; however, after treatment of the first 15 patients, it became apparent that this dose of imatinib was not tolerable, and the following patients received imatinib mesylate 400 mg orally daily.", "Total number of participants analysed: 37", "Type of measurement: Number", "Unit of measure: percentage of participants 16 (4.3-28.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 18/37 (48.65 per cent)", "Febrile neutropenia 1/37 (2.70%)", "Hemoglobin 1/37 (2.70%)", "1/37 (2.70%)", "Neutrophils 1/37 (2.70 per cent)", "Cardiac disorders/infarction 2/37 (5.41%)", "Ischaemia/infarction - rheumatismal heart failure 1/37 (2.70%)", "Dehydration 1/37 (2.70%)", "Other (divesticular abscess) 1/37 (2.70%)", "Gastritis 1/37 (2.70 per cent)", "- Mucositis 1/37 (2.70%)"]}