{"Clinical Trial ID": "NCT02878057", "Intervention": ["INTERVENTION 1:", "Advanced breast cancer", "Patients with advanced breast cancer HER-2 with breast metastases; dosage regimen: apatinib tablets: 500 mg, Po, QD; 4 weeks as a cycle, continuous treatment until disease progression, death or intolerable toxicity (simultaneous administration of endocrine therapy if hormone receptor is positive)", "Apatinib: dosage regimen: apatinib tablets: 500 mg, Po, QD; 4 weeks as a cycle, continuous treatment until disease progression, death or intolerable toxicity (simultaneous administration of endocrine therapy if hormone receptor is positive)"], "Eligibility": ["Incorporation criteria:", "HER-2 positive advanced breast cancer with thoracic metastases confirmed by histology or cytological examination (patients receiving anthracyclines and/or paclitaxel in adjuvant chemotherapy).", "* Patients with recurrences or metastases who have received no more than two chemotherapy lines.", "If the hormone receptor is positive, endocrine therapy should have been performed in patients with recurrence or metastasis, or recurrence or metastasis occurred within two years of endocrine treatment.", "- 18 years.", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0-1.", "A life expectancy of more than 3 months.", "At least one site of measurable disease confirmed by EC or MRI according to the solid tumour response assessment criteria (RECIST) 1.1 was required.", "If the target lesions are lymph nodes, the short diameter should be less than 1.5 cm and the target lesions are not suitable for surgical treatment; the target lesions have not been radiotherapy or recursed in the radiation field.", "• Initial blood routine examination according to the following criteria: neutrophil count greater than 1.5*109/L; platelet count greater than 100*109/L; haemoglobin greater than 9 g/dL (blood transfusion is allowed to reach or maintain the index)", "Hepatic function according to the following criteria: total bilirubin less than 1.5 times the upper limit of normal value; aspartate aminotransferase (AST), alanine aminotransferase (ALT) less than 2.5 times the upper limit of normal value, less than 5 times the upper limit of normal value in patients with hepatic metastases.", "Renal function according to the following criteria: serum creatinine less than 1.25 times the upper limit of the normal value, or creatinine clearance rate calculated at more than 50 mL/min;", "Women with fertility are willing to take contraceptive measures during the trial: seven days prior to the delivery of serum or urine negative pregnancy test.", "- Exclusion criteria:", "Radiotherapy prior to registration to relieve metastatic bone pain is permitted, but bone marrow irradiation should not exceed 30% of the total amount;", "Metastasis of the symptomatic central nervous system;", "The current or recent use (30 days prior to registration) of another drug in the study or participation in another clinical study;", "Other malignant tumours occurring over the past five years (with the exception of healed or well-controlled cervical carcinoma in situ, skin squamous cell carcinoma or skin basal cell carcinoma);", "Hypertension and blood pressure cannot be reduced to normal by antihypertensive therapy (systolic blood pressure greater than or equal to 140 mmHg or diastolic blood pressure greater than or equal to 90 mmHg).", "With myocardial ischemia or grade II or higher myocardial infarction, poorly controlled arrhythmia (including a QTc interval greater than or equal to 450 ms for men, greater than or equal to 470 ms for women);", "Based on NYHA criteria, grade III and IV heart failure or left ventricular ejection fraction (LVEF) less than 50% revealed by echocardiography;", "Abnormal coagulation function (INR > 1.5 or prothrombin time (PT) > LSN+4 seconds or APTT > 1.5 times LSN), with haemorrhagic tendency or thrombolysis or anticoagulation;", "In the 3 months prior to registration, clinically significant bleeding symptoms appear or have an obvious hemorrhagic tendency, such as gastrointestinal bleeding, hemorrhagic gastric ulcer, occult blood ++ and more during the reference period, or with vasculitis, and others;", "Within 4 months of registration, he/she receives a major surgery or serious traumatic injury, fracture or ulcer;", "Having factors that affect the absorption of oral medicines, of course, such as inability to swallow, chronic diarrhea and intestinal obstruction, et al.", "urinary routine test with urinary proteins more than ++, or urinary proteins 24 hours more than 1.0 g;", "With symptomatic effusion of serous cavity, which must be managed surgically (including pleural effusion, ascites, pericardial effusion);", "Under other possible conditions that may affect clinical research or the evaluation of results judged by researchers."], "Results": ["Performance measures:", "- Survivors without progression", "The progression is defined using the criteria for assessing response in solid tumours (RECIST v1.0), such as a 20% increase in the sum of the longest diameter of the target lesions, or a measurable increase in non-target injury, or the occurrence of new lesions.", "Duration: 2 cycles (8 weeks), up to 6 months; From date of randomization to date of first documented progression or date of death of any cause, whichever occurs first, evaluated up to 6 months", "Results 1:", "Title of the arm/group: Advanced breast cancer", "Description of the arm/group: Patients with advanced breast cancer HER-2 with breast metastases; dosage regimen: apatinib tablets: 500 mg, Po, QD; 4 weeks as a cycle, continuous treatment until disease progression, death or intolerable toxicity (simultaneous administration of endocrine therapy if hormone receptor is positive)", "Apatinib: dosage regimen: apatinib tablets: 500 mg, Po, QD; 4 weeks as a cycle, continuous treatment until disease progression, death or intolerable toxicity (simultaneous administration of endocrine therapy if hormone receptor is positive)", "Total number of participants analysed: 26", "Median (95% confidence interval)", "Unit of measure: month 4.9 (2.1 to 8.3)"], "Adverse Events": ["Undesirable Events 1:", "Total: 12/30 (40.00 per cent)", "*2/30 (6.67%)", "- Fatigue *1/30 (3.33%)", "bilirubin increased *2/30 (6.67 per cent)", "Increased transaminase *1/30 (3.33%)", "Proteinuria *6/30 (20.0%)"]}