{"Clinical Trial ID": "NCT00796978", "Intervention": ["INTERVENTION 1:", "- Trastuzumab", "Trastuzumab: Trastuzumab (Herceptin®) IV over 30-90 minutes on day 1. Treatment is repeated every 3 weeks for 52 weeks in the absence of disease progression or unacceptable toxicity.", "The samples are evaluated for plasma cardiac markers (N-terminal and troponine-I natriuretic protein) and pro-inflammatory cytokines (interleukin-6 and tumour-α necrosis factor).", "In addition, patients receive trastuzumab (Herceptin®) IV for 30 to 90 minutes on day 1. Treatment is repeated every 3 weeks for 52 weeks in the absence of disease progression or unacceptable toxicity.", "Quality of Life Assessment of Patients: Comprehensive Quality of Life and Quality of Health and Comprehensive Geriatric Assessments of Changes in Functional, Cognitive and Mental Conditions at Inclusion, Weeks 26 and 52."], "Eligibility": ["Incorporation criteria:", "Adenocarcinoma of the breast confirmed histologically", "Immunohistochemical staining for 3+-intensity Her2 protein or 2.0-intensity Her2 genetic amplification by FISH test.", "Life expectancy > 6 months", "State of ECOG's performance 2", "A positive nodal disease regardless of the size of the tumour", "Negative nodular disease:", "TNM Stage (AJCC Cancer Staging Manual 6th Edition) T1b-T4, N0-3, M0, regardless of hormonal state", "Reference LVEF lower limit of normal for a given institution", "Complete surgical removal of invasive cancer by mastectomy or lumpectomy", "To complete the step work with CT of the chest, abdomen and pelvis more bone scan or alternatively with PET scan for stage II and higher disease, or as determined by symptoms for all other stages.", "An adequate bone marrow function, as indicated by the following:", "ANC > 1000/μL", "100 000/μL blisters", "Hemoglobin > 10 g/dL", "Adequate hepatic function as indicated by bilirubin 1.5 x upper limit of normal (ULN) Adequate renal function as indicated by creatinine 1.5 x ULN", "AST or ALT <2 x ULN, except in the case of primary illness.", "Signed informed consent", "- Exclusion criteria:", "Registration after more than 120 days from the last day of mastectomy or lumpectomy", "Patients able to tolerate and willing to receive chemotherapy", "Previous chemotherapy for current malignancy", "Prior treatment of herceptin", "• Active heart disease", "Myocardial infarction (asymptomatic changes on EKG suggesting an old MI is not an exclusion)", "Angina pectoris requiring anti-anginal treatment", "• Documented congestive heart failure (CHF)", "The current use of any therapy specifically for CHF", "Cardiac arrhythmia requiring medication", "Uncontrolled hypertension (diastolic > 100 mmHg or systolic > 200 mmHg)", "A clinically significant valvular abnormality (associated with Class II, III or IV symptoms of the New York Heart Association (NYHA))", "Clinically significant pericardial effusion (associated with New York Heart Association (NYHA) Class II, III or IV symptoms)", "• History of heart disease", "A previous myocardial infarction (asymptomatic changes on EKG suggesting an old MI are not an exclusion)", "Previous history of CHF", "• History of cardiomyopathy", "Other diseases and conditions", "Evidence of metastatic breast cancer (clinical or radiological evidence)", "Active infection", "• Concomitant malignancies or previous malignancies over the past 3 years, with the exception of properly treated basal cell or squamous carcinoma of the skin or in situ carcinoma of the cervix.", "Hypersensitivity to trastuzumab"], "Results": ["Performance measures:", "Percentage of participants who experienced heart events at 1 year of age", "Number of participants who experience heart events that include cardiac death due to congestive heart failure (CHF), myocardial infarction (MI) or documented arrhythmia, death without definitive cause, or signs and symptoms of CHF as defined by the New York Heart Association (NYHA) of Class III or IV symptoms.", "Time limit: 1 year", "Results 1:", "Title of arm/group: Trastuzumab", "Description of the arm/group: trastuzumab: Trastuzumab (Herceptin) IV over 30-90 minutes on day 1. Treatment is repeated every 3 weeks for up to 52 weeks in the absence of disease progression or unacceptable toxicity.", "The samples are evaluated for plasma cardiac markers (N-terminal and troponine-I natriuretic protein) and pro-inflammatory cytokines (interleukin-6 and tumour-α necrosis factor).", "• Adjuvant treatment: Patients receive trastuzumab (Herceptin) IV more than 30-90 minutes per day 1. Treatment is repeated every 3 weeks for up to 52 weeks in the absence of disease progression or unacceptable toxicity.", "Quality of Life Assessment of Patients: Comprehensive Quality of Life and Quality of Health and Comprehensive Geriatric Assessments of Changes in Functional, Cognitive and Mental Conditions at Inclusion, Weeks 26 and 52.", "Total number of participants analysed: 55", "Type of measurement: Number", "Unit of measure: percentage of participants 3.6 (0.09 to 13.8)"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/56 (14.29 per cent)", "* 1/56 (1.79 per cent)", "* 1/56 (1.79%)", "Left ventricular systolic dysfunction * 1/56 (1.79%)", "Dehydration * 1/56 (1.79%)", "Diarrhoea * 1/56 (1.79%)", "Infection with normal grade 1 or 2 neutrophils - Bladder (urinary) * 1/56 (1.79 %)", "Low sodium (hyponatraemia) * 1/56 (1.79 %)", "Fracture * 2/56 (3.57%)"]}