{"Clinical Trial ID": "NCT01067976", "Intervention": ["INTERVENTION 1:", "· CMRM vs UMRM", "[Unspecified]"], "Eligibility": ["Incorporation criteria:", "A recent histological diagnosis of breast cancer after obtaining X-Ray mammography (XRM) from both breasts (according to the American College of Radiology (ACR) and performed no later than 6 weeks prior to registration) and was returned for a contrast-enhanced magnetic resonance mammography (MRM) prior to breast surgery.", "If a digital XRM is required for a woman, if one of the following criteria is met:", "The patient is under 50 years of age;", "The patient has heterogeneous or extremely dense breasts;", "It is not menopausal (after menopause defined as at least 12 months before inclusion without menstruation).", "In the case of a woman of childbearing age, the MRM must be performed on the 7-14th day of the menstrual cycle.", "At an estimated glomerular filtration rate (GFR) >/= 60 mL/min/1.73 m^2 calculated from a serum creatinine result within 2 weeks prior to inclusion in the study.", "- Exclusion criteria:", "Is a pregnant or lactating patient", "To any contraindication to MRM examination (e.g., metal implants, phobia) or to the use of gadolinium-containing contrast agents.", "Has received any contrast agent within 24 hours of the MRM study, or is expected to receive any contrast agent within 24 hours of the MRM study.", "In severe cardiovascular disease (e.g. known long QT syndrome, acute myocardial infarction [< 14 days], unstable angina, congestive New York Heart Association Class IV heart failure) or acute stroke (< 48 hours)).", "Acute renal failure of any severity due to hepato-renal syndrome or during the period of perioperative liver transplantation or with moderate or severe acute or chronic renal impairment (glomerular filtration rate < 60 mL/min/1.73 m^2).", "Has received chemotherapy or hormonal treatment for breast cancer within 6 months.", "Has received hormone replacement therapy within 4 weeks prior to administration of the study drug.", "Is programmed or likely to require surgery and/or biopsy within a period of up to 24 hours following the application of the medicinal product to the study", "Prior to excision biopsy or breast surgery less than 6 months prior to registration and between XRM and MRM study"], "Results": ["Performance measures:", "Difference in sensitivity to detect the full extent of malignant breast disease using CMRM vs. UMRM per reader", "For only one participant, sensitivity was defined as the proportion of malignant breast regions that were recognized by clinical researchers and the 3 blinded readers using the corresponding imaging modality as malignant. Subsequently, the percentage sensitivity was calculated based on the average sensitivities of all participants. The difference was calculated as CMRM minus UMRM. To facilitate expression, the following abbreviations will be used: Magnetic Resonance Mammography (MRM), Unimproved MRM (UMRM), Unimproved Combined and Contrast MRM (gadobutrol) Enhanced MRM (CMRM), X-ray Mammography (XRM).", "Time: Immediately before injection and after injection", "Results 1:", "Title of arm/group: CMRM vs UMRM", "Description of arm/group: [Unspecified]", "Total number of participants analysed: 388", "Average (95% confidence interval)", "Unit of measurement: difference in sensitivity (%) Player 1: 46.6 (41.9 to 51.4)", "Player 2: 30.8 (25.7-35.9)", "Player 3: 23.3 (19.2-27.3)", "Researcher: 17,8 (14.2 to 21,4)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/426 (0.00 per cent)"]}