{"Clinical Trial ID": "NCT00429507", "Intervention": ["INTERVENTION 1:", "Samarium 153-EDTMP + Stem Cell Transplantation", "Dose of the Samarium 153-EDTMP tracer = 30 millicury (mCi) intravenous day 1; or with the drug studied with bones, receive a higher treatment dose of 153 Sm-EDTMP 7-14 days after the tracer dose."], "Eligibility": ["Incorporation criteria:", "Stage IV metastatic breast cancer with bone and/or bone marrow only.", "From 18 to 65 years of age.", "Eastern Cooperative Oncology Group (ECOG) Performance Note of 0, 1", "Subjects with breast tumours with hormonal receptor positive disease (ER+/PR+, ER+/PR-, or ER-/PR+) should have failed at least one hormonal treatment for bone disease alone.", "Subjects with breast tumours with a negative hormonal receptor disease must have failed at least one anthracycline and/or taxane-based treatment for bone disease only.", "Number of white blood cells (WBC) >/= 3.5 x10^9/L, Hb >/= 10 g/dL, platelets >/= 100 x10^9/L.", "· Adequate lung function, defined as the forced expiratory volume at one second (FEV1), forced vital capacity (CFV) and lung diffusion capacity for carbon monoxide (DLCO) (corrected for hemoglobin) >/= 50% of the forecast.", "Adequate cardiac function, as demonstrated by the left ventricular ejection fraction (VEF) of >/= 45%.", "Total serum bilirubin < 2x upper limit of normal (ULN), and ALT/serem glutamate pyruvate transaminase (SGPT) < 3x ULN", "The clearance of creatinine is >/= 75 mL/min in subjects under 50 years of age and is adjusted to take into account the age of 10% per decade in subjects over 50 years of age.", "• Ability to understand the study and to give informed consent.", "- Exclusion criteria:", "Any metastatic disease or history of metastatic disease other than skeletal metastases", "• Fracture sensation, spinal cord compression and/or potentially unstable compression fracture of the vertebral body with the possibility of cord compression.", "A prior treatment of strontium-89 or samarium-153 for any skeletal impairment.", "The cumulative external radiation is greater than 20% of the bone marrow volume or greater than 40 Gy in any region of the spinal cord.", "Radiation prior to the bladder or kidney, defined as radiation portals that directly include any volume of kidney and/or bladder.", "• Life expectancy severely limited by concomitant disease (less than 6 months).", "- An anterior nephrectomy.", "• History of obstructive uropathy or hydronephrosis hemorrhagic cystitis.", "- Uncontrolled arrhythmia or symptomatic heart disease.", "In the absence of vaginal bleeding, the gross haematuria in the urine analysis (UA) is ongoing.", "Evidence of HIV status.", "The inability to stop any chemotherapy treatment for breast cancer within 3 weeks prior to a high dose of Samarium.", "The use of any research officer within 30 days of registration.", "Pregnant or lactating women.", "Other malignant tumours, current or previous, with the exception of skin cancer of properly treated basal or squamous cells or cervical cancer in situ.", "Myelodysplastic syndrome.", "Weight of the subject greater than 125 kg."], "Results": ["Performance measures:", "♪ It's time to move on ♪", "The time to progression is measured as the time between entry into the study and the development of disease progression.", "Duration: 7.5 years, study period from March 2007 to November 2014.", "Results 1:", "Title of the arm/group: Samarium 153-EDTMP + Stem cell transplantation", "Description of the arm/group: The Samarium 153-EDTMP tracer dose = 30 millicurrences (mCi) intravenous day 1; or with the bone-study drug, receive a higher treatment dose of 153 Sm-EDTMP 7-14 days after the tracer dose.", "Total number of participants analysed: 12", "Median (full range)", "Unit of measurement: Days 317 (105 to 1339)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/12 (0.00 per cent)"]}