{"Clinical Trial ID": "NCT02556632", "Intervention": ["INTERVENTION 1:", "Arm I (Curcumin based gel)", "Patients apply TID topical turmeric gel approximately every 4-6 hours starting on the first day of radiation therapy and continuing up to 1 week after the end of radiation therapy.", "- Turcumin-based gel: topically applied", "Analysis of laboratory biomarkers: related studies", "Questionnaire Administration: Auxiliary Studies", "INTERVENTION 2:", "Arm II (HPR Plus)", "Patients apply a topical HPR PlusTM TID approximately every 4 to 6 hours from the first day of radiation therapy and continue for up to 1 week after the end of radiation therapy.", "Management of Dermatological Complications: Applying HPR More Topically", "Analysis of laboratory biomarkers: related studies", "Questionnaire Administration: Auxiliary Studies"], "Eligibility": ["Incorporation criteria:", "Subjects with a diagnosis of breast cancer or non-inflammatory carcinoma in situ", "Subjects should be prescribed and programmed for \"conventional fractional\" radiotherapy without simultaneous chemotherapy; bolus and modulated intensity radiotherapy (IMRT) are permitted; irradiation of lymph nodes (i.e. internal breast nodes, supraclavicular ganglia, axillary ganglia, etc.) as part of their prescribed radiotherapy are permitted; conventional fractional radiotherapy regimens eligible for study are described below:", "Minimum total dose (min): whole breast: 44 grey (Gy); breast augmentation: 10 Gy; tumour bed = whole breast +/- increase: 50.0 Gy; lymph nodes: 45 Gy", "Total maximum dose: whole breast: 50.4 Gy; breast augmentation: 20 Gy; tumour bed = whole breast +/- increase: 66.0 Gy; lymph nodes: 50.4 Gy", "Minimum dose per fraction: whole breast: 1.8 Gy; breast augmentation: 2.0 Gy; tumour bed = whole breast +/- increase: 1.8 Gy; lymph nodes: 1.8 Gy", "Maximum dose per fraction: whole breast: 2.0 Gy; breast augmentation: 2.0 Gy; tumour bed = whole breast +/- increase: 2.0 Gy; lymph nodes: 2.0 Gy", "Minimum number of fractions: whole breast: 22 Gy; breast augmentation: 5 Gy; tumour bed = whole breast +/- increase: 25 Gy; lymph nodes: 25 Gy", "Max # fractions: whole breast: 28 Gy; breast boost: 10 Gy; tumour bed = whole breast +/- boost: 36 Gy; lymph nodes: 28 Gy", "Minimum number of sessions: whole breast: 22 Gy; breast augmentation: 5 Gy; tumour bed = whole breast +/- increase: 25 Gy; lymph nodes: 25 Gy", "Max Number of sessions: whole breast: 28 Gy; breast boost: 10 Gy; tumour bed = whole breast +/- boost: 36 Gy; lymph nodes: 28 Gy", "Subjects may or may not have undergone surgery (lumpectomy or mastectomy) prior to RT; (NOTE: surgery is not required to be eligible)", "Subjects may have undergone chemotherapy prior to irradiation; a minimum of two weeks is required between the end of chemotherapy and the start of RT", "Subjects may currently be subjected to hormonal treatment or Herceptin therapy.", "Subjects should be able to read, speak and understand English", "Subjects must have the ability to understand and the willingness to sign a written informed consent document.", "Subjects should agree not to use other topical agents on the skin in the radiological treatment area during this trial; subjects should only use topical agents for the study (i.e. topical intervention agents or standard care workers) provided by study staff and/or the treating physician.", "- Exclusion criteria:", "• Pregnant women are not eligible; all subjects of childbearing potential will be asked if or not they are eligible; the patient must respond \"no\" to continue receiving radiation and participate in this clinical study.", "Subjects with bilateral breast cancer are not eligible", "Subjects receiving short-term fractionation radiotherapy (i.e. 16 sessions or 20 sessions from 2.4 to 2.6 Gy fractions per session, with or without stimulation)", "The subject is currently on anti-EGFR (human epidermal growth factor receptor), such as Iressa (gefitinib) or Erbitux (cetuximab, C225).", "• Pre-chest or breast radiation", "Subjects with breast reconstruction before RT", "Previous diagnosis of radiosensitivity disorder (i.e., ataxia telangiectasia)", "Previous diagnosis of collagen vascular disorder or vasculitis", "• Unhealed surgical wounds in the chest or breast region and/or breast infection", "The current daily application of a topical product prescribed on the skin in the RT area for an unbound skin condition that cannot be interrupted during participation in this clinical trial", "Any active dermatological problem in the radiological treatment area (fungal skin infection, dermatitis, psoriasis plaques, etc.)"], "Results": ["Performance measures:", "Range: 0 (no dermatitis) - 4 (violaceous Erythema with diffuse desquamation appearing in the leaves; Patchy grazing; superficial Ulceration)", "For each arm, the average score of one week after the SDR will be compared to determine if topical interventions reduce the severity of skin reactions at the end of the RT.", "The RDS score ranges from 0 to 4 with higher scores indicating worse results.", "Time limit: Baseline up to 1 week after radiation therapy", "Results 1:", "Title of arm/group: Arm I (curcumin-based gel)", "Patients apply TID topical turmeric gel approximately every 4-6 hours starting on the first day of radiation therapy and continuing up to 1 week after the end of radiation therapy.", "- Turcumin-based gel: topically applied", "Analysis of laboratory biomarkers: related studies", "Questionnaire Administration: Auxiliary Studies", "Total number of participants analysed: 59", "Average (standard deviation)", "Unit of measurement: units on a scale 2.68 (0.74)", "Results 2:", "Title of arm/group: Arm II (HPR Plus)", "Description of the arm/group: Patients apply HPR PlusTM to topical TIDs approximately every 4 to 6 hours starting on the first day of radiation therapy and continuing up to 1 week after the end of radiation therapy.", "Management of Dermatological Complications: Applying HPR More Topically", "Analysis of laboratory biomarkers: related studies", "Questionnaire Administration: Auxiliary Studies", "Total number of participants analysed: 59", "Average (standard deviation)", "Unit of measurement: units on a scale 2.64 (0.74)"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/64 (4.69 per cent)", "Heart failure * 0/64 (0.00 %)", "Radiation dermatitis * 3/64 (4.69%)", "Headache * 0/64 (0.00 %)", "• Pleuritis pain * 0/64 (0.00 %)", "Dermatitis * 1/64 (1.56%)", "Adverse Events 2:", "Total: 2/65 (3.08%)", "* 1/65 (1.54%)", "Radiation dermatitis * 1/65 (1.54%)", "Headache * 0/65 (0.00 %)", "Pleuritis pain * 1/65 (1.54%)", "Dermatitis * 0/65 (0.00 %)"]}