{"Clinical Trial ID": "NCT02131064", "Intervention": ["INTERVENTION 1:", "- TCH + P", "Participants were given pertuzumab 840 milligrams (mg) (charge dose) and 420 mg (maintenance dose) intravenous infusion (IV), trastuzumab 8 milligrams per kilogram (mg/kg) (charge dose) and 6 mg/kg (maintenance dose) IV infusion, docetaxel 75 milligrams per square metre (mg/m^2) IV infusion and carboplatin at a dose to obtain an area below the curve (AUC) of 6 milligrams per millilitre* minute (mg/mL*min) IV infusion every 3 weeks (q3w) for 6 cycles during the neoadjuvant period.", "INTERVENTION 2:", "- T-DM1 + P", "Participants received pertuzumab 840 mg (load dose) and 420 mg (maintenance dose) IV infusion followed by trastuzumab emtansine 3.6 mg/kg IV infusion q3w for a total of 18 cycles (6 neoadjuvant cycles and 12 adjuvant cycles)."], "Eligibility": ["Incorporation criteria:", "Invasive breast cancer confirmed histologically with a primary tumour greater than (>) 2 cm", "HER2-positive breast cancer", "Participants with multifocal tumours (more than one tumour confined to the same quadrant as the primary tumour) are eligible provided that all discrete lesions are sampled and centrally confirmed as HER2 positive", "Stage of presentation: cT2-cT4, cN0-cN3, cM0, according to the American Joint Committee on Cancer (AJCC) staging system", "Known status of primary tumour hormone receptors", "● Consent of participants to breast-preservation mastectomy or surgery after neoadjuvant therapy", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0 or 1", "Reference Left ventricular ejection fraction (LVEF) >/= 55% (%) measured by echocardiogram (ECHO) or multiple acquisition (MUGA)", "Effective contraception as defined by the protocol", "- Exclusion criteria:", "Stage IV (metastatic) breast cancer", "Participants who received prior anticancer therapy for breast cancer, with the exception of participants with a history of lobular breast carcinoma in situ (LCIS) that was managed surgically or in situ channel carcinoma (CDIS) treated exclusively with mastectomy.", "Participants with multicentre (multiple tumours involving more than one quadrant) or bilateral breast cancer", "Participants with incisional biopsy and/or excision of primary tumours and/or axillary lymph nodes", "A dissection of the axillary lymph nodes or a positive sentinel lymph nodes prior to initiation of neoadjuvant therapy", "• History of concomitant or anterior malignancies, with the exception of duly treated non-melanoma skin cancer and in situ cancer, including cervix, colon and skin.", "Treatment with any experimental medicinal product within 28 days prior to randomisation", "Current Common Terminology Criteria of the National Cancer Institute for Adverse Events (NCI CTCAE) version (v) 4.0", "Any major medical or surgical condition or finding that would compromise the safety or ability of the participant to complete the study.", "Current pregnancy or lactation rate"], "Results": ["Performance measures:", "Percentage of participants with a complete total pathological response (tpCR) assessed based on tumour samples", "TpCR was assessed by examining local pathology on samples taken during surgery after the completion of neoadjuvant therapy. TpCR was defined as the absence of any residual invasive cancer on hematoxyline and eosine for the evaluation of the resected breast sample and all of the ipsilateral lymph nodes sampled (i.e., [i.e.], ypT0/is, ypN0 in the US Joint Committee on Cancer (JJCC) implementation system, 7th Edition).", "Delay: Presurgery (within 6 weeks of neoadjuvant treatment; up to about 6 months)", "Results 1:", "Title of arm/group: TCH + P", "The participants received pertuzumab 840 milligrams (mg) (charge dose) and 420 mg (maintenance dose) intravenous infusion (IV), trastuzumab 8 milligrams per kilogram (mg/kg) (charge dose) and 6 mg/kg (maintenance dose) IV infusion, docetaxel 75 milligrams per square metre (mg/m^2) IV infusion and carboplatin at one dose to reach a surface under the curve (AUC) of 6 milligrams per millilitre* minute (mg/mL*min) IV infusion every 3 weeks (q3w) for 6 cycles during neoadjuvant periods.", "Total number of participants analysed: 221", "Type of measurement: Number", "Unit of measure: Percentage of participants 56.1 (49.29 to 62.76)", "Results 2:", "Title of arm/group: T-DM1 + P", "Description of the arm/group: Participants received pertuzumab 840 mg (load dose) and 420 mg (maintenance dose) IV infusion followed by trastuzumab emtansine 3.6 mg/kg IV infusion q3w for a total of 18 cycles (6 neoadjuvant cycles and 12 adjuvant cycles).", "Total number of participants analysed: 223", "Type of measurement: Number", "Unit of measure: Percentage of participants 44.4 (37.76 to 51.18)"], "Adverse Events": ["Undesirable Events 1:", "Total: 70/219 (31.96 per cent)", "Anemia * 0/219 (0.00 %)", "* 26/219 (11.87 per cent)", "Neutropenia * 7/219 (3.20%)", "Thrombocytopenia * 1/219 (0.46%)", "* 2/219 (0.91%)", "Sinus tachycardia * 1/219 (0.46%)", "Left ventricular dysfunction * 2/219 (0.91%)", "Abdominal pain * 1/219 (0.46%)", "Upper abdominal pain * 1/219 (0.46%)", "* 3/219 (1.37%)", "Adverse Events 2:", "Total: 30/223 (13.45%)", "Anemia * 3/223 (1.35%)", "Febrile neutropenia * 3/223 (1.35%)", "Neutropenia * 0/223 (0.00 %)", "Thrombocytopenia * 1/223 (0.45%)", "* 1/223 (0.45%)", "Sinus tachycardia * 0/223 (0.00 %)", "Left ventricular dysfunction * 0/223 (0.00 %)", "Abdominal pain * 0/223 (0.00 %)", "Upper abdominal pain * 0/223 (0.00 %)", "* 0/223 (0.00 %)"]}