{"Clinical Trial ID": "NCT00820872", "Intervention": ["INTERVENTION 1:", "Group 1", "Patients receive docetaxel IV more than 60 minutes and carboplatin IV more than 30 minutes on day 1, trastuzumab (Herceptin®) IV more than 30 to 90 minutes on days 1, 8 and 15 and oral lapatinib ditosylate more than 30 minutes on days 1 to 21 (TCHL). TCHL treatment is repeated every 3 weeks for 6 courses in the absence of disease progression or unacceptable toxicity. Patients then receive trastuzumab IV more than 30 to 90 minutes on day 1 and oral lapatinib ditosylate on days 1 to 21 (days 1 to 7 of course 12 only) (LT). LT treatment is repeated every 3 weeks for 12 courses in the absence of disease progression or unacceptable toxicity."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "The histologically confirmed invasive primary adenocarcinoma of the breast meeting the following criteria:", "Non-metastatic diseases", "Adequate functioning and excise duties", "Patients with unresectable deep margin invasions are eligible provided they have undergone or are receiving radiation therapy in the area.", "Patients with histological infiltration of the skin (pT4) are eligible provided they have undergone or received radiation therapy covering the tumour bed.", "□ Node positive OR - negative and determined eligible to receive the adjuvant trastuzumab (Herceptin®)", "No positive or suspicious internal breast nodes by the NSS that have not been or will not be irradiated", "No supraclavcular lymphatic damage (confirmed by fine needle aspiration or biopsy)", "On the expression and/or amplification of HER2 in the invasive component of the primary tumour, according to one of the following:", "3+ overexpression by IHC (> 30% of invasive tumour cells)", "2+ or 3+ (in 30% or less of neoplastic cells) overexpression by in situ hybridization (FISH/CISH) demonstrating HER2 amplification", "HER2 amplifies the gene by FISH/CISH (> 6 copies of the HER2 gene per nucleus, or a FISH ratio [copy of the HER2 gene to the signals of chromosome 17] of > 2.2.)", "Overall negative or equivocal results (FISH test report < 2.2, < 6.0 HER2-gene copies per nucleus) and colouring scores of 0, 1+, 2+ or 3+ (in 30% or less of neoplastic cells) by IHC not accepted", "Status of known hormone receptor (estrogen receptor with or without progesterone receptor)", "CHARACTERISTICS OF PATIENTS:", "• Menopausal status not specified", "ECOG Performance Status 0-1", "Hemoglobin 10.0 g/dL", "1 500 YEARS/mm^3", "Number of platelets 100 000/mm^3", "Serum creatinine level 2.0 times the upper limit of normal (ULN)", "AST and ALT 2.5 times ULN", "- Alkaline phosphatase 2.5 times ULN", "Bilirubin 1.5 times ULN (2.0 times ULN if Gilbert's syndrome is known)", "Reference LVEF 50 % measured by ECHO or MUGA scan", "No pregnancy or breast-feeding", "Negative pregnancy test", "Fertile patients should use effective contraception", "No serious heart disease or medical condition, including, but not limited to, any of the following:", "History of documented congestive heart failure (any NYHA class) or systolic dysfunction (LVEF < 50%)", "High-risk uncontrolled arrhythmias (e.g. ventricular tachycardia, high-quality atrioventricular block [second or higher], or supraventricular arrhythmias that are not adequately controlled by the rate)", "Angina pectoris requiring anti-anginal medicines", "Clinically significant valvular heart disorders", "Evidence of transmural infarction on ECG", "Poorly controlled hypertension (any reading of systolic BP > 180 mm Hg or diastolic BP > 100 mm Hg)", "No other concomitant serious illness that may interfere with the intended treatment, including severe pulmonary disease or disease.", "None of the following:", "- Ulcerous colitis", "Malabsorption syndrome", "Any disease that significantly affects gastrointestinal function", "Inability to swallow oral medicines", "THERAPE PRIOR CONCURENT:", "See Disease Characteristics", "No previous mediastinal irradiation, except for internal irradiation of breast lymph nodes for current breast cancer.", "No previous anti-HER2 treatment for any reason", "No prior biological treatment or immunotherapy for breast cancer", "No anterior resection of stomach or small intestine", "No other concomitant anticancer therapy including chemotherapeutic agents, biological agents or radiotherapy", "No cancer therapy concomitant with another trial with hormone therapy or immunotherapy unless approved by the president of the study", "No concomitant CYP3A4 inhibitor or inducer", "No concomitant epoetin alfa including darbepoetin alfa", "No competing oprelvekin"], "Results": ["Performance measures:", "Proportion of patients with Grade 3 or 4 diarrhoea measured by NCI CTCAE v3.0", "[Unspecified]", "Time limit: Up to 10 years", "Results 1:", "Title of arm/group: Group 1", "Patients receive docetaxel IV of more than 60 minutes and carboplatin IV of more than 30 minutes on day 1, trastuzumab (Herceptin) IV of more than 30 to 90 minutes on days 1, 8 and 15 and oral lapatinib ditosylate of more than 30 minutes on days 1 to 21 (TCHL). Treatment with TCHL is repeated every 3 weeks for 6 courses in the absence of disease progression or unacceptable toxicity. Patients then receive trastuzumab IV of more than 30 to 90 minutes on day 1 and ditosylate of oral lapatinib on days 1 to 21 (days 1 to 7 of course 12 only) (LT).", "Total number of participants analysed: 30", "Type of measurement: Number", "Unit of measure: percentage of patients 43"], "Adverse Events": ["Undesirable Events 1:", "Total: 10/30 (33.33 per cent)", "Haemoglobin decrease 2/30 (6.67 %)", "Abdominal pain 1/30 (3.33%)", "Colite 1/30 (3.33%)", "Diarrhoea 7/30 (23.33%)", "Nausea 2/30 (6.67 per cent)", "Rectal haemorrhage 1/30 (3.33%)", "Fatigue 1/30 (3.33%)", "Skin infection 1/30 (3.33%)", "Decrease in neutrophil count 1/30 (3.33%)", "Decrease in platelet count 3/30 (10.00 %)", "Dehydration 1/30 (3.33%)"]}