{"Clinical Trial ID": "NCT02581839", "Intervention": ["INTERVENTION 1:", "Eribulin Mesylate", "The recommended starting dose of erebulin mesylate is 1.4 mg/m2 administered intravenously for 2-5 minutes on days 1 and 8 of a 21-day cycle. MRI will be performed at Week 1, Week 12 and every 12 weeks after Cycle 4+ during the study of erebulin mesylate.", "Elevin Mesylate: Most subjects will start Eribulin mesylate at 1.4 mg/m2 administered intravenously for 2-5 minutes on days 1 and 8 of a 21-day cycle.", "MRI: An MRI will be performed at Week 1, Week 12 and every 12 weeks after Cycle 4+ during the study of erebulin mesylate", "Pre-medication: Zofran: Zofran 8mg orally. Given at the discretion of the treating physician", "Pre-medication: Decadron: 8mg decadron orally."], "Eligibility": ["Incorporation criteria:", "Women with histologically confirmed breast cancer.", "Patients must show signs of metastatic disease (a non-measurable disease is admissible).", "- Metastatic brain injury confirmed by MRI.", "• Brain metastases from breast cancer with or without prior WBRT, surgical resection STS. The progression should be documented in at least one untreated SRS lesion or at any site after surgery or WBRT.", "Patients should be neurologically stable and with steroids and anticonvulsants at a stable dose for at least one week prior to receiving the initial brain MRI and/or at least one week prior to starting the study treatment.", "No uncontrolled systemic disease or tumour-related complication that, in the opinion of the investigator, could limit life expectancy to less than 3 months.", "Patients cannot undergo cytotoxic chemotherapy or hormonal treatment of breast cancer during protocol therapy. Trastuzumab is allowed in HER2-positive patients).", "Able to understand and willing to sign an Informed Consent Form (ICF)", "Karnofsky's performance situation 60", "No brain radiation therapy > 4 weeks", "No chemotherapy for > 3 weeks prior to the scheduled start of protocol therapy", "An adequate bone marrow, renal and hepatic function, per local reference laboratory, varies as follows:", "Absolute number of neutrophils (NACs) 1,500/mm3", "Number of platelets 100 000/mm3", "Hemoglobin 9 g/dL", "Calculation of creatinine clearance (CrCl) 30mL/min (Cockcroft-Gault method)", "Patients with normal, mild or moderate hepatic dysfunction are eligible.", "Calcium <10.1 mg/dL (corrected to serum albumin as follows: Calcium corrected = (0.8 x (4 - patient albumin)) + Ca serum", "Women of childbearing potential must undergo a negative pregnancy test at the time of screening and agree to take appropriate precautions to avoid pregnancy (a dual barrier method of birth control or abstinence) from screening at 3 months after the last dose of treatment.", "• Capable of undergoing an MRI assessment with and without gadolinium contrast", "- Exclusion criteria:", "Patients with active infection, abscess or fistula", "A known leptomenal disease or CNS midline changes.", "Any signs of serious or uncontrolled systemic disease, such as cardiovascular, pulmonary, hepatic, renal or clinically significant metabolic disease.", "A severe conduction abnormality including a significant prolongation of the QTc interval > 450ms.", "Patients with peripheral neuropathy grade 3/4.", "* Patients with a heart stimulator or ICD device.", "Previous treatment with eribulin mesylate."], "Results": ["Performance measures:", "Percentage of participants with a central nervous system (CNS) Growth-free survival (CPS)", "The study team will evaluate the percentage of participants without CNS progression at 3 months. The study team will produce a Kaplan-Meier curve of the CNS PFS and estimate the PFS and confidence interval (CI) of 95% of the PFS. The response and progression by MR were assessed using the modified WHO McDonald criteria.", "Time limit: 12 weeks", "Results 1:", "Title of the arm/group: Erivin Mesylate", "The recommended starting dose of erebulin mesylate is 1.4 mg/m2 administered intravenously for 2-5 minutes on days 1 and 8 of a 21-day cycle. MRI will be performed at week 1, week 12 and every 12 weeks after cycles 4+ during the study of erebulin mesylate.", "Elevin Mesylate: Most subjects will start Eribulin mesylate at 1.4 mg/m2 administered intravenously for 2-5 minutes on days 1 and 8 of a 21-day cycle.", "MRI: An MRI will be performed at Week 1, Week 12 and every 12 weeks after Cycle 4+ during the study of erebulin mesylate", "Pre-medication: Zofran: Zofran 8mg orally. Given at the discretion of the treating physician", "Pre-medication: Decadron: 8mg decadron orally.", "Total number of participants analysed: 9", "Type of measurement: Number", "Unit of measure: percentage of participants 88.9 (51 to 99.7)"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/9 (33.33 per cent)", "Febrile neutropenia * 1/9 (11.11 %)", "Fatigue * 1/9 (11.11 per cent)", "• Pulmonary infection * 1/9 (11.11 %)", "Decrease in neutrophil count * 1/9 (11.11 %)", "Decrease in platelet count * 1/9 (11.11 %)", "Decreased white blood cells * 1/9 (11.11 %)", "Extremity pain * 1/9 (11.11 per cent)", "Decreased pseudomeningeocele * 1/9 (11.11 %)", "Dyspnoea * 1/9 (11.11 %)", "Thromboembolic event * 1/9 (11.11%)"]}