{"Clinical Trial ID": "NCT01276041", "Intervention": ["INTERVENTION 1:", "Pertuzumab in combination with Trastuzumab and Paclitaxel", "This is a Phase II study of pertuzumab in combination with trastuzumab and paclitaxel for the treatment of stage IV breast cancer HER2 (+)."], "Eligibility": ["Incorporation criteria:", "- 18 years", "Stage IV HER2 (+) breast cancer.", "· Histologically documented breast cancer HER2 (+) as defined as the IHC 3+ or FISH 2.0 amplification of the primary or metastatic site; results from the local laboratory are acceptable. (The collection of optional tumour samples from the primary or metastatic site can be obtained for HER2 tests at MSKCC).", "ECOG performance 0-1 (Annex A)", "If the patient has received treatment with trastuzumab in the metastatic setting and has been given a pause (even intermittently) of the concomitant medicinal product administered with trastuzumab and is continued on trastuzumab alone, this would always be considered as a single treatment. For example, if the patient received paclitaxel + trastuzumab and was then continued on trastuzumab alone or resumed on paclitaxel + trastuzumab (at the discretion of the doctor for any reason), the paclitaxel + trastuzumab regimen followed by trastuzumab alone (or again followed by paclitaxel + trastuzumab) can be considered as a single treatment.", "- Measurable lesions are defined as those that can be accurately measured in at least one diameter, i.e. 20 mm using conventional imaging techniques (including incremental CT) or 10 mm using a CT spiral equipment and a 15 mm lymph node along the short axis. Non-measurable lesions are all other lesions, including small lesions (the longest diameter < 10 mm pathological a lymph node 10 to less than 15 mm along the short axis, bone metastases, leptomenesis, ascites, pleural/pericardial effusions, inflammatory breast cancer, lymphangitis carcinomatosis, highly calcified and cystic/necrotic lesions.", "LVEF 50%", "Haematological parameters: number of white blood cells (WBC) of 3000/ul, absolute number of neutrophils (ANC) of 1500/ul, platelets of 100,000/ul, hemoglobin of 10.0 g/dl", "Non-haematological parameters: bilirubin 1.5 mg/dl, AST/ALT 2.5 x upper limit of normal (ULN), alkaline phosphatase 5 x ULN.", "Creatinine 1.5 mg/dl", "Patients with stable, treated brain lesions lasting 2 months may be included.", "- Exclusion criteria:", "Previous history of cardiac morbidity within 12 months (unstable angina, myocardial infarction, CHF, uncontrolled ventricular arrhythmias)", "Previous pertuzumab", "Previous history of hypersensitivity to G3 (HSR) or any trastuzumab toxicity justifying the definitive discontinuation of this antibody", "A history of anterior RSH G 3 or any toxicity to paclitaxel has justified the permanent discontinuation of this chemotherapy.", "Peripheral neuropathy G 2", "Patients with a history of chronic hepatitis B or C should be excluded from the study because paclitaxel is potentially hepatotoxic.", "Pregnant patients"], "Results": ["Performance measures:", "Percentage of patients who are free to progress at 6 months or more.", "The progression is defined using the criteria for assessing response in solid tumour criteria (RECIST v1.0), such as a 20% increase in the sum of the longest diameter of the target lesions, or a measurable increase in non-target injury, or the occurrence of new lesions.", "Time limit: 6 months", "Results 1:", "Title of the arm/group: Pertuzumab in combination with Trastuzumab and Paclitaxel", "This is a Phase II study of pertuzumab in combination with trastuzumab and paclitaxel for the treatment of patients with stage IV HER2 (+) breast cancer.", "Total number of participants analysed: 70", "Type of measurement: Number", "Unit of measure: % of participants 86 (75 to 93)"], "Adverse Events": ["Undesirable Events 1:", "Total: 18/70 (25.71%)", "Cardiac arrest 1/70 (1.43%)", "1/70 (1.43%)", "Ear pain 1/70 (1.43%)", "1/70 blurred vision (1.43%)", "- Eye disorders - Other, specify 2/70 (2.86%)", "Abdominal pain 5/70 (7.14 per cent)", "- Collision 1/70 (1.43%)", "Diarrhoea 2/70 (2.86%)", "Nausea 2/70 (2.86%)", "Death NOS 1/70 (1.43%)", "Members of edema 1/70 (1.43%)", "- Fatigue 3/70 (4.29 per cent)"]}