{"Clinical Trial ID": "NCT01781299", "Intervention": ["INTERVENTION 1:", "D'AlloDerm RTU", "The participants in this arm will have the AlloDerm RTU acellular dermal matrix implanted at the time of placement of the tissue extensor.", "D'AlloDerm RTU", "INTERVENTION 2:", "♪ Surgical Mend PRS ♪", "The participants in this arm will have the SurgiMend PRS acellular dermal matrix implanted at the time of placement of the tissue extensor.", "♪ Surgical Mend PRS ♪"], "Eligibility": ["Incorporation criteria:", "The subject has the ability to give informed consent.", "Subjects over 18 years of age", "The subjects must undergo immediate reconstruction of the tissue extensor after mastectomy; and", "The subjects who, in the opinion of the researcher, are capable of understanding the study, conform to the design of the study and are ready to return to the clinic for all the research required follow-up visits.", "- Exclusion criteria:", "Subjects under 18 years of age", "Topics that, depending on the surgeon's discretion, cannot be reconstructed effectively with the use of the ADM product", "Pregnancy", "A Bovine Allergy"], "Results": ["Performance measures:", "Rate of complications", "To determine the rate of complications in patients who have developed breast reconstruction tissues using SurgiMend PRS and AlloDerm RTU ADM. Time points include: After the first procedure: 10-14 days, then 2, 4, 6 and 10 weeks after drain elimination; After the second procedure: 1-2 weeks, 6 weeks, 1 year and 3 years.", "Duration: 3 years", "Results 1:", "Title of the arm/group: AlloDerm RTU", "Description of the arm/group: Participants inside this arm will have the AlloDerm RTU acellular dermal matrix implanted at the time of placement of the tissue extensor.", "D'AlloDerm RTU", "Total number of participants analysed: 4", "Type of measure: Number of participants", "Unit of measure: Participants 4,100.0%", "Results 2:", "Title of the arm/group: SurgiMend PRS", "Description of the arm/group: Participants inside this arm will have the SurgiMend PRS acellular dermal matrix implanted at the time of placement of the tissue extensor.", "♪ Surgical Mend PRS ♪", "Total number of participants analysed: 4", "Type of measure: Number of participants", "Unit of measure: Participants 3 75.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/4 (0.00 per cent)", "Adverse Events 2:", "Total: 0/5 (0.00 per cent)"]}