{"Clinical Trial ID": "NCT00388726", "Intervention": ["INTERVENTION 1:", "Eribulin Mesylate 1.4 mg/kg^2", "Eribulin Mesylate 1.4 mg/kg^2 on days 1 and 8", "INTERVENTION 2:", "Treatment of doctor's choice", "Treatment of doctor's choice"], "Eligibility": ["Incorporation criteria:", "* Patients with histologically or cytologically confirmed breast carcinoma.", "Every effort must be made to ensure that the tissues or slides of the diagnostic biopsy or surgical specimen are available to confirm the diagnosis.", "Patients with locally recurrent or metastatic disease who have received at least two (and no more than five) previous chemotherapeutic breast cancer regimens, at least two of which have been administered for the treatment of locally recurrent and/or metastatic disease.", "A prior treatment should be documented according to the following criteria prior to entry into the study:", "The diets must have included an anthracycline (e.g., doxorubicin, epirubicin) and a taxane (e.g., paclitaxel, docetaxel) in any combination or order. Treatment with any of these agents is not necessary if they are contraindicated for a certain patient.", "One or two of these treatments may have been given as adjuvant and/or neoadjuvant, but at least two of them should have been given for relapse or metastatic disease.", "Patients should have been resistant to the most recent chemotherapy, documented by progression within six (6) months of treatment.", "Patients with human epidermal growth factor 2 (HER2/neu) positive tumours may also have been treated with trastuzumab.", "In addition, patients may have been treated with anti-hormonal therapy.", "- Resorption of all toxicities related to chemotherapy or radiation at grade 1 or below, with the exception of stable sensory neuropathy <= Grade 2 and alopecia.", "Age >= 18 years.", "Eastern Cooperative Oncology Group (ECOG) Performance Status 0 to 2.", "Life expectancy >= 3 months.", "adequate renal function as demonstrated by serum creatinine <= 2.0 mg/dL or creatinine clearance calculated >= 40 mL/min using the Cockcroft and Gault formula.", "- Adequate bone marrow function, as demonstrated by the absolute number of neutrophils (NACs) >= 1.5 x 10^9/L, haemoglobin >= 10.0 g/dL (haemoglobin < 10.0 g/dL is acceptable if corrected by growth factor or transfusion) and platelet count >= 100 x 10^9/L.", "adequate hepatic function as demonstrated by bilirubin <= 1.5 times the upper limits of normal (ULN) and alkaline phosphatase, alanine aminotransferase (ALT) and aspartate aminotransferase (AST) <= 3 x ULN (in the case of hepatic metastases <= 5 x ULN), unless there are bone metastases, in which case liver-specific alkaline phosphatase should be separated from the total and used to evaluate hepatic function instead of total alkaline phosphatase.", "Patients are willing and able to follow the study protocol throughout the study.", "Informed consent in writing prior to any study-specific screening procedure, on the understanding that the patient may withdraw consent at any time without prejudice.", "- EXCLUSION CRITERIA", "Patients who have received any of the following treatments during the specified period prior to the start of treatment with E7389 or TPC:", "- Chemotherapy, radiation, trastuzumab or hormonal treatment in three weeks.", "Any experimental drug within four weeks.", "Radiotherapy covering > 30% of the bone marrow.", "Prior treatment with mitomycin C or nitrosourea.", "The involvement of pulmonary lymphangitis which leads to pulmonary dysfunction requiring active treatment, including the use of oxygen.", "- Patients with cerebral or subdural metastases are not eligible unless they have completed local treatment and have stopped using corticosteroids for this indication for at least 4 weeks prior to the start of treatment in this study. Any signs (e.g. radiological) and/or symptoms of brain metastases should be stable for at least 4 weeks prior to the start of treatment; radiographic stability should be determined by comparing a calculated tomography or contrast-improved magnetic resonance imaging performed during screening with a previous analysis performed at least 4 weeks earlier.", "Patients with meningeal carcinoma.", "If a patient should continue to take a warfarin minidose, then prothrombin time (PT) or the International Standard Report (RIN) should be closely monitored.", "Women who are pregnant or breastfeeding; women of childbearing potential with a positive pregnancy test on screening or without a pregnancy test; women of childbearing potential less than (1) surgical sterilization or (2) adequate contraception in the opinion of the investigator.", "A severe/uncontrolled intercurrent disease/infection.", "Significant cardiovascular failure (history of congestive heart failure > New York Heart Association Grade II, unstable angina or myocardial infarction in the past six months, or severe cardiac arrhythmia).", "Patients with allografts of organs requiring immunosuppression.", "Patients with known positive serological status.", "Patients who have had anterior malignancies, other than anterior breast cancer, in situ cervix carcinoma or non-melanoma skin cancer, unless the anterior malignancies have been diagnosed and permanently treated >= 5 years previously, without further evidence of recidivism.", "Patients with pre-existing neuropathy > Grade 2.", "Patients with hypersensitivity to halichondrine B and/or a chemical derivative of halichondrine B.", "Some patients who participated in an earlier E7389 clinical trial were treated with E7389 or not.", "Patients with other major illnesses or disorders that, in the opinion of the investigator, would exclude the patient from the study."], "Results": ["Performance measures:", "Overall survival", "Defined as the time from the date of randomization to the date of death of any cause.", "Period: From the date of randomization to the death of any cause", "Results 1:", "Title of arm/group: Eribulin Mesylate 1.4 mg/kg^2", "Description of the arm/group: Erebulin mesylate 1.4 mg/kg^2 on days 1 and 8", "Total number of participants analysed: 508", "Median (full range)", "Unit of measure: days 399 (360-434)", "Results 2:", "Title of the arm/group: Treatment of the doctor's choice", "Description of the arm/group: Treatment of the doctor's choice", "Total number of participants analysed: 254", "Median (full range)", "Unit of measure: Days 324 (282 to 380)"], "Adverse Events": ["Undesirable Events 1:", "Total: 130/503 (25.84 per cent)", "- Febrile Neutropenia21/503 (4.17 per cent)", "Neutropenia9/503 (1.79%)", "Anemia1/503 (0.20%)", "Pancytopenia1/503 (0.20%)", "- Pericardial infusion2/503 (0.40%)", "- Cardiac failure1/503 (0.20%)", "- Extrasystoles0.503 (0.00 %)", "Vertigo1/503 (0.20%)", "Nausea7/503 (1.39%)", "Vomiting5/503 (0.99%)", "Diarrhoea1/503 (0.20%)", "Abdominal pain1/503 (0.20%)", "Ascites1/503 (0.20%)", "Adverse Events 2:", "Total: 64/247 (25.91 per cent)", "- Neutropenia 3/247 (1.21%)", "- Neutropenia/247 (0.00 %)", "Anemia2/247 (0.81%)", "Pancytopenia0/247 (0.00 %)", "Pericardial infusion/247 (0.00 %)", "- Cardiac failure/247 (0.00 %)", "Extrasystoles1/247 (0.40%)", "Vertigo0/247 (0.00 %)", "Nausea2/247 (0.81%)", "- Vomitings1/247 (0.40%)", "Diarrhoea4/247 (1.62%)", "Abdominal pain3/247 (1.21%)", "Ascites2/247 (0.81%)"]}