{"Clinical Trial ID": "NCT00391092", "Intervention": ["INTERVENTION 1:", "Trastuzumab + Docetaxel", "A maintenance dose of 6 mg/kg trastuzumab and 100 mg/m^2 docetaxel was then administered intravenously on day 1 of each 3-week cycle until disease progression, until unacceptable toxicity (which requires discontinuation of study treatment) or withdrawal of participant consent, and for a minimum of 6 cycles, respectively.", "INTERVENTION 2:", "Trastuzumab + Bevacizumab + Docetaxel", "A maintenance dose of 6 mg/kg trastuzumab, 15 mg/kg bevacizumab and 100 mg/m^2 docetaxel was then administered intravenously on day 1 of each 3-week cycle until disease progression, to unacceptable toxicity (which requires discontinuation of treatment under study) or withdrawal of consent from the participant."], "Eligibility": ["Incorporation criteria:", "<= 18 years in adults;", "HER2 positive breast cancer with locally recurrent or metastatic lesions;", "Eligibility for chemotherapy;", "Incorporation LVEF >=50%.", "- Exclusion criteria:", "Previous chemotherapy for metastatic or locally recidivating breast cancer;", "Previous radiotherapy for metastatic breast cancer (except for the relief of metastatic bone pain);", "Another primary tumour in the last 5 years, with the exception of basal or squamous skin cancer, or in situ cervical cancer;", "Clinically significant cardiovascular disease;", "Chronic daily treatment with aspirin (>325mg/day) or clopidogrel (>75mg/day)."], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "The PFS was defined as the period from randomization to the first documented progression of the disease (an unequivocal progression of existing non-target lesions) or death, based on the first potential assessment of the Response Criteria in version 1.0 of solid tumours (RECIST v1.0). The progressive disease is defined by using RECIST v1.0 as an increase of at least 20% in the sum of the longest diameter of the target lesions, taking as a reference the smallest sum of the longest diameter recorded since the start of treatment. The primary variable of PFS was defined based on the researchers' evaluations and the statistical conclusions on the primary efficacy criterion were based on the PFS evaluated by the researchers.", "Timeline: Every 9 weeks until week 36, then every 12 weeks until disease progression (up to the clinical limit of 30 June 2011, up to 4.75 years)", "Results 1:", "Title of arm/group: Trastuzumab + Docetaxel", "In addition, a maintenance dose of 6 mg/kg trastuzumab and 100 mg/m^2 docetaxel were administered intravenously on day 1 of each 3-week cycle until disease progression, unacceptable toxicity (necessitating discontinuation of study treatment) or withdrawal of consent of the participant, and for a minimum of 6 cycles, respectively.", "Total number of participants analysed: 208", "Median (95% confidence interval)", "Unit of measure: months 13.7 (11.4 to 16.3)", "Results 2:", "Title of the arm/group: Trastuzumab + Bevacizumab + Docetaxel", "In addition, a maintenance dose of trastuzumab at 6 mg/kg, bevacizumab 15 mg/kg and docetaxel at 100 mg/m^2 was administered intravenously at day 1 of each 3-week cycle until the disease progression, until unacceptable toxicity (necessary discontinuation of study treatment) or withdrawal of consent of the participant.", "Total number of participants analysed: 216", "Median (95% confidence interval)", "Unit of measure: months 16.5 (14.1 to 19.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 63/206 (30.58 per cent)", "Febrile neutropenia * 14/206 (6.80 per cent)", "Neutropenia * 9/206 (4.37%)", "Anemia * 1/206 (0.49%)", "Leukopenia * 0/206 (0.00 %)", "Thrombocytopenia * 1/206 (0.49%)", "Heart failure * 0/206 (0.00 %)", "Congestive heart failure * 1/206 (0.49%)", "Cardiomyopathy * 0/206 (0.00 %)", "Occlusion of the coronary artery * 1/206 (0.49%)", "Coronary heart thrombosis * 0/206 (0.00 %)", "Adverse Events 2:", "Total: 72/215 (33.49 per cent)", "Febrile neutropenia * 18/215 (8.37%)", "Neutropenia * 6/215 (2.79%)", "Anemia * 1/215 (0.47%)", "Leukopenia * 1/215 (0.47%)", "Thrombocytopenia * 0/215 (0.00 %)", "* 1/215 (0.47%)", "Congestive heart failure * 0/215 (0.00 %)", "Cardiomyopathy * 1/215 (0.47%)", "Occlusion of the coronary artery * 0/215 (0.00 %)", "Coronary heart thrombosis * 1/215 (0.47%)"]}