{"Clinical Trial ID": "NCT00021255", "Intervention": ["INTERVENTION 1:", "Doxorubicin+Cyclophosphamide (AC) Docetaxel follow-up (AC→T)", "Doxorubicin 60 mg/m2 bolus IV injection in combination with cyclophosphamide 600 mg/m2 bolus IV injection on day 1 every 3 weeks for 4 cycles followed by docetaxel 100 mg/m2 IV infusion every 3 weeks for 4 additional cycles.", "INTERVENTION 2:", "AC followed by Docetaxel + Herceptin (AC→TH)", "Doxorubicin 60 mg/m2 bolus IV injection in combination with cyclophosphamide 600 mg/m2 bolus IV injection on day 1 every 3 weeks for 4 cycles Herceptin 4 mg/kg IV infusion on day 1 of cycle 5, followed by Herceptin 2 mg/kg IV infusion weekly from day 8; and docetaxel 100 mg/m2 IV infusion on day 2 of cycle 5, then on day 1 every 3 weeks for all subsequent cycles (total 4 cycles)."], "Eligibility": ["• Inclusion criteria:", "Informed consent in writing prior to the commencement of specific protocol procedures, including the expected cooperation of participants in treatment and follow-up.", "Available for treatment and follow-up at participating centres.", "A central pathological examination could be performed after randomization to confirm diagnosis and molecular studies. The same block used for HER2neu determination prior to randomization could be used for central pathological examination.", "A definitive surgical treatment should be either a mastectomy with evaluation of the involvement of axillary lymph nodes, or breast conservation surgery with evaluation of the involvement of axillary lymph nodes in operational breast cancer (T1-3, N0-1, M0 clinical).", "Invasive adenocarcinoma participants with at least one axillary lymph node (pN1) showing signs of tumour among a minimum of six resect lymph nodes. Invasive adenocarcinoma participants with at least one axillary lymph node (pN1) were to be defined as high-risk participants with invasive adenocarcinoma with at least 6 resected lymph nodes or negative sentinel (pN) biopsy and at least one of the following factors: tumour size > 2 cm, negative status of estrogen receptor (ER) and/or progesterone receptor (PR), histological and/or nuclear rank 2-3, or age < 35 years.", "The tumours should show the presence of the HER2neu gene amplification by in situ fluorescence hybridization (FISH analysis) by a designated central laboratory.", "The analysis of estrogen and/or progesterone receptors on the primary tumour prior to randomization should be known at the time of randomization.", "Karnofsky Performance Index 80%.", "The normal cardiac function must be confirmed by the left ventricular ejection fraction (LVEF) (multiple acquisition scan (MUGA)) and the electrocardiogram (ECG) within 3 months of registration. The result of the UGA must be equal to or greater than the lower limit of normal for the establishment.", "Laboratory requirements: (within 14 days prior to registration)", "(a) Hematology: (i) Neutrophils 2.0 109/L (ii) Blisters 100 109/L (iii) Hemoglobin 10 g/Dl", "(b) Hepatic function: (i) total bilirubin 1 UNL (ii) aspartate aminotransferase (ASAT) (Serum glutamic oxaloacetic transaminase (SGOT)) and alanine amino transferase (ALT) (Serum glutamic-pyruvic transaminase (SGPT)) 2.5 UNL (iii) alkaline phosphatase 5 UNL (iv) Participants with AST and/or ALT > 1.5 x UNL associated with alkaline phosphatase > 2.5 x UNL are not eligible for the study.", "C) Renal function: i) Creatinine 175 μmol/L (2 mg/dL) ii) If creatinine was 140-175 μmol/L, the calculated clearance of creatinine should be 60 mL/min.", "All participants had bilateral mammograms, chest X-rays (posterior [PA] and lateral) and/or computerized tomography (CT) and/or magnetic resonance imaging (MRI), abdominal ultrasound and/or scan and/or MRI, and bone scans. In the case of positive bone scans, evaluation of bone X-rays was mandatory to exclude the possibility of metastatic positivity of bone scans.", "● Negative pregnancy test (urine or serum) within 7 days of registration for all women of childbearing age.", "Audological evaluation with normal results was to be performed within 4 weeks of registration, only for the centres that had chosen cisplatin as platinum salt of their choice for the BCIRG 006 study.", "- Exclusion criteria:", "A prior systemic anticancer treatment for breast cancer (immunotherapy, hormone therapy, chemotherapy).", "A prior treatment with anthracycline, taxoids (pallitaxel, docetaxel) or platinum salts for any malignancy.", "- Prior radiation therapy for breast cancer.", "Invasive bilateral breast cancer.", "Participants of childbearing potential should have adequate non-hormonal contraceptive measures during study treatment (chemotherapy and tamoxifen treatment) and should have had a negative urine or serum pregnancy test within 7 days of registration.", "Any known T4 or N2 or N3 or M1 breast cancer.", "According to the criteria of the National Cancer Institute (NCI), pre-existing motor or sensory neurotoxicity of a level 2 severity.", "A heart disease that would prevent the use of doxorubicin, docetaxel and herceptin:", "Any documented myocardial infarction", "The angina of the chest that required the use of anti-anginal drugs", "Any history of congestive heart failure documented", "- Grade 3 or 4 cardiac arrhythmia (current NIC terminology criteria [CTC], version 2.0)", "Clinically significant valvular heart disorders", "Participants with cardiomegaly on chest x-ray or ventricular hypertrophy on ECG, unless they demonstrate by MUGA scanning over the past 3 months that the LVF was the lower limit of normal for the radiology installation;", "Participants with poorly controlled hypertension, i.e. diastolic greater than 100 mm/Hg. (Participants who were well controlled by drugs were eligible for entry)", "If these drugs are administered for other reasons (i.e. hypertension), the participant is eligible.", "Other serious illness or health status:", "• History of significant neurological or psychiatric disorders, including psychotic disorders, dementia or seizures, which would prohibit understanding and informed consent", "- Uncontrolled active infection", "Active peptic ulcer, unstable diabetes mellitus", "(only for participants treated in centres that had chosen cisplatin as platinum salt of their choice)", "Previous or current history of neoplasm other than breast carcinoma, with the exception of:", "Non-melanoma skin cancer curatively treated", "In situ cancinoma of the cervix", "Other cancers treated curatively and without signs of disease for at least 10 years", "ipsilateral breast DCIS", "In-situ lobular cancer (ILC) of the breast", "The current treatment with a hormonal agent such as raloxifene, tamoxifene or other selective estrogen receptor modulators (SERM), either for osteoporosis or for prevention.", "Chronic corticosteroid therapy unless initiated > 6 months prior to entry into the study and at low dose (Methylprednisolone 20 mg or equivalent).", "• Concomitant treatment with ovarian hormone replacement therapy. Prior treatment should be discontinued prior to randomisation.", "Description of contraindications for the use of corticosteroids.", "Participation in another clinical trial with any non-marketed experimental drug within 30 days of entry into the study.", "- Concomitant treatment with any other anticancer treatment.", "The above information is not intended to contain all considerations relating to the potential participation of a participant in a clinical trial."], "Results": ["Performance measures:", "Percentage of participants with disease-free survival at 5 years", "• Disease-free survival was defined as the interval between the date of randomization and the date of local, regional or metastatic relapse or the date of the second primary cancer (with the exception of curatively treated non-melanoma skin cancer or in situ cervix carcinoma) or the death of any cause, depending on the first of these causes.", "Time limit: From randomisation to relapse or death or up to 5 years", "Results 1:", "- Arm/group title: Doxorubicin+Cyclophosphamide (AC) followed by docetaxel (AC→T)", "Description of the arm/group: Doxorubicin 60 mg/m bolus IV injection in combination with cyclophosphamide 600 mg/m bolus IV injection on day 1 every 3 weeks for 4 cycles followed by docetaxel 100 mg/m bolus IV infusion every 3 weeks for 4 other cycles.", "Total number of participants analysed: 1073", "Type of measurement: Number", "Unit of measure: percentage of participants 75.5 (72.8 to 78.2)", "Results 2:", "Title of arm/group: AC followed by Docetaxel + Herceptin (AC→TH)", "Doxorubicin 60 mg/m bolus IV injection in combination with cyclophosphamide 600 mg/m bolus IV injection on day 1 every 3 weeks for 4 cycles Herceptin 4 mg/kg IV infusion on day 1 of cycle 5, followed by Herceptin 2 mg/kg IV infusion weekly from day 8; and docetaxel 100 mg/m IV infusion on day 2 of cycle 5, then on day 1 every 3 weeks for all subsequent cycles (total 4 cycles).", "Total number of participants analysed: 1074", "Type of measurement: Number", "Unit of measure: percentage of participants 83.2 (80.9 to 85.4)"], "Adverse Events": ["Undesirable Events 1:", "Total: 218/1018 (21.41%)", "- ANEMIA 1/1018 (0.10%)", "LEUKOPENIA 21/1018 (2.06 %)", "LYMPHEDEMA 0/1018 (0.00 %)", "PANCYTOPENIA 1/1018 (0.10%)", "THROMBOCYTOPENIA 0/1018 (0.00 %)", "ANGINE PECTORIS 0/1018 (0.00 %)", "AORTIC STENOSE 0/1018 (0.00 %)", "ARRHYTHMIA 2/1018 (0.20%)", "ANOMALY ARTERIAL 0/1018 (0.00 %)", "- BLOCK AV 0/1018 (0.00 %)", "- CARDIOMYOPATHY 0/1018 (0.00 %)", "Adverse Events 2:", "Total: 298/1100 (27.09 per cent)", "8/1100 (0.73%)", "LEUKOPENIA 23/1100 (2.09 %)", "LYMPHEDEMA 1/1100 (0.09%)", "PANCYTOPENIA 1/1100 (0.09%)", "THROMBOCYTOPENIA 1/100 (0.09%)", "ANGINE PECTORIS 1/1100 (0.09%)", "AORTIC STENOSE 0.1100 (0.00 %)", "ARRHYTHMIA 3/1100 (0.27%)", "ANOMALY ARTERIAL 0.1100 (0.00 %)", "- AV BLOCK 0/1100 (0.00 %)", "- CARDIOMYOPATHY 2/1100 (0.18%)"]}