{"Clinical Trial ID": "NCT01091454", "Intervention": ["INTERVENTION 1:", "Treatment (Casplatin and Brostallic)", "Patients receive 50 mg/m^2 of cisplatin IV over 2 hours on day 1 and 10 mg/m^2 of brostallic IV over 10 minutes on day 2. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity."], "Eligibility": ["• Inclusion criteria", "A breast adenocarcinoma confirmed histologically or cytologically with clinical evidence of metastatic disease", "(according to current American Society of Clinical Oncology [ASCO] College of American Pathologists [CAP]), ER- (defined as = < 1% by IHC) and PgR- (defined as = < 1% by IHC)", "0 to 4 prior chemotherapy in metastatic medium", "A disease measurable according to the criteria for assessing response in solid tumours (RECIST)", "Negative pregnancy test performed = < 7 days prior to registration, for women of childbearing age only", "Hemoglobin >= 10.0 g/dL", "Absolute number of neutrophils (ANC) >= 1500/mm^3", "Number of platelets >= 100 000/mL", "Total bilirubin = < 1.5 x upper limit of normal (ULN)", "Serum creatinine = < 1.5 mg/dL", "- Serum glutamic oxaloacetic transaminase (SGOT) (aspartate aminotransferase (AST)) and serum glutamate pyruvate transaminase (SGPT) (alanine aminotransferase (ALT)) = < 3 x ULN or SGOT (AST) and SGPT (ALT) = < 5 x ULN if elevations are due to hepatic metastases", "ALKALINE phosphatase = < 2.5 x ULN or alkaline phosphatase = < 5 x ULN if elevations are due to liver metastases", "Electrocardiogram (EKG) completed = < 15 days prior to registration", "= performance status (PS) of the Eastern Cooperative Oncology Group (ECOG) of 0, 1 or 2", "Life expectancy > 3 months", "Has given informed written consent", "* Willingness to return to the NTTCG registration facility for treatment and follow-up", "A patient willing to provide blood samples for research purposes", "• Exclusion criteria", "· HER2 positive (3+ by IHC or fluorescence hybridization in situ [FISH] amplified) breast cancer by the ASCO/CAP guidelines", "Estrogen receptor (ER) and/or progesterone receptor (PR/PgR) positive breast cancer (defined as > 1% of any of the IHC receptors)", "Any of the following situations:", "Pregnant women", "Women in nursing", "• Men or women of childbearing potential who do not want to use adequate contraception (as determined by the attending physician) during this study and for 30 days after the end of treatment with the study drugs", "Stage III or IV: Invasive non-mammary malignancy in = < 5 years prior to registration", "A pre-existing peripheral neuropathy of grade >= 2 (using the active version of the CTEP of CTCAE)", "Major surgery = < 4 weeks prior to registration", "- Chemotherapy or immunological treatment = < 3 weeks prior to registration", "Radiotherapy = < 2 weeks prior to recording, unless non-target lesion only", "* NOTES:", "The radiation prior to a target injury is allowed only if there has been a net progression of the injury since the radiation was completed.", "If the patient receives single dose radiation for palliation or radiation to an untargeted lesion, the patient can immediately make the registration without delay of 2 weeks.", "The acute adverse reactions due to radiation must have been resolved to =< grade 1 (according to the active version of the CTEP of CTCAE)", "Evidence of active brain metastases, including leptomenal involvement", "* NOTE: Central nervous system (CNS) metastases controlled by surgery and/or prior radiotherapy are allowed; to be considered controlled, there must be at least 2 months of absence of symptoms or signs of progression prior to entry into the study and treatment with corticosteroids administered to a control cerebral edema must have been discontinued.", "History of allergy or hypersensitivity to the medicinal products used in this study (or to their excipients) including platinum compounds (cisplatin, carboplatin)", "Active infection not resolved", "In the opinion of the investigator, an uncontrolled intercurrent disease, including, but not limited to, a psychiatric/social condition or a co-morbid systemic disease or any other concomitant serious disease, would render the patient inappropriate for entry into the study or would significantly impede the assessment of the safety of prescribed diets or would limit compliance with the requirements of the study or make the patient's participation in the trial undesirable.", "- Clinically significant cardiovascular or cerebrovascular diseases, including the following history = < 6 months prior to registration:", "Myocardial infarction", "A unstable angina", "New York Heart Association (NYHA) Class II or greater congestive heart failure", "Uncontrolled or clinically significant cardiac arrhythmia (patients with controlled atrial fibrillation are eligible)", "In the course of treatment in another clinical study in which research procedures are performed or research therapies are administered", "* NOTE: The patient may not register for such clinical trials while participating in this study; an exception may be granted for symptom management (cancer control) trials that do not use hormonal treatments or treatments that may block the route of the targeted agents used in this trial.", "• Immunocompromised patients (other than those related to the use of corticosteroids), including patients known to be positive for human immunodeficiency virus (HIV) with a disease defined by acquired immunodeficiency syndrome (AIDS); HIV-positive patients with a differentiation group (CD)4 are within the institutional normal range and no history of disease defined by AIDS is admissible."], "Results": ["Performance measures:", "• Growth-free survival rate (3 months of PFS)", "A patient is considered to be a 3-month progression-free survivor if the patient is in study treatment 3 months after registration without disease progression documentation. The proportion of success will be estimated by the number of successes divided by the total number of patients assessed and 95% confidence intervals for the true proportion of success will be calculated using the Duffy and Santner approach. If some patients are lost from follow-up that have not been observed for at least 3 months, an estimate and a confidence interval for the 3-month PFS rate incorporating censorship will be calculated using the Kaplan-Meier method. The progression is defined using the revised RECIST guideline (v1.1) as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in non-target injury, or the occurrence of new lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm.", "Time limit: 3 months", "Results 1:", "Title of the arm/group: Treatment (Casplatin and Brostallicin)", "- Arm/group description: Patients receive 50 mg/m^2 cisplatin IV over 2 hours on day 1 and 10 mg/m^2 brostallic IV over 10 minutes on day 2. Courses are repeated every 21 days in the absence of disease progression or unacceptable toxicity.", "Total number of participants analysed: 47", "Type of measurement: Number", "Unit of measure: proportion of participants 0.511 (0.386 to 0.676)"], "Adverse Events": ["Undesirable Events 1:", "Total: 29/48 (60.42 per cent)", "Anemia 4/48 (8.33%)", "7/48 (14.58 per cent)", "Atrial fibrillation 1/48 (2.08%)", "1/48 (2.08%)", "Sinus bradycardia 1/48 (2.08%)", "Nausea 2/48 (4.17 per cent)", "Vomiting 2/48 (4.17 per cent)", "Deaths NOS 1/48 (2.08%)", "- Fatigue 3/48 (6.25 per cent)", "1/48 (2.08%)", "Lung infection 1/48 (2.08%)", "- Mucous membrane infection 1/48 (2.08%)"]}