{"Clinical Trial ID": "NCT01830933", "Intervention": ["INTERVENTION 1:", "Usual care", "The usual care is the comparison of clinical patients, where there is no change in their standard or usual care.", "INTERVENTION 2:", "The intervention of BreastCARE", "Patients: Participants will answer questions on the tablet to calculate their breast cancer risk.", "Once the patient has completed the breast care computer survey, the program will immediately produce a personal feedback report containing information on her risk factors and recommendations to reduce her risk. This report will be printed and provided to patients prior to meeting with her physician.", "* BreastCARE: The doctor will receive a medical report containing information similar to the patient's report."], "Eligibility": ["Incorporation criteria:", "Patient component:", "Women who visit the practices of General Internal Medicine (GIM) at SFGH and UCSF during the study period", "Between 40 and 74 years of age", "● Self-identify as Asian, Spanish-speaking and English-speaking Latinas, African-Americans or Whites", "No history of breast cancer is admissible.", "physicist component: front-line physicians are currently practicing in FGH and UCSF GIM clinics", "- Exclusion criteria:", "Patient component: Women whose doctors oppose their participation in the study", "physicist component: No exclusion criteria for physicians"], "Results": ["Performance measures:", "Knowledge of breast cancer risk factors", "The results were measured through a survey. Knowledge of breast cancer risk was based on a series of eight questions in the survey.", "Time limit: one week after the initial visit (approximately one week)", "Results 1:", "Title of arm/group: Usual care", "Description of the arm/group: The usual care is the comparison of patients in the clinic, where there is no change in their standard or usual care.", "Total number of participants analysed: 655", "Average (standard deviation)", "Unit of measurement: units on a scale 48.9 (24.3)", "Results 2:", "Title of the arm/group: BreastCARE intervention", "Description arm/group: Intervention Clinic Patients: Participants will answer questions on the tablet to calculate their breast cancer risk.", "Once the patient has completed the breast care computer survey, the program will immediately produce a personal feedback report containing information on her risk factors and recommendations to reduce her risk. This report will be printed and provided to patients prior to meeting with her physician.", "* BreastCARE: The doctor will receive a medical report containing information similar to the patient's report.", "Total number of participants analysed: 580", "Average (standard deviation)", "Unit of measurement: units on a scale 56.4 (24.3)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/655 (0.00 per cent)", "Adverse Events 2:", "Total: 0/580 (0.00 per cent)"]}