{"Clinical Trial ID": "NCT00952692", "Intervention": ["INTERVENTION 1:", "DHER2 + AS15 ASCI + Lapatinib", "The daily dose of lapatinib is 5 tablets (1250 mg of lapatinib) taken orally at about the same time each day for 43 weeks during the study."], "Eligibility": ["Incorporation criteria:", "The following criteria should be checked at the time of entry into the study: Patients may only be included in the study if ALL of the following statements are FULLILLED:", "The patient (male or female) is at least 18 years of age at the time of signing the informed consent form.", "Informed written consent was obtained from the patient prior to any protocol-specific procedure.", "The patient is diagnosed with invasive breast cancer confirmed with stage IV disease.", "Note: If metastatic disease is limited to a solitary lesion, its neoplastic nature must be confirmed by cytology or histology.", "The patient documented disease progression or relapse after at least one previous standard treatment with trastuzumab (alone or in combination with chemotherapy).", "Patients who have already used lapatinib are eligible.", "The administration of the chemotherapeutic agent(s) must have been stopped for at least 28 days at the time of the first administration of ASCI.", "The administration of trastuzumab alone may be maintained after chemotherapy, but the last dose of trastuzumab should not have been administered less than three weeks prior to the first administration of ASCI.", "The patient will not receive trastuzumab during the trial.", "For metastatic patients with ER+ and/or PR+ disease, the following criteria should be met:", "Patients with visceral disease requiring chemotherapy (e.g. patients with hepatic or pulmonary metastases).", "A disease that progresses rapidly or threatens life, as determined by the investigator.", "Patients who have received hormonal treatment and are no longer receiving this treatment.", "A tumour injury of the biopsy patient before or during screening shows:", "· An overexpression of the protein HER2, determined by immunohistochemistry (IHC, with IHC 3+ result) or", "Amplification of the HER2 gene as determined by FISH (at least 4 times, i.e. at least 8 copies).", "Note: Overexpression/magnification measurements must be performed on a metastatic lesion in all cases where such a lesion is sufficiently readily accessible. However, if such a biopsy is not possible, these measurements can be performed on the primary tumour. The use of the primary tumour must be documented and justified.", "10 FFPE tissue sections of the tumour on which the HER2 overexpression/magnification has been performed - if available - may be requested. These may be used to retrospectively perform some of the translational research (i.e. analysis of EGF receptor activity and the presence of immune effector cells, see Section 7).", "The patient has at least one measurable injury according to the RECIST criteria.", "The patient has an ECOG status of 0 or 1.", "The patient has sufficient bone marrow supply, as indicated by:", "Number of white blood cells >/= 3000/mm3.", "Number of neutrophils >/= 1,500/mm3.", "Number of platelets >/= 100,000/mm3.", "Haemoglobin concentration >/= 10.0 g/dl.", "The patient has adequate renal function, as shown by creatinine levels (i.e. in the normal range).", "The patient has adequate liver function, as shown by serum bilirubin levels, i.e.:", "Serum bilirubin levels within normal limits.", "Note: However, for patients with hepatic metastases, serum bilirubin <1.5 times ULN and AST and ALT levels <3 times ULN will be accepted.", "The patient has an initial left ventricular ejection fraction (LVEF) measured by a MUGA scan equal to or greater than the LLN for the radiology installation.", "If the patient is a woman, she must have a non-child potential, i.e., she must have a current tubular ligature, hysterectomy, ovariectomy or menopause, or if she has reproductive potential, she must have adequate contraception for 30 days prior to treatment, have a negative pregnancy test and continue to take such precautions for two months after the end of the study.", "- Adequate contraception is defined as a contraceptive method with a failure rate of less than 1% per year when used consistently and correctly (if applicable, as indicated on the product label), e.g. abstinence, combined or progestinative oral contraceptives, injectable progestins, levonorgestrel implants, estrogen vaginal ring, percussive contraceptive patches or intrauterine devices (IUD) or intrauterine system (IUS), vasectomy with documented azoospermia of the male partner alone or double barrier method (condom or occlusive capclusive plus spermicide agent).", "With respect to azoospermia, \"documented\" refers to the results of the subject's medical examination by the investigator/designated persons or the subject's medical history review for study eligibility, as obtained from an oral interview with the subject or from the subject's medical records.", "After menopause: Menopause is the age associated with complete cessation of menstrual cycles, menstrual periods, and involves loss of reproductive potential through ovarian failure. A practical definition accepts menopause after 1 year without rules with a clinical profile appropriate to the appropriate age, for example > 45 years.", "• Capable of swallowing and conserving oral medicines.", "In the opinion of the investigator, the patient can and will comply with the protocol requirements.", "- Exclusion criteria:", "The following criteria should be checked at the time of entry into the study. If applicable, the patient should not be included in the study:", "The patient received > 300 mg/m2 of doxorubicin (cumulative dose) or > 600 mg/m2 of epirubicin (cumulative dose).", "The patient is treated with UNLESS bisphosphonate and treatment with biphosphonate was initiated more than three weeks prior to the first administration of SACI (see also section 5.3.2).", "The patient received any experimental or non-licensed product (drug or vaccine) other than the study treatment(s) within 30 days of the first dose of the study treatment, or the intended use during the study period.", "The patient is currently receiving amiodarone or has received amiodarone within 6 months of screening.", "The patient requires concomitant treatment with systemic corticosteroids or any immunosuppressive agent. The use of prednisone, or equivalent, <0.5 mg/kg/day (absolute maximum of 40 mg/day), or inhaled corticosteroids or topical steroids is permitted.", "The patient has malabsorption syndrome, a disease that significantly affects gastrointestinal function, or a resection of the stomach or small intestine.", "Patients with ulcerative colitis.", "The patient experienced coronary artery disease, arrhythmia requiring treatment, clinically significant valvular disease, cardiomegaly on chest X-ray, ventricular hypertrophy (observed by ECG) or anterior myocardial infarction.", "The patient has an acute or chronic functional abnormality, clinically significant, pulmonary, cardiovascular, hepatic or renal, as determined by physical examination or laboratory testing.", "The patient currently has active liver or biliary disease (except for Gilbert's syndrome patients, asymptomatic gallstones, liver metastases or stable chronic liver disease by evaluation of the researchers).", "The patient has autoimmune disease (vitiligo and autoimmune thyroid disease is not an exclusion criterion).", "The patient has a known family history of congenital or hereditary immunodeficiency.", "The patient has an uncontrolled haemorrhagic disorder or coagulation disorder, thrombocytopenia or prothrombotic disorder.", "The patient has a history of anaphylaxis or severe allergic reaction to unknown vaccines or allergens.", "The patient has an immediate or delayed hypersensitivity reaction or idiosyncrasy to chemically related medicines with Lapatinib, including other anilinoquinazolins, such as gefitinib (Iressa), erlotinib (Tarceva), or other chemically related compounds or excipients.", "The patient is known to be positive for the human immunodeficiency virus (HIV).", "The patient has (or has had) previous or concomitant malignancies at other sites, with the exception of effective treatment:", "Skin cancers or non-melanoma carcinomas in situ of the cervix", "The malignity that has been in remission for more than two years and is considered highly likely to have been cured.", "The patient has a psychiatric or addictive disorder that may compromise her ability to give informed consent, or to comply with test procedures.", "The patient has any other condition that, in the opinion of the investigator, could compromise his safety or ability to comply with the requirements of the study.", "The patient is pregnant or breast-feeding."], "Results": ["Performance measures:", "The safety of dHER2+AS15 ASCI when administered in combination with lapatinib measured by the occurrence of severe toxicity (according to version 3.0 of CTCAE)", "[Unspecified]", "Duration: 26 weeks", "Results 1:", "Title of arm/group: dHER2 + AS15 ASCI + Lapatinib", "The daily dose of lapatinib is 5 tablets (1250 mg of lapatinib) taken orally at approximately the same time each day for 43 weeks during the study.", "Total number of participants analysed: 12", "Type of measure: Number of participants", "Unit of measure: Participants 0 0.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/12 (16.67%)", "1/12 (8.33%)", "1/12 (8.33%)"]}