{"Clinical Trial ID": "NCT02447003", "Intervention": ["INTERVENTION 1:", "Cohort A: Pembolizumab", "Participants received 200 mg of pembrolizumab intravenously (IV) on the first day of each 3-week cycle (Q3W) for up to 35 cycles (up to approximately 2 years).", "INTERVENTION 2:", "Cohort B: Pembolizumab", "Participants in cohort B had previously received no prior systemic treatment for metastatic breast cancer AND had a programmed cell death ligand 1 (PD-L1) positive tumour expression. Participants received pembrolizumab 200 mg IV on day 1 of each 3-week cycle (Q3W) for up to 35 cycles (up to about 2 years)."], "Eligibility": ["Incorporation criteria:", "For the purposes of this study, neoadjuvant and/or adjuvant chemotherapy treatments do not count as a previous treatment line.", "For the second line plus monotherapy (Parts 1 and 2):", "Has received at least one systemic treatment for metastatic breast cancer", "Documented the progression of the disease during or after the most recent treatment", "• Prior treatment should include an anthracycline and a taxane in the neoadjuvant, adjuvant or metastatic setting", "For first-line monotherapy (Part 1):", "No prior systemic treatment for metastatic breast cancer", "A PD-L1 positive mTNCC.", "For the second line plus monotherapy (Part 2):", "- A PD-L1 strongly positive mTNCC", "For all parties:", "Has MTNBC been confirmed by a central laboratory", "For the analysis of biomarkers, an adequate biopsy of the nucleus or excision of a metastatic tumour lesion not previously irradiated (mandatory)", "A measurable metastatic disease", "Does the Eastern Cooperative Oncology Group (ECOG) have a performance of 0 or 1", "Participants of childbearing potential should be willing to use 2 methods of contraception or be surgically sterile, or to refrain from heterosexual activity within 120 days of the last dose of treatment in the study.", "- Male participants should agree to use an adequate contraceptive method starting with the first dose of treatment under study up to 120 days after the last dose of treatment under study.", "Has an adequate organ function", "- Exclusion criteria:", "• Is currently participating and receiving study treatment, or has participated in a study by a research officer and has received study therapy or used a research device within 4 weeks prior to the study Day 1", "Has previously received monoclonal anticancer antibodies (mAb) for direct antineoplastic treatment within 4 weeks prior to study Day 1", "Has received prior chemotherapy, targeted small-molecule therapy or radiation therapy at least 2 weeks prior to study Day 1", "Did not recover (i.e. grade 1 or baseline) adverse reactions from agents administered at least 2 weeks prior to study Day 1", "To an active autoimmune disease requiring systemic treatment in the last 2 years", "Has an immunodeficiency diagnosis or receiving systemic steroid treatment or any other form of immunosuppressive treatment within 7 days prior to the first dose of the study treatment", "• Has experienced additional malignancy that has progressed or required active treatment over the last 5 years. Exceptions include basal cell carcinoma of the skin, squamous skin carcinoma that has undergone potentially curative treatment, or cervical cancer in situ", "In metastases and/or carcinoma meningitis of the central nervous system (CNS) detectable by X-ray", "Has a history of pneumonitis (non-infectious) requiring steroids or current pneumonitis or a history of pulmonary interstitial disease", "To an active infection requiring systemic treatment", "Has experienced psychiatric disorders or substance abuse that would interfere with cooperation with the requirements of the study", "• Is pregnant, breast-feeding, or expects to develop or father children within the duration of the study, starting with the screening visit up to 120 days after the last treatment dose of the study", "- Has previously received treatment with 1-anti-programming cell death protein (anti-PD-1), 1-PD-L1, 1-PD-L2 or 1-PD-L2 or 1-PD-L2 or 1-PD-L2 or 1-PD-L2 T-cell receptor co-inhibitor (e.g. 4-T-cytotoxic cell T-lymphocyte protein [CTLA-4], 40-40, CD137) or participated in Merck MK-3475 (pembolizumab)", "Has known history of human immunodeficiency virus (HIV)", "Has experienced active hepatitis B or C", "Received a live vaccine within 30 days of the scheduled start of treatment under study"], "Results": ["Performance measures:", "Version 1.1 (RECIST 1.1) by Central Imaging Provider (CIV) for all participants in cohort A", "The ORR was defined as the percentage of participants with a complete response (CR: elimination of all target lesions) or a partial response (PR: 30% decrease in the sum of diameters [SOD] of target lesions) by RECIST 1.1 by CIV. The ORR was estimated by the Agresti-Coull (A-C) method. The percentage of participants with a CR or PR is shown here as the protocol-specified ORR for the first pembolizumab course, evaluated from initiation to enrolment or treatment and analyzed by Cohort, for all participants in cohort A. The final protocol-specified ORR analysis in all cohorts A was performed at the time of the final statistical efficacy analysis, with a threshold of November 10 (Nov)-2017.", "Time limit: Up to approximately 28 months (up to the pre-established statistical analysis deadline of November 10, 2017)", "Results 1:", "Title of the arm/group: Cohort A: Pembolizumab", "- Arm/group description: Cohort A participants have already received at least one previous systemic treatment for metastatic breast cancer. Participants received 200 mg of pembrolizumab intravenously (IV) on day 1 of each 3-week cycle (Q3W) for up to 35 cycles (up to approximately 2 years).", "Total number of participants analysed: 170", "Type of measurement: Number", "Unit of measure: Percentage of participants 5.3 (2.7-9.9)", "Results 2:", "Title of the arm/group: Cohort B: Pembolizumab", "In the B cohort, no prior systemic treatment for metastatic breast cancer was previously received AND had a programmed cell death ligand 1 (PD-L1) positive tumour expression. Participants received pembrolizumab 200 mg IV on day 1 of each 3-week cycle (Q3W) for up to 35 cycles (up to approximately 2 years).", "Total number of participants analysed: 0", "Type of measurement: Number", "Unit of measure: percentage of participants"], "Adverse Events": ["Undesirable Events 1:", "Total: 46/170 (27.06 per cent)", "Anemia 1/170 (0.59%)", "1/170 (0.59%)", "1/170 (0.59%)", "Myocarditis 1/170 (0.59%)", "- Pericardial infusion 2/170 (1.18 per cent)", "Pericarditis 1/170 (0.59%)", "- Collision 1/170 (0.59%)", "1/170 (0.59%)", "Diarrhoea 0/170 (0.00 %)", "Eosinophilic gastroenteritis 0/170 (0.00 %)", "Intestinal occlusion 0/170 (0.00 %)", "Adverse Events 2:", "Total: 0/1 (0.00 per cent)", "Anemia 0/1 (0.00 %)", "Febrile neutropenia 0/1 (0.00 %)", "- Cardiac Tapponade 0/1 (0.00 %)", "Myocarditis 0/1 (0.00 %)", "Pericardial infusion 0/1 (0.00 %)", "Pericarditis 0/1 (0.00 %)", "- Conaction 0/1 (0.00 %)", "Constipation 0/1 (0.00 %)", "Diarrhoea 0/1 (0.00 %)", "Eosinophilic gastroenteritis 0/1 (0.00 %)", "Intestinal occlusion 0/1 (0.00 %)", "- Nausea 0/1 (0.00 %)"]}