{"Clinical Trial ID": "NCT00372424", "Intervention": ["INTERVENTION 1:", "- Sunitinib + Docetaxel + Trastuzumab", "Unitinib 37.5 milligram (mg) capsules orally once daily, continuously, from day 2 to day 15 of each cycle, according to regimen 2/1 (2 weeks of treatment, 1 week of discharge) as well as docetaxel 75 milligram/square meter (mg/m^2) intravenous infusion on one hour on the first day of each cycle and trastuzumab, i.e. weekly: charge dose of 4 milligram/kilogram (mg/kg) intravenous infusion on 90 minutes on the first day, followed by weekly maintenance doses of 2 mg/kg intravenous infusion on 30 minutes; i.e. every 3 weeks: charge dose of 8 mg/kg intravenous infusion on 90 minutes on the first day, followed by maintenance doses of 6 mg/kg intravenous infusion on 90 minutes every 3 weeks. The cycle duration was 3 weeks."], "Eligibility": ["Incorporation criteria:", "- Breast cancer with signs of non-resectable, locally recurrent or metastatic disease.", "- Over-expressing tumours Her-2", "- Candidate for docetaxel/trastuzumab treatment", "- Exclusion criteria:", "Histology of inflammatory carcinoma", "AST and/or ALT >1.5 x ULN concomitant with ALP >2.5 x ULN"], "Results": ["Performance measures:", "Number of participants with Emerging Adverse Reactions (AEs) or Serious Adverse Reactions (SEEs)", "An AE was an AE with one of the following results or considered significant for any other reason: death; initial or prolonged hospitalization of a patient; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital abnormality. Emergent treatment is an event between the first dose of the drug studied and up to 28 days after the last dose that was absent prior to treatment or worsened compared to pretreatment.", "Delay: Screening up to 28 days after the last dose of the study drug", "Results 1:", "Title of arm/group: Sunitinib + Docetaxel + Trastuzumab", "Description of the arm/group: Sunitinib 37.5 milligrams (mg) capsules orally once daily continuously from day 2 to day 15 of each cycle, in scheme 2/1 (2 weeks of treatment, 1 week of discharge) as well as docetaxel 75 milligrams/square meter (mg/m^2) intravenous infusion over 1 hour on day 1 of each cycle and trastuzumab weekly: charge dose of 4 milligrams/kilogram (mg/kg) intravenous infusion over 90 minutes on day 1 followed by weekly maintenance doses of 2 mg/kg intravenous infusion over 30 minutes; i.e. every 3 weeks: charge dose of 8 mg/kg intravenous infusion over 90 minutes on day 1 followed by maintenance doses of 6 mg/kg intravenous infusion over 90 minutes every 3 weeks. The cycle duration was 3 weeks.", "Total number of participants analysed: 25", "Type of measurement: Number", "Unit of measurement: participants AE: 24", "SAE: 11"], "Adverse Events": ["Undesirable Events 1:", "Total: 11/25 (44.0%)", "Febrile neutropenia * 4/25 (10.00%)", "Neutropenia * 3/25 (12.0%)", "Diarrhoea * 1/25 (4.0%)", "Intestinal perforation * 1/25 (4.0%)", "Rectal haemorrhage * 1/25 (4.0%)", "Stomatitis * 1/25 (4.0%)", "Vomiting * 1/25 (4.0%)", "Fatigue * 1/25 (4.0%)", "* 1/25 (4.0%)", "Erysipele * 1/25 (4.0%)", "Colite Pseudomembrane * 1/25 (4.0%)"]}