{"Clinical Trial ID": "NCT00129389", "Intervention": ["INTERVENTION 1:", "- Arm A: AEC", "The standard arm consisted of six cycles of AEC (fluorouracil 500 mg/m2, doxorubicin 50mg/m2 and cyclophosphamide 500mg/m2) administered once every 3 weeks.", "INTERVENTION 2:", "Army B: FCC-wP", "FCC X 4 + 8 Paclitaxel weekly (wP) Patients in the experimental arm received four cycles of the AEC regimen followed by eight weekly doses of paclitaxel (100mg/m2 per dose)"], "Eligibility": ["Incorporation criteria:", "\"Knowledgeful written consent.", "Patients should be free from disease in the axilla (negative node). If an adenectomy is made, at least 10 knots should be examined. If the sentinel node technique is used, the sentinel node should be free of disease. Patients should have at least one high risk criterion (St. Gallen, 1998) as follows:", "Tumour size > 2 cm; and/or", "= ER and negative progesterone receptor (PgR); and/or", "- Histological class 2-3; and/or", "Age < 35 years.", "The time between surgery and randomization of the study should be less than 60 days.", "Surgery should consist of mastectomy or conservative surgery. Margins free of disease and in situ channel carcinoma (CDIS) are necessary. Lobular carcinoma is not considered a positive margin.", "Patients should not show signs of metastatic disease.", "The results should be available before the end of adjuvant chemotherapy.", "Patients with immunohistochemistry (IHC) 0 or +1 are eligible. For patients with IHC 2+, fluorescent in situ hybridization (FISH) is mandatory and the result must be negative.", "Age >= 18 years and <= 70 years.", "Performance status (Karnofsky index) >= 80.", "The normal electrocardiogram (EKG) during the 12 weeks prior to randomization. If necessary, normal cardiac function should be confirmed by the left ventricular ejection fraction (LVEF).", "Laboratory results (within 14 days prior to randomization):", "Hematology: neutrophils >= 1.5 x 10^9/l; platelets >= 100 x 10^9/l; hemoglobin >= 10 mg/dl;", "Hepatic function: total bilirubin <= 1 upper normal limit (LUN); Aspartate aminotransferase (AST) and Alanine aminotransferase (ALT) <= 2.5 LUN; alkaline phosphatase <= 2.5 LUN. If AST and ALT values > 1.5 LUN are associated with alkaline phosphatase > 2.5 LUN, the patient is not eligible.", "Renal function: creatinine <= 175 mmol/l (2 mg/dl); creatinine clearance >= 60 ml/min.", "All patients should have bilateral mammography, chest X-ray, abdominal ultrasound and/or CT-scan. If bone pain and/or elevation of alkaline phosphatase, bone scintigraphy is required. This test is recommended for all patients. Further tests, as clinically indicated.", "* Patients able to comply with the treatment and follow-up of the study.", "Negative pregnancy test performed during the 14 days prior to randomization.", "- Exclusion criteria:", "• Pre-systemic treatment of breast cancer.", "A prior treatment with anthracyclines or taxanes (pallitaxel or docetaxel) for any malignancy.", "- Prior radiation therapy for breast cancer.", "Invasive bilateral breast cancer.", "Pregnant or lactating women. Appropriate contraceptive methods should be used during chemotherapy and hormonal treatments. Negative pregnancy test within 14 days of randomisation.", "Any T4 or N1-3 or M1 tumour.", "- HER2 positive breast cancer (ICS 3+ or FISH positive result).", "Pre-existing class >=2 motor or sensory neurotoxicity by the National Cancer Institute (NCICTC) common toxicity criteria v-2.0.", "Any other serious medical pathology, such as congestive heart failure, unstable angina, history of myocardial infarction in the previous year, uncontrolled hypertension or high-risk arrhythmias.", "• History of neurological or psychiatric disorders, which may prevent patients from freely consenting to informed consent.", "- An uncontrolled active infection.", "• Active peptic ulcer; unstable diabetes mellitus.", "Previous or present history of different neoplasms of breast cancer, except skin carcinoma, cervical carcinoma in situ or any other tumour treated curatively and without recurrence in the last 10 years; canalal carcinoma in situ in the same breast; lobular carcinoma in situ.", "• Participation in other clinical trials with a non-marketed drug within the 20 days prior to randomization.", "- Concomitant treatment with another cancer treatment.", "Men."], "Results": ["Performance measures:", "• Disease-free survival event (SDF)", "DFS is defined as evidence of local, regional or metastatic recurrence, second primary cancer (with the exception of squamous or basal skin cell carcinoma, cervical carcinoma in situ, or lobular or canalal carcinoma in situ of the breast) or death for any reason.", "Time limit: up to 5 years", "Results 1:", "Title of the arm/group: Arm A: AEC", "The standard arm consisted of six cycles of AEC (fluorouracil 500 mg/m2, doxorubicin 50mg/m2 and cyclophosphamide 500mg/m2) once every 3 weeks.", "Total number of participants analysed: 974", "Type of measure: Number of participants", "Unit of measure: Participants 98 10.1%", "Results 2:", "- Arm/group title: Arm B: FAC-wP", "Description of the arm/group: AEC X 4 + 8 Paclitaxel (wP) Patients in the experimental arm received four cycles of the AEC regimen followed by eight weekly doses of paclitaxel (100 mg/m2 per dose)", "Total number of participants analysed: 951", "Type of measure: Number of participants", "Unit of measure: Participants 71 7.5 per cent"], "Adverse Events": ["Undesirable Events 1:", "Total: 60/974 (6.16 per cent)", "Febrile neutropenia * [1]31/974 (3.18 %)", "Neutropenia * [2]6/974 (0.62%)", "Neutropenia * [1]3/974 (0.31%)", "Neutropenia * [3]2/974 (0.21%)", "Leukocytes * [4]1/974 (0.10%)", "Hemoglobin * [1]0,974 (0.00 %)", "Thrombosis/embolism * [1]1/974 (0.10%)", "Thrombosis/embolism * [2]0/974 (0.00 %)", "* [2]0.974 (0.00 %)", "Adverse Events 2:", "Total: 61/951 (6.41 per cent)", "Febrile neutropenia * [1]18/951 (1.89 %)", "Neutropenia * [2]1/951 (0.11%)", "Neutropenia * [1]1/951 (0.11%)", "Neutropenia * [3]1/951 (0.11%)", "Leukocytes * [4]0/951 (0.00 %)", "Hemoglobin * [1]1/951 (0.11%)", "Thrombosis/embolism * [1]3/951 (0.32%)", "Thrombosis/embolism * [2]3/951 (0.32%)", "* [2]1/951 (0.11%)"]}