{"Clinical Trial ID": "NCT01086605", "Intervention": ["INTERVENTION 1:", "Army I/Group A (Pixantrone IV Day 1)", "Patients receive 180 mg/m^2 Pixantron IV dimalate over one hour of the day 1. Treatment is repeated every 21 days for up to 12 courses in the absence of disease progression or unacceptable toxicity.", "INTERVENTION 2:", "Army II/Group B (Pixantrone IV Days 1, 8 and 15)", "Patients receive 85 mg/m^2 Pixantron IV dimalate over one hour on days 1, 8 and 15. Treatment is repeated every 28 days for up to 12 courses in the absence of disease progression or unacceptable toxicity."], "Eligibility": ["Registration and Randomization - Inclusion Criteria", "Women or men", "- 18 years", "A histologically or cytologically confirmed breast adenocarcinoma and clinical evidence of metastatic breast cancer.", "Pre-treatment conditions:", "4.1. Must have been previously treated with neoadjuvant, adjuvant or metastatics with anthracycline and/or taxane.", "4.2. Must have received 2-3 previous chemotherapy treatments NOTE: If no previous (neo)adjuvant chemotherapy has occurred, the patient should have received at least 2 previous chemotherapy treatments in a metastatic context.", "NOTE: If previous (neo)adjuvant chemotherapy has been administered, the patient should have received at least 1 previous chemotherapy in a metastatic context.", "4.3. Prior hormonal treatment permitted in the neoadjuvant, adjuvant or metastatic setting.", "• Unlimited prior hormonal treatment is allowed.", "Patients should have a measurable disease as defined in the protocol.", "7 days prior to registration, for women of childbearing age only.", "The following laboratory values were obtained 15 days prior to registration.", "7.1 Hemoglobin 10.0 g/dL", "7.2 ANC 1500/mm^3", "7.3 Number of platelets 100 000/mL", "7.4 Total Bilirubine 1.5 x ULN)", "7.5 SGOT (AST) and SGPT (ALT) 5 x LSN", "7.6 Serum creatinine 1.5 x ULN", "- LVEF 50% and EKG within normal institutional limits completed 22 days prior to registration.", "ECOG Performance Status (PS) of 0, 1 or 2.", "Life expectancy > 3 months", "• Ability to complete the questionnaire(s) by themselves or with assistance.", "The patient gave his informed consent in writing", "• Willingness to return to the NTCC's registration facility for follow-up.", "Registration and Randomization - Exclusion Criteria", "One of the following factors is that this study involves an experimental agent whose genotoxic, mutagenic, and teratogenic effects on the developing fetus and newborn are unknown.", "1.1 Pregnant women", "1.2 Women in Nursing", "1.3 Men or women of childbearing potential who do not want to use adequate contraception (according to the attending physician)", "Invasive stage III or IV cancer (other than breast cancer) in the three years prior to registration (except non-melanoma skin cancer).", "· HER2 positive breast cancer (3+ by IHC or Amplified FISH) breast cancer according to ASCO/CAP guidelines", "Has previously received lifetime cumulative treatment with doxorubicin equivalent to > 400 mg/m2.", "> 3 previous chemotherapy treatments for breast cancer.", "5.1 NOTE: This number includes (neo)adjuvant chemotherapy, if administered. If (neo)adjuvant chemotherapy has been given, it counts as one (1) diet.", "• Major surgery, chemotherapy or immunological treatment 3 weeks prior to registration.", "NOTE: If the patient has already been treated with bevacizumab, treatment with bevacizumab should not begin until 4 weeks after the last dose of bevacizumab.", "Radiotherapy 4 weeks prior to recording, except for a non-target lesion only.", "7.1 Radiation prior to a target injury is permitted only if there has been a net progression of the injury since the radiation was completed.", "7.2 If the patient receives single dose radiation for palliation or radiation to an untargeted lesion, the patient may immediately make the registration without delay.", "7.3 Acute adverse reactions due to radiation must have been resolved up to grade 1 (as per the current version of the CTCAE).", "Evidence of active brain metastases, including leptomenal involvement.", "8.1 CNS metastases controlled by previous surgery and/or radiotherapy are permitted. To be considered controlled, there must be at least 2 months of absence of symptoms or signs of progression prior to entry into the study and treatment with corticosteroids administered to a controlled cerebral edema must have been discontinued.", "(Patients who have recently started or adjusted antihypertensive drugs are eligible provided blood pressure is < 140/90 mmHg on any new regimen for 3 different observations within 14 days.)", "• Clinically significant cardiovascular or cerebrovascular diseases, including the history of the following diseases, at any time prior to registration:", "10.1 Myocardial infarction", "10.2 Unstable Angina pectoris", "New York Heart Association (NYHA) Class II or greater congestive heart failure", "10.4 Uncontrolled or clinically significant cardiac arrhythmia (patients with controlled atrial fibrillation are eligible)", "A non-controlled intercurrent disease that includes, but is not limited to, continuous or active infection or psychiatric illness or social situations that would limit compliance with the requirements of the study.", "In the opinion of the investigator, concomitant systemic or other co-occurring diseases that would render the patient inappropriate to enter the study or significantly interfere with the appropriate safety and toxicity assessment of prescribed diets.", "History of allergy or hypersensitivity to excipients or chemical agents similar to pixantrone.", "In the course of treatment in another clinical study in which research procedures are performed or research therapies are administered.", "14.1 Patients may not register for such clinical trials when participating in this study.", "An exception may be granted for tests related to symptom management (Cancer Control) that do not use hormonal treatments or treatments that may block the route of the targeted agents used in this trial."], "Results": ["Performance measures:", "Proportion of confirmed responses to tumours (full or partial response)", "The proportion of confirmed responses will be estimated by the number of women who obtain a CR or PR on two consecutive evaluations of at least 6 to 8 weeks interval by dose level. The proportion of successes will be estimated by the number of successes divided by the total number of patients that can be evaluated at each dose level. Confidence intervals for the proportion of actual success at each dose level will be calculated using the Duffy and Santner approach. The response will be evaluated in this study using the revised solid tumour response assessment criteria (RCIST) guidelines (version 1.1); Complete Response (CR): Disappearance of all non-nodal target lesions, each target lymph node must have a reduction of the short axis to <1.0 cm. and normalization of tumour biomarkers. Partial Response (PR): At least 30% of the sum of the longest diameters of the non-nodal target lesions and the target lymph node short axis using as reference the base sum of diameters.", "Time limit: up to 5 years", "Results 1:", "Title of arm/group: Arm I/Group A (Pixantrone IV Day 1)", "The treatment is repeated every 21 days for up to 12 courses in the absence of disease progression or unacceptable toxicity.", "Total number of participants analysed: 24", "Type of measurement: Number", "Unit of measurement: ratio 0.08 (0.01 to 0.27)", "Results 2:", "Title of arm/group: Arm II/group B (Pixantrone IV days 1, 8 and 15)", "In the absence of disease progression or unacceptable toxicity, patients receive 85 mg/m^2 of pixantrone dimaleate IV on days 1, 8 and 15. Treatment is repeated every 28 days for up to 12 courses.", "Total number of participants analysed: 22", "Type of measurement: Number", "Unit of measurement: proportion 0.05 (0 to 0.24)"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/24 (12.50 per cent)", "Disseminate intravascular coagulation 0/24 (0.00 %)", "Death NOS 0/24 (0.00 %)", "Members of the oedema 0/24 (0.00 %)", "- Fatigue 0/24 (0.00 %)", "Hepatic impairment 1/24 (4.17 per cent)", "Alanine aminotransferase increased 1/24 (4.17 %)", "Aspartate aminotransferase increased by 1/24 (4.17%)", "Increased blood bilirubin 0/24 (0.00 %)", "Decreased ejection fraction 1/24 (4.17 per cent)", "Adverse Events 2:", "Total: 9/22 (40.91%)", "Disseminate intravascular coagulation 1/22 (4.55 %)", "Deaths NOS 1/22 (4.55%)", "Members of edema 1/22 (4.55%)", "Fatigue 1/22 (4.55%)", "Hepatic impairment 0/22 (0.00 %)", "Increased alanine aminotransferase 0/22 (0.00 %)", "Increased aspartate aminotransferase 1/22 (4.55%)", "Increased blood bilirubin 1/22 (4.55%)", "Decrease in ejection fraction 1/22 (4.55%)"]}