{"Clinical Trial ID": "NCT00798135", "Intervention": ["INTERVENTION 1:", "Itraconazole", "- 200 mg oral itraconazole daily until disease progression or unacceptable toxicity."], "Eligibility": ["Incorporation criteria:", "Patients with HER 2+ tumours must have received trastuzumab in the past and may have received lapatinib. - Patients must have an ECOG state of performance of 0-1. - Patients must be informed of the experimental nature of the study and must sign and give written informed consent. - Patients must have a score <1 of any acute toxicity of previous treatment for breast cancer, with the exception of alopecia. - Adequate haematological and hepatic function: 1) Absolute number of neutrophils >= 1,500 mm3 2) Number of platelets >= 100,000 mm3 3) Bilirubine <= 1.5mg/dL x ULN 4) AST and/or ALT <= 2 x ULN (< 5 x ULN in the presence of known liver metastases) All women with potential for pregnancy (WOCBP) should be advised of the importance of avoiding the occurrence of a risk of exposure to urine in the child during the study.", "- Exclusion criteria:", "Concomitant use of the following medicinal products within 14 days of initiation of protocol therapy is prohibited: cisapride, dofetilide, ergot derivatives, levomethadyl, lovastatin, midazolam, pimozide, quinidine, simvastatin or triazolam.", "Patients taking alprazolam (Xanax) are excluded from the trial.", "Patients should not have an active infection requiring the use of intravenous antibiotics. The use of oral antibiotics is permitted.", "- Hypersensitivity to itraconazole, to any component of the formulation, or to other azoles.", "If patients have CNS metastases, they should have completed brain radiation at least 2 weeks prior to registration and should be free of steroids for CNS metastases.", "Patients with risk factors (e.g. uncontrolled hypertension with BP > 160/90) for cardiac dysfunction, but no pre-existing diagnosis of congestive heart failure or left ventricular dysfunction will be diagnosed prior to registration. Patients with abnormal EKG, judged by the attending physician, will subsequently be excluded from the study."], "Results": ["Performance measures:", "Pharmacokinetics (PK) of oral itraconazole", "To determine the pharmacokinetics (PK) of oral itraconazole in patients with BCM by measuring the mean steady-state plasma concentrations at weeks 2 and 4.", "Time limit: Pre-dose at weeks 2 and 4", "Results 1:", "Title of arm/group: Itraconazole", "- Arm/group description: oral itraconazole 200mg per day until disease progression or unacceptable toxicity.", "Total number of participants analysed: 12", "Average (standard deviation)", "Unit of measurement: ng/mL Week 2 Intraconazole concentration: 230.7 (216.8)", "Week 4 Intraconazole concentration: 305.8 (334.8)", "Week 2 Itraconazole 6-OH concentration: 454.8 (429.3)", "Week 4 6-OH Itraconazole concentration: 501.6 (502.6)"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/13 (23.08 per cent)", "NAUSEA *1/13 (7.69%)", "*1/13 (7.69%)", "VOICE *1/13 (7.69%)", "HEMORRHAGE, IM - SUPER GI OUR *1/13 (7.69%)", "PAIN - BACK *1/13 (7.69%)", "MUSCLE SIZE, GENERAL OR SPECIFIC AREA (NOTE TO NEUROPATHY) - EXTREMITY-LOWER *1/13 (7.69%)", "- PLEURAL EFFICIENCY (NO-MALIGNANT) *1/13 (7.69%)", "THROMBOSIS/THROMBUS/EMBOLISM *1/13 (7.69%)"]}