{"Clinical Trial ID": "NCT02525718", "Intervention": ["INTERVENTION 1:", "- Placebo", "The subjects will be randomly selected to receive saline (placebo), administered in the breast area to cover the intercostal nerves providing breast tissue during surgery.", "Saline: If randomised in this arm, subjects will receive an intraoperative saline injection. (2.5 mg/ml)", "INTERVENTION 2:", "0.25 % bupivacaine with epinephrine and 4 mg dexamethasone", "The subjects will be randomly selected to receive a selective block with a local anaesthetic solution containing 0.25 % bupivacaine (2.5 mg/ml) with 1:100,000 epinephrine and 4 mg dexamethasone. The injection will be carried out at certain locations in the breast area to cover the intercostal nerves providing breast tissue.", "The subjects will be randomly selected to receive the local anaesthetic solution containing 0.25% bupivacaine (2.5 mg/ml) with 1:100,000 epinephrine and 4 mg dexamethasone administered in the breast area to cover intercostal nerves providing breast tissue during surgery.", "0.25% bupivacaine (2.5 mg/ml) p/ 1:100,000 epinephrine and 4 mg dexamethasone: If randomized in this arm, subjects will receive a selective block with a local anesthetic solution containing 0.25 % bupivacaine.", "(2.5 mg/ml) with 1/100 000 epinephrine and 4 mg dexamethasone intraoperatively."], "Eligibility": ["Incorporation criteria:", "Patients undergoing mastectomy surgery with immediate reconstruction involving the insertion of a tissue extensor performed by the principal investigator from the time of approval of the study to the time of enrolment in the study is completed.", "- Exclusion criteria:", "Patients under 18 years of age or over 79 years of age", "Allergy to local anesthetics or corticosteroids", "Patients with a history of chronic pain or chronic use of opioid analgesics", "Patients with a history of pulmonary disease or anterior thoracotomy or median sternotomy"], "Results": ["Performance measures:", "Quality of recovery score", "The main measure of results is a well-validated and widely used survey that measures the quality of recovery from anesthesia, entitled \"Global 40 Item Quality of Recovery\" Survey. It is a survey of 40 questions administered to patients to enable them to assess their recovery quality in a number of dimensions, including emotional condition, physical comfort, psychological support, physical independence and pain. The score ranges from 40 to 200, with 40 representing a very poor overall recovery quality and 200 representing the best recovery possible. The following reference explains in detail the Global 40 Item Quality of Recovery survey:", "Myles, P.S., et al., Validity and reliability of a postoperative recovery quality: the QoR-40. Br J Anaesth, 2000. 84(1): p. 11-5.", "DIM: 10740540", "Duration: 24 hours after operation", "Results 1:", "Title of the arm/group: Placebo", "Description of the arm/group: Subjects will be randomly selected to receive saline (placebo), administered to the breast area to cover intercostal nerves that feed breast tissue during surgery.", "Saline: If randomised in this arm, subjects will receive an intraoperative saline injection. (2.5 mg/ml)", "Total number of participants analysed: 22", "Median (interquartile range)", "Unit of measure: score on a scale 165 (143 to 179)", "Results 2:", "Title of the arm/group: 0.25 % bupivacaine with epinephrine and 4 mg dexamethasone", "Description of the arm/group: The subjects will be randomly selected to receive a selective block with a local anaesthetic solution containing 0.25 % bupivacaine (2.5 mg/ml) with 1:100,000 epinephrine and 4 mg dexamethasone. The injection will be carried out at certain locations in the breast area to cover the intercostal nerves providing breast tissue.", "The subjects will be randomly selected to receive the local anaesthetic solution containing 0.25% bupivacaine (2.5 mg/ml) with 1:100,000 epinephrine and 4 mg dexamethasone administered in the breast area to cover intercostal nerves providing breast tissue during surgery.", "0.25% bupivacaine (2.5 mg/ml) p/ 1:100,000 epinephrine and 4 mg dexamethasone: If randomized in this arm, subjects will receive a selective block with a local anesthetic solution containing 0.25 % bupivacaine.", "(2.5 mg/ml) with 1/100 000 epinephrine and 4 mg dexamethasone intraoperatively.", "Total number of participants analysed: 23", "Median (interquartile range)", "Unit of measure: score on a scale 169 (155 to 182)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/22 (0.00 per cent)", "Adverse Events 2:", "Total: 0/23 (0.00 per cent)"]}