{"Clinical Trial ID": "NCT00364611", "Intervention": ["INTERVENTION 1:", "Docetaxel and Bevacizumab", "Strate 1: HER2 Negative participants with metastatic breast cancer treated with intravenous (IV) DB (docetaxel and bevacizumab) every 3 weeks (q3w) until treatment discontinuation criteria (unacceptable toxicity, disease progression or death) are met", "INTERVENTION 2:", "Docetaxel, Bevacizumab and Trastuzumab", "Stratum 2: HER2 Positive participants with metastatic breast cancer treated with DBT (docetaxel, bevacizumab and trastuzumab) IV q3w until treatment discontinuation criteria (unacceptable toxicity, disease progression or death) are met"], "Eligibility": ["The following information on clinical trials is provided for information purposes only to allow participants and physicians to have an initial discussion about the trial; this information is not intended to be complete information about the trial, to contain any considerations that may be relevant for possible participation in the trial, or to replace the advice of a physician or health care professional.", "CRITERIA FOR INCLUSION:", "A breast adenocarcinoma proven histologically or cytologically at first diagnosis", "A stage IV disease with at least one measurable injury according to the RECIST criteria", "· HER2/neu positive as determined by 3+ immunohistochemistry (IHC) staining or fluorescence in situ hybridization (FISH) positivity or negative tumours", "Life expectancy >/= 24 weeks", "No previous chemotherapy for metastatic breast cancer. (Endocrine priority treatment is allowed).", "Subjects may have received anterior adjuvant anthracyclines (maximum cumulative dose, 360 mg/m^2 of doxorubicin or 750 mg/m^2 of epirubicin)", "At least 4 weeks since surgery, radiotherapy, endocrine therapy or experimental pharmacotherapy with full recovery of the effects of these procedures", "It is recommended that all initial steps be completed within 35 days prior to entry into the study. All subjects will have the following exercise, as applicable; CT scan of the brain, CT scan or MRI of the chest and abdomen, and bone scan or PET scan. In cases of positive bone scan or PET, the evaluation of bone X-rays and/or MRI is necessary to confirm or exclude metastatic bone disease. Subjects with bone-limited metastatic disease are inadmissible unless at least one lytic lesion is measurable and can be followed by RECIST criteria.", "The normal cardiac function should be confirmed by a left ventricular ejection fraction (LVF) of >/= 50% or by a shortening fraction (multiple acquisition scanning (MUGA) or echocardiography, respectively). The result should be greater than the lower limit of normal (LLN) for the establishment.", "However, if bisphosphonates started within months <2 prior to treatment, bone damage will not be evaluated for response, and subjects should have another metastatic disease site that is either measurable or evaluable for response.", "EXCLUSION CRITERIA:", "Previous chemotherapy for metastatic breast cancer", "Previous treatment with bevacizumab or other anti-VEGF treatment", "- Concomitant treatment with any other non-protocol anticancer therapy, with the exception of radiotherapy, as long as all the target lesions that are followed are not in the radiation field and if HER2/neu positive, HER2/neu directed treatment", "Current or previous history of brain metastases or leptomenates", "Presence of neuropathy >/= 2", "Presence of non-healing injury, fracture or ulcer, or presence of clinically significant peripheral vascular disease (>/= grade 2)", "• History of any other disease in the last 5 years, with the exception of skin cancer or non-melanoma carcinoma in-situ of the cervix", "Clinically significant cardiovascular disease", "A history of abdominal fistula, gastrointestinal perforation or intra-abdominal abscess within 6 months of starting treatment", "History of haemorrhagic diathesis or coagulopathy"], "Results": ["Performance measures:", "● Growth-free survival rate (GSP): percentage of participants with PFS", "The PFS was the time of registration at the first documentation of the", "Based on the criteria for assessing response in solid tumours (RECIST) - criteria pre-defining changes in the size or appearance of lesions", "- Symptomatic deterioration", "The death is due to any cause (in the absence of PD).", "The percentage of participants with PHC is indicated.", "For the analysis, participants were censored.", "On the last date of assessment of the tumour available on the study treatment if they", "There was no PFS event.", "• Anticancer treatment was not linked to study treatment", "On the date of registration, if", "• Has not received any medicines under study", "No tumour evaluation was performed after the study was initiated.", "Time limit: up to 6 months and 12 months after initiation of treatment", "Results 1:", "Title of the arm/group: Docetaxel and Bevacizumab", "- Arm/group description: Strategy 1: HER2 Negative participants with metastatic breast cancer treated with DB (docetaxel and bevacizumab) intravenously (IV) every 3 weeks (q3w) until treatment discontinuation criteria (unacceptable toxicity, disease progression or death) are met", "Total number of participants analysed: 52", "Type of measurement: Number", "Unit of measure: % of participants Rate of PFS at 6 months: 59.6 (45.1 to 73.0)", "· 12-month PFS rate: 30.8 (18.7 to 45.1)", "Results 2:", "Title of the arm/group: Docetaxel, Bevacizumab and Trastuzumab", "- Arm/group description: Stratum 2: HER2 Positive participants with metastatic breast cancer treated with DBT (docetaxel, bevacizumab and trastuzumab) IV q3w until treatment discontinuation criteria (unacceptable toxicity, disease progression or death) are met", "Total number of participants analysed: 21", "Type of measurement: Number", "Unit of measure: % of participants Rate of PFS at 6 months: 90.5 (69.6 to 98.8)", "· 12 month PFS rate: 81.0 (58.1 to 94.6)"], "Adverse Events": ["Undesirable Events 1:", "Total: 14/52 (26.92 per cent)", "Febrile neutropenia * 1/52 (1.92%)", "Tachycardia * 1/52 (1.92%)", "Atrial fibrillation * 0/52 (0.00 %)", "* 1/52 (1.92%)", "Gastric ulcer * 1/52 (1.92%)", "Nausea * 1/52 (1.92%)", "Abdominal pain * 0/52 (0.00 %)", "Asthenia * 1/52 (1.92%)", "* 1/52 (1.92%)", "Inflammation of mucous membranes * 1/52 (1.92%)", "* 1/52 (1.92%)", "Adverse Events 2:", "Total: 4/20 (20.00)", "Febrile neutropenia * 0/20 (0.00 %)", "Tachycardia * 0/20 (0.00 %)", "Atrial fibrillation * 1/20 (5.0%)", "* 0/20 (0.00 %)", "Gastric ulcer * 0/20 (0.00 %)", "Nausea * 0/20 (0.00 %)", "Abdominal pain * 1/20 (5.0%)", "Asthenia * 0/20 (0.00 %)", "* 0/20 (0.00 %)", "Inflammation of mucous membranes * 0/20 (0.00 %)", "Addendication * 0/20 (0.00 %)"]}