{"Clinical Trial ID": "NCT01313039", "Intervention": ["INTERVENTION 1:", "A single arm", "AZ6244: AZD6244 75 mg (3 25 mg capsules) orally twice daily on days 1 to 15"], "Eligibility": ["Incorporation criteria:", "- Breast cancer women > 18 years of age.", "Patients should have an invasive Ic-III clinical stage breast carcinoma proven by biopsy with an ER of 10% by immunohistochemistry (IHC).", "Patients should have a basic biopsy or pre-treatment incisional biopsy for additional tests (ER, protein and gene expression analysis).", "Patients must have a sufficient tumour after the diagnostic biopsy that requires additional definitive surgery according to the standard of care. The prescribed procedure may include lumpectomy or mastectomy as clinically indicated.", "Patients should have an ECOG performance status of 0 to 1.", "Patients must have the ability to understand and the willingness to sign an informed written consent document in English or Spanish.", "- Exclusion criteria:", "A man with breast cancer.", "Patients who are pregnant or breastfeeding are excluded from the study because of potential harm to the fetus or lactating child from the treatment of the study. Patients with reproductive potential must consent to the use of contraception or abstinence to be eligible for the study.", "Patients may not have received prior chemotherapy or hormonal treatment for the treatment of current breast cancer.", "Patients should not have known or strongly suspected a BRCA mutation in history (genetic tests not required).", "Patients will have pre-study tests, including a history and physical examination, complete blood count, and measurement of renal and hepatic function. Patients will not be eligible for the study if significant abnormalities are detected, in accordance with good medical practice."], "Results": ["Performance measures:", "Increased protein expression of ER in low/negative breast cancer of ER", "To evaluate, in a neoadjuvant clinical model, whether the MEK inhibitor AZD6244 may increase the expression of ER proteins in negative/low ER breast cancer, measured by both standard immunohistochemistry and Allred Score.", "Time limit: 2 years", "Results 1:", "Title of the arm/group: Single weapon", "AZ6244: AZD6244 75 mg (3 25 mg hard capsules) orally twice daily on days 1 to 15", "Total number of participants analysed: 1", "Type of measurement: Number", "Unit of measurement: participants 1"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/4 (0.00 per cent)"]}