{"Clinical Trial ID": "NCT02018458", "Intervention": ["INTERVENTION 1:", "THE NBTC: DC Vaccine + Preop Chemo", "Patients with CNBT will be included to receive DC vaccines during 24 weeks of standard preoperative chemotherapy doxorubicin/cyclophosphamide (AC), followed by paclitaxel and carboplatin (TCb)."], "Eligibility": ["Incorporation criteria:", "A patient will be considered for inclusion in this study if all of the following criteria are met:", "* Female patients aged 18 years.", "Have:", "Locally advanced CNBT defined as invasive canal cancer; ER- tumours with <10% immunoreactive tumour nuclei; PR- tumours with <10% immunoreactive tumour nuclei; T3 or T4, regardless of nodal status (T2 disease is eligible if there are positive lymph nodes present by physical examination or imaging or histological evaluation, OR", "• High-risk ER+ breast cancer, defined as Grade 3 invasive canal cancer or mixed canal/lobular cancer, or Grade 2 cancer with Ki67 20%; a positive node as evidenced by physical examination or imaging evaluation or histological evaluation.", "If HER2-, it is defined as:", "(FISH ratio < 2.0), or", "IHC 0-1+, or", "IHC 2+ AND FISH negative (FISH ratio < 2.0)", "Eastern Cooperative Oncology Group (ECOG) Performance Status 0-1", "An adequate haematological function, defined by:", "Absolute neutrophil count (NAC) >150/mm3", "Number of platelets 100 000/mm3", "Hemoglobin >9 g/dL (in the absence of red blood cell transfusion)", "Adequate liver function, defined by:", "ASAT and ALT 2.5 x upper limit of normal (ULN)", "Total bilirubin 1.5 x ULN", "Adequate renal function, defined by:", "A. Serum creatinine 1.5 x ULN or creatinine clearance calculated at 60 ml/min", "Patients with a history of invasive cancer (including breast cancer) are eligible if the final treatment has been completed more than 5 years prior to the start of treatment under study, and there is no evidence of recurrent disease.", "Eligibility for treatment with paclitaxel, doxorubicin, cyclophosphamide and carboplatin.", "The patient should be available for treatment and follow-up.", "Patients should be prepared to undergo research biopsies to obtain breast cancer tissue for full exoma sequencing and assessment of the tumour immune microenvironment.", "All patients should be able to understand the experimental nature of the study and provide written informed consent prior to entry into the study.", "- Exclusion criteria:", "A patient will not be eligible for inclusion in this study according to one of the following criteria:", "Evidence of metastatic disease during bone scan and CT scan of the chest or abdomen (or a PET scan) is eligible.", "Active infection or unexplained fever > 38.5°C during screening.", "Active infections, including viral hepatitis and HIV.", "Asthma active or other condition requiring steroid treatment.", "· Autoimmune disease, including lupus erythematosus or rheumatoid arthritis. Topical or inhaled corticosteroids are allowed.", "The use of an LHRH agonist during chemotherapy in premenopausal women who wish to maintain ovarian function is permitted, but is not necessary.", "All patients with reproductive potential should agree to use effective contraception from the time of entry into the study up to at least 3 months after the last administration of the study drug.", "Also excluded are patients with a significant history of heart disease within one year or ventricular arrhythmias requiring medication.", "Patients with serious and/or uncontrolled medical conditions or other conditions that may affect their participation, such as:", "- Severely altered pulmonary functions, such as spirometry and LOCD, represent 50% of the expected normal value and/or O2 saturation, i.e. 88% or less at rest in ambient air.", "Uncontrolled diabetes rate as defined by fasting blood glucose > 1.5 x ULN", "- Liver disease such as cirrhosis or severe hepatic impairment (Child-Pugh class C).", "The history of any other disease, discovery of a physical examination or discovery of a clinical laboratory that gives reasonable suspicion of a disease or condition that is contraindicated by the use of an experimental drug, or that may affect the interpretation of the results of that study, or that may make the patient at high risk of treatment complications.", "Any other experimental or anticancer treatment when participating in this study.", "Any other cancer"], "Results": ["Performance measures:", "The safety of DC vaccine combined with chemotherapy", "- Toxicities will be classified according to the NIC Common Terminology Criteria for Adverse Events (CTCAE) Version 4.03. This will include all patients (eligible and ineligible) who receive at least one inoculation of DTC vaccine therapy. This safety population will also be used for summaries and analysis of all safety parameters (exposure to drugs, information tables on adverse events, including serious adverse events, etc.).", "Time limit: 4 years", "Results 1:", "Title of the arm/group: The NBTC: DC Vaccine+Preop Chemo", "Description of the arm/group: Patients with CNBT will be included to receive DC vaccines for 24 weeks of standard preoperative doxorubicin/cyclophosphamide (AC), followed by chemotherapy with paclitaxel and carboplatin (TCb)", "Total number of participants analysed: 10", "Type of measure: Number of participants", "Unit of measure: Participants 10 100.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/10 (30.00 per cent)", "1/10 straight atrial thrombosis (10.00%)", "1/10 (10.00 %)", "Dyspnoea 1/10 (10.00%)", "1/10 straight breast cellulite (10.00%)"]}