{"Clinical Trial ID": "NCT00365365", "Intervention": ["INTERVENTION 1:", "Strate 1 (AC->T + Bevacizumab)", "HER2-Administered Negative Participants", "Doxorubicin and cyclophosphamide (AC) + bevacizumab for 4 cycles followed by", "Docetaxel (T) + bevacizumab for 4 cycles followed by", "• Maintenance treatment of bevacizumab for a total of 52 weeks from the date of the first dose, regardless of the number of doses received or forgotten", "INTERVENTION 2:", "Stratum 2 (TAC + Bevacizumab)", "HER2-Administered Negative Participants", "Docetaxel, doxorubicin, cyclophosphamide (TAC) + bevacizumab for 6 cycles followed by", "• Maintenance treatment of bevacizumab for a total of 52 weeks from the date of the first dose, regardless of the number of doses received or forgotten"], "Eligibility": ["The following information on clinical trials is provided for information purposes only to allow participants and physicians to have an initial discussion about the trial; this information is not intended to be complete information about the trial, to contain any considerations that may be relevant for possible participation in the trial, or to replace the advice of a physician or health care professional.", "Incorporation criteria:", "Women >/= 18 years of age.", "A histologically proven breast cancer with an interval between definitive breast surgery that includes axillary lymph dissection (LN) or axillary nodal evaluation and registration of the study of < 60 days. (Note: Cycle 1 of chemotherapy treatment cannot be infused until > 28 days after the date of definitive breast surgery and the participant must be recovered from any clinically significant toxicity.)", "The final surgical treatment should be either a mastectomy or a breast conservation surgery with dissection of the axillary lymph nodes (the assessment of the axillary lymph nodes may be either a complete dissection of the axillary lymph nodes or a sentinel evaluation of the NL followed by dissection if the sentinel NL is positive) for operational breast cancer (pT1-4 [including inflammatory], pNO-3 and MO).", "The subjects should be either positive lymphatic (pN1-3) or negative lymphatic (pN0) with high risk characteristics, as determined by the investigator.", "High- and negative-risk participants in lymph nodes (pN0) will be defined as subjects with invasive adenocarcinoma with sentinel ganglia biopsy (pN0[sn]) OR a negative dissection of lymph nodes (pN0) AND a size tumour > 2 cm or a size tumour >/= 1 cm with at least one of the following factors:", "Negative status of estrogen receptor (ER) and negative status of progesterone receptor (PR)", "2-3 histological and/or nuclear grade; or", "Age < 35 years", "· Positive or negative HER2/neu tumours are eligible. HER2 positivity should be documented by in situ fluorescence hybridization (FISH).", "The condition of the estrogen and progesterone receptors should be performed on the primary tumour prior to entry into the study. The results should be pending or known at the time of entry into the study.", "The normal cardiac function should be confirmed by the left ventricular ejection fraction (LVEF) or the shortening fraction (multiple acquisition scan (MUGA) or echocardiography, respectively). The result should be greater than the lower limit of normal (LLN) for the establishment.", "- Haematological assessment within 2 weeks of entry into the study:", "Absolute neutrophil count (ANC) >/= 1500/μL", "Platelets >/= 100 000/μL", "Hemoglobin >/= 9 g/dL", "Assessment of liver function within 2 weeks of entry into the study:", "Total bilirubin </= ULN for establishment", "Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) should be within the acceptable range.", "All subjects should have an appropriate X-ray evaluation, e.g., calculated tomography (CT), positron emission tomography (PET)/CT and/or MRI of the brain, chest, abdomen and pelvis, and bone imaging either by bone scanning or by bone scanning. In positive bone imaging, a bone X-ray or MRI evaluation is required to exclude the possibility of metastatic disease by bone scanning. Other tests may be performed as clinically indicated. It is recommended that any initial step be completed within 35 days prior to entry into the study.", "- Exclusion criteria:", "A prior systemic anticancer treatment for breast cancer (immunotherapy, hormone therapy, chemotherapy).", "A prior treatment with anthracycline, taxoids or platinum salts for any malignancy.", "A prior radiation therapy for breast cancer or any chest wall radiation therapy for any other malignancy.", "Invasive bilateral breast cancer.", "Subjects in gestation or lactation", "A heart disease or a risk of the same nature as that judged by the investigator", "Other serious diseases or medical conditions such as (partial list - review with investigator) history of significant neurological or psychiatric disorders that would prevent the understanding and granting of informed consent, uncontrolled active infection, active peptic ulcer, unstable diabetes mellitus or subjects with symptomatic and intrinsic lung disease leading to resting dyspnoea", "Current treatment with any hormonal agent such as raloxifene, tamoxifene or other selective estrogen receptor modulators (SERM), either for osteoporosis or for the prevention of breast cancer.", "• Concomitant treatment with ovarian hormone replacement therapy. Prior treatment should be discontinued prior to entry into the study.", "Participation in another clinical trial with any non-marketed experimental drug within 30 days of entry into the study.", "- Concomitant treatment with any other anticancer treatment.", "- Male subjects, as no clinical efficacy or safety data are available in Phase I-II studies.", "- Chemotherapy and/or bevacizumab can only be administered 7 days after minor surgery. Chemotherapy can be administered without bevacizumab in circumstances where the participant has recovered sufficiently to receive chemotherapy, but has not yet reached 28 days in which bevacizumab can be administered."], "Results": ["Performance measures:", "● Cardiac safety - Number of participants with clinical congestive heart failure of 3-4 years (CHF)", "Participants were evaluated every 3 weeks during chemotherapy, every 3 months during maintenance treatment and every 3 months during the follow-up period of 2 years. The left ventricular ejection fraction of CHF was evaluated using a multigated acquisition (MUGA) or echocardiogram (ECHO) performed mid-term at the end of chemotherapy according to a specific regimen, every 12 weeks during maintenance treatment and at 6 and 24 months after completion of maintenance treatment.", "A clinical review of all studies identified grade 3-4 CHF and Medical Dictionary for Regulatory Activities (MedDRA) as well as preferred terms of congestive heart failure, cardiomyopathy and ejection fraction were associated with CHF.", "Time: from the first dose of the drug to the end of follow-up (up to 3 years)", "Results 1:", "Title of arm/group: Strate 1 (AC->T + Bevacizumab)", "- Arm/group description: HER2-negative participants administered", "Doxorubicin and cyclophosphamide (AC) + bevacizumab for 4 cycles followed by", "Docetaxel (T) + bevacizumab for 4 cycles followed by", "• Maintenance treatment of bevacizumab for a total of 52 weeks from the date of the first dose, regardless of the number of doses received or forgotten", "Total number of participants analysed: 78", "Type of measurement: Number", "Unit of measurement: participants 1", "Results 2:", "Title of arm/group: Stratum 2 (TAC + Bevacizumab)", "- Arm/group description: HER2-negative participants administered", "Docetaxel, doxorubicin, cyclophosphamide (TAC) + bevacizumab for 6 cycles followed by", "• Maintenance treatment of bevacizumab for a total of 52 weeks from the date of the first dose, regardless of the number of doses received or forgotten", "Total number of participants analysed: 75", "Type of measurement: Number", "Unit of measurement: participants 3"], "Adverse Events": ["Undesirable Events 1:", "Total: 23/78 (29.49%)", "* 4/78 (5.13 per cent)", "Neutropenia * 1/78 (1.28%)", "Thrombocytopenia * 0/78 (0.00 %)", "Acute coronary syndrome * 1/78 (1.28%)", "Congestive heart failure * 1/78 (1.28%)", "Myocardial infarction * 1/78 (1.28 %)", "Cardiomyopathy * 0/78 (0.00 %)", "Abdominal pain * 1/78 (1.28%)", "Diarrhoea * 1/78 (1.28%)", "Upper gastrointestinal haemorrhage * 1/78 (1.28%)", "Adverse Events 2:", "Total: 24 hours (32.0%)", "* 8/75 (10.67%)", "Neutropenia * 3/75 (4.0%)", "Thrombocytopenia * 2/75 (2.67 %)", "Acute coronary syndrome * 0/75 (0.00 %)", "Congestive heart failure * 2/75 (2.67%)", "Myocardial infarction * 0/75 (0.00 %)", "Cardiomyopathy * 1/75 (1.33%)", "Abdominal pain * 0/75 (0.00 %)", "Diarrhoea * 1/75 (1.33%)", "Upper gastrointestinal haemorrhage * 0/75 (0.00 %)"]}