{"Clinical Trial ID": "NCT01273896", "Intervention": ["INTERVENTION 1:", "- STA-9090", "This will be an open phase 2 single-therapy study of STA-9090 in patients with metastatic breast cancer.", "STA-9090: All patients will receive 200 mg/m2 of STA-9090 once a week by intravenous infusion for one hour for three consecutive weeks, followed by a one-week dose-free interval."], "Eligibility": ["Incorporation criteria:", "Men and women must be at least 18 years of age.", "• Pathologically confirmed diagnosis of breast cancer", "Metastatic or advanced breast cancer", "• Prior treatment with at least one and no more than three lines of biologics and/or chemotherapy for metastatic breast cancer (excluding hormonal treatment)", "Patients with HER2+ disease should have received prior treatment with Trastuzumab.", "Patients with ER and/or PR+ disease should have prior hormonal treatment.", "Non-cytotoxic chemotherapy or biological therapy (excluding hormonal treatment) 3 weeks", "A disease measurable by RECIST 1.1", "Central nervous system metastases are allowed if they are treated and radiographically and clinically stable for at least 4 weeks prior to the first dose of STA-9090.", "Eastern Cooperative Oncology Group (ECOG) Performance Status 0 or 1", "Life expectancy of at least 3 months", "An adequate haematological function as defined by:", "Absolute neutrophil count 1,500 cells/μL", "100 000/μL blisters", "Hemoglobin 9.0 g/dL", "Adequate liver function as defined by:", "Serum bilirubin 1.5 X upper limit of normal (ULN);", "adequate renal function as defined by serum creatinine 1.5 x ULN", "AST, ALT and alkaline phosphatase 3 × ULN, except for:", "Patients with hepatic metastases: ALT and AST 5 × ULN", "Patients with hepatic and/or bone metastases: alkaline phosphatase 5 × ULN", "Patients with Gilbert's disease: serum bilirubin < 5 mg/dL", "- Willingness and ability to comply with planned visits, treatment plans, laboratory tests and other study methods", "• Women of childbearing potential and men should agree to use adequate contraception (e.g., hormonal method or contraceptive barrier; abstinence) during the duration of treatment under study.", "Women of childbearing potential must undergo a negative serum pregnancy test at the start of the study.", "- Exclusion criteria:", "Surgery, radiation therapy or procedure for removing lesions in the field of measurable disease alone", "• Major surgery within 4 weeks prior to the first dose of STA-9090", "Inadequate peripheral venous access for the administration of drugs under study. The administration of drugs under study by residential catheters is only permitted if the catheter is made of silicone.", "• History of severe (grade 3 or 4) allergic or hypersensitivity reactions to excipients (e.g. Polyethylene glycol (PEG) 300 and Polysorbate 80)", "Reference QTc > 470 msec", "Ventricular ejection fraction (FE) < 50% at baseline", "Treatment with chronic immunosuppressants (e.g. cyclosporin after transplantation)", "Pregnant or lactating women", "· Uncontrolled intercurrent disease including, but not limited to, HIV-positive human immunodeficiency virus receiving combination antiretroviral therapy, continuous or active infection, symptomatic congestive heart failure, unstable pectori angorosis, ventricular arrhythmia or psychiatric/social situations that would limit compliance with the requirements of the study", "Other medicines, or a severe acute/chronic medical or psychiatric condition, or a laboratory abnormality that may increase the risk associated with participating in the study or administration of drugs in the study, or that may interfere with the interpretation of the results of the study according to the judgement of the investigator", "• Seizure disorder or need to take medicines for convulsions", "Previous treatment with HSP90 inhibitor", "• Persistent side effects of previous therapies that are > 1 grade 1 in severity", "Current coronary artery history or disease, myocardial infarction, angina, angioplasty or coronary bypass surgery", "Current uncontrolled history or dysrhythmia, or need for antiarrhythmic medicines, or left-hand block of grade 2 or more", "New York Heart Association class II/III/IV congestive heart failure with a history of dyspnoea, orthopnoea or oedema requiring routine treatment with angiotensin converting enzyme inhibitors, angiotensin II receptor antagonists, beta blockers or diuretics"], "Results": ["Performance measures:", "Overall response rate", "To determine the overall response rate using RECIST v 1.1 criteria, defined as PR +CR. using RECIST v 1.1 criteria, defined as partial + complete response", "Time frame: Radiological imaging studies to assess tumour status will be repeated during the rest week (Days 22-28) of each third cycle", "Results 1:", "Title of arm/group: STA-9090", "This will be a Phase 2 monotherapy and open-label study of STA-9990 in patients with metastatic breast cancer.", "STA-9090: All patients will receive 200 mg/m2 of STA-9090 once a week by intravenous infusion for one hour for three consecutive weeks, followed by a one-week dose-free interval.", "Total number of participants analysed: 20", "Type of measurement: Number", "Unit of measurement: participants 20"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/22 (27.27 per cent)", "• Cardiac General, other 1/22 (4.55%)", "Pain - Abdomen NOS1/22 (4.55%)", "Death not assoc w CTCAE term- Death NOS1/22 (4.55%)", "Death not assoc w CTCAE term-Disease prog NOS1/22 (4.55 %)", "Liver dysfunction/ failure1/22 (4.55%)", "Sodium, low (hyponatraemia)1/22 (4.55%)", "— Dyspnoea (breathing)2/22 (9.09 %)"]}