{"Clinical Trial ID": "NCT01581619", "Intervention": ["INTERVENTION 1:", "Partial breast irritation", "Partial breast irritation using 40 Gy in 10 fractions over 2 weeks", "External noise Partial irradiation-arms: 40 Gy in ten daily fractions over two weeks"], "Eligibility": ["Incorporation criteria:", "DCIS grade I or II measuring less than or equal to 2 cm on pathology and/or mammography", "A histologically negative tumour margin of 2 mm or more from an ink edge, or no tumour in a reexcision specimen or a final shaved specimen", "The clips should be placed in the cavity of the lumpectomy at the time of final excision to assist in the delimitation of the tumour cavity at the time of simulation and radiation emission.", "- Exclusion criteria:", "No distant metastases", "No pregnancy or breast-feeding", "No suspicious microcalcification diffuses", "No previous radiotherapy in the ipsilateral or contralateral chest or breast", "No histological evidence of lymphovascular invasion (LVI)", "No histological evidence of EIC", "No history of cosmetic or reconstructive breast surgery", "No psychiatric illness that would prevent the patient from giving his or her informed consent", "No medical condition which, in the opinion of the attending physician, would make this protocol unreasonably dangerous for the patient", "No other malignant cancers currently active other than non-melanoma skin cancers"], "Results": ["Performance measures:", "Safety of external beam IPB using 40Gy in ten daily fractions over two weeks", "The study will be considered too toxic if > 10% of the patients included have at least one of the following results within 24 months of the end of the study.", "- Grade 3 or 4 skin/subcutaneous or pulmonary toxicity.", "The development of clinical fat necrosis.", "The development of the rib fracture on the treated ipsilateral side, either clinically and/or radiographically detected.", "The data are presented as the number of participants who experienced each of the specific toxicities.", "Time limit: 2 years", "Results 1:", "Title of the arm/group: Partial breast irritation", "Description of the arm/group: Partial breast irritation using 40 Gy in 10 fractions over 2 weeks", "External noise Partial irradiation-arms: 40 Gy in ten daily fractions over two weeks", "Total number of participants analysed: 53", "Type of measure: Number of participants", "Unit of measure: Participants Grade 3 or 4 Skin/cutaneous toxicity: 0 0.0%", "Grade 3 or 4 lung toxicity: 0 0.0%", "Fat necrosis: 0 0.0%", "Rib fractures on the ipsilateral treated side: 0 0.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/53 (3.77%)", "Seroma 1/53 (1.89%)", "- Skin infection [1]1/53 (1.89%)"]}