{"Clinical Trial ID": "NCT00791037", "Intervention": ["INTERVENTION 1:", "Treatment (vaccination therapy + extended T cells ex Vivo)", "Patients receive HER2/neu peptide admixed with sargramostim ID (GM-CSF) on days 1, 8 and 15. From 2 weeks later, patients undergo leucapheresis to isolate and collect peripheral blood mononuclear cells for expansion of T cells.", "Patients receive cyclophosphamide IV once daily -1 and HER2/neu peptide autologous vaccine is extended ex vivo over 30 minutes at day 1. Treatment is repeated every 7-10 days for up to three immunizations. Patients receive a booster HER2/neu peptide vaccine 1 month after the final infusion of T-cells, followed by 2 additional booster vaccines at 2 months intervals.", "HER-2/neu peptide vaccine: With ID", "- Leucapheresis: Leucapheresis of the undergo", "HER2-specific T cells expanded ex vivo: data IV", "Cyclophosphamide: given IV", "Sargramotim: With ID card", "Analysis of laboratory biomarkers: correlative study"], "Eligibility": ["Incorporation criteria:", "Patients with stage IV HER2+ breast cancer who have been treated to the maximum and who have not achieved full remission", "Patients should have a stable or slowly progressive state of disease, a measurable disease such as:", "- An extraskeletal disease that can be accurately measured >= 10 mm by standard imaging techniques that may include, but are not limited to, calculated tomography (CT), positron emission tomography (PET), PET/CT, magnetic resonance imaging (MRI);", "Only skeletal or bone disease that can be measured by PET or PET/CT imaging of fludeoxyglucose (FDG) will also be allowed.", "Patients may currently receive trastuzumab and/or lapatinib and/or hormone treatment and/or bisphosphonate treatment", "- HER2 overexpression in primary tumour or metastasis by immunohistochemistry (IHC) of 2+ or 3+, or documented gene amplification by in situ fluorescence hybridization (FISH); if overexpression is 2+ by IHC, patients should have documented HER2 amplification by FISH", "Subjects must have a Southwest Oncology Group [SWOG]/Zubrod Scale rating = 0, 1 or 2", "Patients should be excluded from all immunosuppressive treatments such as chemotherapy or systemic steroid therapy at least 14 days prior to the start of the study (i.e., the first vaccination).", "Patients on trastuzumab and/or lapatinib should have an initial left ventricular ejection fraction (LVEF) measured by a multi-channel acquisition scan (MUGA) or echocardiogram (ECHO) equal to or greater than the lower limit of normal for the installation within 90 days of the determination of eligibility.", "Men and women of childbearing potential must accept the use of contraceptives throughout the study.", "Patients should have an expected survival of 6 months", "White blood cells (WBC) >= 3000/mm^3", "Absolute number of neutrophils (ANC) >= 1000/mm^3", "Hemoglobin (Hgb) >= 10 mg/dl", "Platelets >= 75 000/mm^3", "Serum creatinine = < 2.0 mg/dl or creatinine clearance > 60 ml/min", "Total Bilirubin = < 2.5 mg/dl", "Aspartate aminotransferase (AST)/oxaloacetic glutamic serum transaminase (SGOT) = < 3 times the upper limit of normal (ULN)", "Patients should be >= 18 years of age.", "- Exclusion criteria:", "Patients with any of the following heart conditions:", "- restrictive symptomatic cardiomyopathy;", "Unstable angina within 4 months of registration;", "New York Heart Association Functional Class III-IV on Active Treatment", "Patients with contraindication to rhuGM-CSF products", "Patients with clinically significant autoimmune disease not controlled by treatment", "Patients with a history of brain metastases should undergo a stable cranial imaging study within 30 days of eligibility determination; in particular, patients with active brain metastases will not be eligible for the study.", "Patients who are enrolled simultaneously in any other treatment study", "Pregnant or lactating women"], "Results": ["Performance measures:", "To assess the toxicity of HER2-specific T-cells as assessed by the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Reactions (CITT) v3.0", "All adverse events for all systems are classified on a scale of 1-5 and attribution is assigned. DLT criteria exist. DLT is defined as any incidence of haematological and non-haematological toxicity of Grade 3 (excluding fever, hypoxia and hives) Thus, if a subject develops Grade 3 toxicity (excluding those listed in Table 4) will be considered excessive toxicity and no dose increase will occur.", "Time limit: Up to 4 months after the first booster vaccine", "Results 1:", "Category of arm/group: Treatment (vaccination therapy+cells T ex extended Vivo)", "Description of the arm/group: Patients receive the vaccine HER2/neu peptide admixed with the sargramostim ID (GM-CSF) on days 1, 8 and 15. From 2 weeks later, patients undergo leukaphery to isolate and collect peripheral blood mononuclear cells for the expansion of T cells.", "Patients receive cyclophosphamide IV once daily -1 and HER2/neu peptide autologous vaccine is extended ex vivo over 30 minutes at day 1. Treatment is repeated every 7-10 days for up to three immunizations. Patients receive a booster HER2/neu peptide vaccine 1 month after the final infusion of T-cells, followed by 2 additional booster vaccines at 2 months intervals.", "HER-2/neu peptide vaccine: With ID", "- Leucapheresis: Leucapheresis of the undergo", "HER2-specific T cells expanded ex vivo: data IV", "Cyclophosphamide: given IV", "Sargramotim: With ID card", "Analysis of laboratory biomarkers: correlative study", "Total number of participants analysed: 19", "Type of measurement: Number", "Unit of measurement: participants 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/23 (4.35%)", "Untied pulmonary embolism 1/23 (4.35 per cent)"]}