{"Clinical Trial ID": "NCT02756364", "Intervention": ["INTERVENTION 1:", "Bras A: Success 500 mg", "After Day 1 and Day 15 of Cycle 1, then Day 1 of each subsequent cycle of 28 days until the disease is progressive, unacceptable toxicity or withdrawal of consent (median duration of treatment was 16.0 weeks).", "INTERVENTION 2:", "Bras B: Fulvestant 500 mg + Sapanisertib 4 mg QD", "The median duration of treatment was 20.1 weeks for fulvestrant and 20.3 weeks for sapanisertib."], "Eligibility": ["Incorporation criteria:", "Participants 18 years of age or older who are menopausal.", "A histologically proven diagnosis of breast cancer with signs of metastatic disease or locoregional recurrence.", "· Histological confirmation and documentation of the positive status of the estrogen receptor (RC) (stained 1% positive cells).", "· Histological or cytological confirmation and documentation of the negative status of the 2-receptor (HER2) of human epidermal growth factor by local laboratory tests using American Society of Oncology (ASCO)/College of American Pathologists (CAP) Clinical Practice Guideline update criteria.", "A measurable disease defined as one of the following:", "At least one extra-bone injury that can be accurately measured in at least one dimension.", "The lesion must have measured 20 mm with conventional imaging techniques or 10 mm with spiral CT or MRI. The lymph nodes must be 1.5 cm in the short axis to be considered measurable.", "In the absence of a measurable disease as defined above, bone lesions (lytic or mixed [more sclerotic lytics]) were not eligible. Note: Participants with sclerotic/osteoblast bone lesions only, in the absence of a measurable disease, were not eligible.", "A progressive disease (PD) during prior treatment with the aromatase inhibitor (AI).", "Have a history of brain metastases provided that all of the following criteria are met:", "- Brain metastases have been treated.", "No evidence of PD for 3 months prior to the first dose of the drug under study.", "No bleeding after treatment.", "- Discontinuation of dexamethasone treatment for 4 weeks prior to the first dose of the medicinal product under study.", "No permanent requirements for dexamethasone or antiepileptic medicines.", "The Eastern Cooperative Oncology Group (ECOG) has a yield of 0 or 1.", "The clinical laboratory values indicated below within 4 weeks prior to the first dose of the medicinal product under study:", "Bone marrow reserve corresponding to absolute neutrophil count (NAC) 1.5*10^9/L; platelet count 100*10^9/L; hemoglobin (Hgb) 9 g/dL.", "Total bilirubin 1.5*the upper limit of the normal range (ULN), aspartate aminotransferase (AST) and alanine aminotransferase (ALT) 2.5*ULN ( 5*ULN if liver metastases are present).", "The creatinine clearance is 40 mL/min based on Cockcroft-Gault estimates or a 12- or 24-hour urine sample.", "On fasting serum glucose 130 mg/dL and fasting triglycerides 300 mg/dL.", "- Exclusion criteria:", "Previous treatment with a mechanistic target of rapamycin (mTOR), phosphoinositide-3-kinase (PI3K) or two inhibitors of PI3K-mTOR, serine-specific protein kinase inhibitors/threonin (AKT) or fulvestrant.", "Previous treatment with >1 line of chemotherapy for metastatic breast cancer or for locoregional recurrence which was not conducive to resection or radiotherapy with curative intent.", "A PD experienced on >2 endocrine therapies for metastatic breast cancer or for locoregional recurrence that was not conducive to resection or radiation therapy with curative intent.", "A life-threatening metastatic visceral disease (defined as a significant liver disease or symptomatic pulmonary spread).", "Inadequately controlled diabetes defined as haemoglobin A1c (glycosylated hemoglobin; HbA1c) >7%; participants with a history of transient glucose intolerance due to corticosteroid administration may be eligible if all other inclusion/exclusion criteria are met."], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "Based on the criteria for assessing response in solid tumours (RCIST) v1.1, the RFP was defined as an increase of at least 20% in the sum of the longest diameter (LD) of the target lesions, taking as a reference the smallest sum of LD recorded since the start of treatment or the occurrence of one or more new lesions.", "Time limit: Up to 40 months", "Results 1:", "Title of arm/group: arms A: Fulvestant 500 mg", "Description of the arm/group: Fulvestant 500 mg intramuscular (IM), once on days 1 and 15 of cycle 1, then on day 1 of each 28-day cycle following until the disease was progressive, unacceptable toxicity or withdrawal of consent (median duration of treatment was 16.0 weeks).", "Total number of participants analysed: 46", "Median (95% confidence interval)", "Unit of measure: month 3.5 (1.9 to 5.6)", "Results 2:", "Title of arm/group: arms B: Fulvestant 500 mg + Sapanisertib 4 mg QD", "Description of the arm/group: Fulvesting 500 mg, IM, once on days 1 and 15 of cycle 1, then on day 1 of each subsequent 28-day cycle with sapanisertib 4 mg, capsules, orally, once daily in each 28-day cycle of treatment until progressive disease, unacceptable toxicity or withdrawal of consent (median duration of treatment was 20.1 and 20.3 weeks for fulvestrant and sapanisertib, respectively).", "Total number of participants analysed: 47", "Median (95% confidence interval)", "Unit of measure: month 7.2 (3.9 to 10.6)"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/46 (17.39%)", "Angine pectoris 0/46 (0.00 %)", "Hypercalcaemia of malignancy 0/46 (0.00 %)", "Vomiting 0/46 (0.00 %)", "Diarrhoea 0/46 (0.00 %)", "Nausea 0/46 (0.00 %)", "- Stomatitis 0/46 (0.00 %)", "Pyrexia 0/46 (0.00 %)", "Cholelithiasis 0/46 (0.00 %)", "Hepatic impairment 1/46 (2.17 per cent)", "- Acute Pyelonephritis 0/46 (0.00 %)", "Addendication 0/46 (0.00 per cent)", "Cellulite 0/46 (0.00 %)", "Adverse Events 2:", "Total: 13/47 (27.66%)", "Angine pectoris 0/47 (0.00 %)", "Hypercalcaemia of malignancy 0/47 (0.00 %)", "Vomiting 2/47 (4.26 per cent)", "Diarrhoea 2/47 (4.26 per cent)", "Nausea 0/47 (0.00 per cent)", "Stomatitis 1/47 (2.13 per cent)", "Pyrexia 2/47 (4.26 per cent)", "Cholelithiasis 0/47 (0.00 %)", "Hepatic impairment 0/47 (0.00 %)", "- Acute Pyelonephritis 0/47 (0.00 %)", "Addendication 0/47 (0.00 per cent)", "Cellulite 0/47 (0.00 %)"]}