{"Clinical Trial ID": "NCT00266799", "Intervention": ["INTERVENTION 1:", "- Pegylated liposomal doxorubicin (PDP)", "PLD 50 mg/m^2 was administered intravenously every 28 days, with each cycle repeated until unacceptable progression or toxicity.", "INTERVENTION 2:", "- Capecitabine", "Capecitabine 1250 mg/m^2, in tablets of 150 mg and 500 mg, was administered orally twice daily (BID) for 14 consecutive days, followed by a rest period of 7 days."], "Eligibility": ["Incorporation criteria:", "Patients must be women.", "Patients should have a metastatic disease of confirmed cytological or histological breast cancer.", "Patients should be 18 years of age or older.", "While patients must have an evaluable disease (at least one measurable one-dimensional injury according to the RECIST criteria in at least one site that has not been irradiated), patients with only one non-measurable/evaluable disease are not excluded.", "Patients should have an Eastern Cooperative Oncology Group (ECOG) 0-2.", "Patients should have sufficient life expectancy to be treated with chemotherapy.", "Patients should be ready and able to complete study questionnaires.", "Patients should have adequate renal function, as demonstrated by serum creatinine <=1.5 mg/dL, or creatinine clearance >=45 mL/min (if serum creatinine is >1.5 mg/dL but <=1.8 mg/dL).", "Patients should have adequate bone marrow function, as demonstrated by leukocyte counts greater than 3.5 g/L, haemoglobin >=9.0 g/dL, and platelet counts >=100x10^9/L.", "Patients should have adequate hepatic function, as demonstrated by bilirubin <=1.5 times the upper limits of normal (ULN) and alkaline phosphatase <=3 times the ULN, except in the case of liver metastases.", "Patients should have sodium and potassium values within normal limits.", "* Patients whose clinical condition (comorbidity) allows monotherapy treatment or who have expressed a desire to be treated as monotherapy.", "Patients must have signed an informed consent document indicating that they understand the purpose and procedures of the study and are willing to participate in it.", "- Exclusion criteria:", "Previous history of chemotherapy in metastatic media (Note: patients may have", "• Hormonal treatment or adjuvant chemotherapy; patients may have received hormone therapy in metastatic media, patients may have received local radiation therapy).", "Patients with a positive estrogen/progesterone receptor status, where endocrine treatment is indicated. However, patients in progress on hormone therapy are not excluded.", "Patients with known hypersensitivity to doxorubicin hydrochloride or to any of the excipients OR known hypersensitivity to capecitabine or fluoruracil or to any of the excipients.", "Patients with known DPD deficiency (dihydropyrimidine dehydrogenase).", "Patients receiving concomitant treatment with sorivudine or its chemical analogues, such as brivudine.", "Also, patients who are taking concomitant medicinal products (except bisphosphonates) for a metastatic disease, including hormonal therapy, radiotherapy, trastuzumab or biological products, are not allowed.", "Patients with overexpressive tumours of the human epidermal growth factor receptor 2 (Her-2/neu) with the most recent result as relevant", "Immunologically Her2neu 3+ positive", "· Positive her2neu-2+ and ́Fluorescent in-situ hybridization (FISH) ́ positive", "Previous treatment history with capecitabine", "A history of treatment with anthracyclines in the adjuvant setting exceeding the cumulative doses of anthracyclines of more than 360 mg/m^2 of doxorubicin (or equivalents of 600 mg/m^2 of epirubicin).", "Anthracycline resistance is defined as the development of a locally recurrent or metastatic disease during treatment with anthracycline adjuvant, or relapse less than 12 months after the end of treatment with anthracycline.", "A high remission pressure that requires polychemotherapy with the exception of patients who are not suitable for treatment with polychemiotherapy or who do not accept polychemiotherapy.", "Signs of primary or metastatic malignancy involving the central nervous system, unless previously treated and asymptomatic for 3 months or more.", "In patients with decreased liver function (except bilirubin greater than 1.5 times the upper limit of normal (ULN); alkaline phosphatase greater than 3 times the ULN (except for liver metastases, in which case <=5 x ULN).", "- Dyspnea on exertion.", "• History of heart disease, with a class II or greater cardiac association, or clinical evidence of congestive heart failure or myocardial infarction within six months or a left ventricular ejection fraction (LVEF) less than 50%.", "• Women of childbearing potential with insufficient contraception (e.g., intrauterine devices (IUDs) are considered sufficient) during the study period and within six months of the last application of the drug under study; not all methods based on hormonal contraception are allowed.", "A negative pregnancy test for women of childbearing potential should be implemented prior to randomization (Note: A pregnancy test should be performed for patients who are not menopausal. Postmenopausal is defined as those who do not have menstruation for 12 consecutive months).", "There are doubts as to the capacity and willingness of the subject to cooperate.", "In the last 30 days, the subject has been involved in a clinical study.", "Involving the subject in the same clinical study at an earlier date.", "• Concomitant participation in a study other than that described here.", "The abuse of drugs, alcohol or pharmaceuticals.", "In the opinion of the investigator, any medical or non-medical condition that may interfere with the purpose of this study."], "Results": ["Performance measures:", "Time of disease progression (TTP) using the criteria for assessing response in solid tumours (RECIST)", "TTP was defined as the period from the start of treatment with the drug under study to the first evidence/diagnostic of a progressive disease or - in the absence of any diagnosis of progressive disease - to the death of the participant. The diagnosis of a progressive disease was performed according to RECIST (version 1.0) and/or the evaluation of the investigator based on RECIST. RECIST criteria used changes in the largest diameter of target/non-target lesions. Target (measurable) lesions were up to a maximum of 5 per organ and > 20 mm by clinical imaging (>=10 mm with spiral scan). Non-target lesions were all other lesions.", "Time limit: From Day 1 (Cycle 1) to the first evidence/diagnosis of progressive illness or death", "Results 1:", "Title of the arm/group: Pegylated Liposomal Doxorubicin (DPL)", "Description of the arm/group: PLD 50 mg/m^2 was administered intravenously every 28 days. Each cycle was repeated until unacceptable progression or toxicity.", "Total number of participants analysed: 98", "Median (95% confidence interval)", "Unit of measure: month based on the investigator's assessment (ITT): 6.02 (5.10 to 8.19)", "By RECIST (ITT) criteria: 6.58 (5.29 to 8.19)", "Based on the evaluation of researchers (TTP N = 63, N = 59): 5.85 (4.37 to 7.86)", "Based on RECIST criteria (TTP N = 63, N = 59): 6.02 (4.37 to 7.86)", "Results 2:", "Title of the arm/group: Capecitabine", "Description of the arm/group: Capecitabine 1250 mg/m^2, 150 mg and 500 mg tablets, was administered orally twice daily (BID) for 14 consecutive days, followed by a rest period of 7 days. Each cycle was repeated every 21 days until unacceptable progression or toxicity.", "Total number of participants analysed: 102", "Median (95% confidence interval)", "Unit of measure: month based on the investigator's assessment (ITT): 6.05 (4.27-9.07)", "Based on the RECIST criteria (ITT): 7.10 (4.77 to 9.53)", "(TTP N = 63, N = 59): 5.88 (2.99 to 8.98)", "Based on RECIST criteria (TTP N = 63, N = 59): 6.05 (4.08 to 9.27)."], "Adverse Events": ["Undesirable Events 1:", "Total: 30/98 (30.61 per cent)", "NEUTROPENIA 1/98 (1.02%)", "1/98 (1.02%)", "CARDIAC FAITH 1/98 (1.02%)", "- TACHYCARDIA 0/98 (0.00 %)", "SYNDROME VESTIBULARY ACUTE 1/98 (1.02%)", "- VERTIGO 0/98 (0.00 %)", "- ABDOMINAL PEACE 0/98 (0.00 %)", "- COLITIS 0/98 (0.00 %)", "DIARRHOEA 2/98 (2.04%)", "FEMORAL HERNIA 0/98 (0.00 %)", "HEMATEMESIS 0/98 (0.00 %)", "IREUS 0/98 (0.00 %)", "- NAUSEA 0/98 (0.00 %)", "Adverse Events 2:", "Total: 46/102 (45.10 per cent)", "NEUTROPENIA 0/102 (0.00 %)", "ATMOSPHERIC FIBRILLATION 0/102 (0.00 %)", "- CARDIAC FAILURE 0/102 (0.00 %)", "- TACHYCARDIA 2/102 (1.96%)", "-VESTIBULARY ACUTE SYNDROME 0/102 (0.00 %)", "VERTIGO 1/102 (0.98%)", "- ABDOMINAL PEACE 2/102 (1.96%)", "COLITIS 1/102 (0.98%)", "DIARRHOEA 8/102 (7.84 per cent)", "FEMORAL HERNIA 1/102 (0.98%)", "- HEMATEMESIS 1/102 (0.98%)", "IREUS 1/102 (0.98%)"]}