{"Clinical Trial ID": "NCT01385137", "Intervention": ["INTERVENTION 1:", "Arm I (Omega-3 fatty acid)", "Patients receive omega-3 orally twice daily (IDB) or three times daily (IDB) for 24 weeks in the absence of disease progression or unacceptable toxicity", "INTERVENTION 2:", "Army II (Placebo)", "Patients receive an oral BID or TID for 24 weeks in the absence of disease progression or unacceptable toxicity."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Invasive primary adenocarcinoma confirmed histologically in the breast", "Stage I, II or IIIA", "No metastatic disease", "Must have undergone a modified radical mastectomy or breast sparing surgery and recovered", "Positive Estrogen Receiver (ER+) and/or Positive Progesterone Receiver (PR+)", "At present, a third-generation aromatase inhibitor (AI) (e.g., anastrozole (Arimidex®), letrozole (Femara®) or exemestane (Aromasin®)) is taken for 90 days prior to registration and it is expected to continue for 180 days after registration.", "Must have completed Form S092 Brief Pain Inventory (BPI)-Short Form in the last 14 days, and must have the most severe pain/sterility of 5 on BPI (point 2) that has started or increased with AI treatment", "CHARACTERISTICS OF PATIENTS:", "Postmenopausal menopausal", "Zubrod 0-2's performance status", "To submit blood for serum-free estradiol, total estradiol, serum inflammatory markers (IL6, TNF-α, CRP), DHA and EPA, lipid profile (LDL, HDL, triglycerides) and DNA analysis (CYP19A1)", "• Capable of completing study questionnaires in English", "At least 5 years after the onset of other malignancies, with the exception of skin cancer of basal or epidermal cells, cervical cancer in situ, canal carcinoma in situ of the breast or stage I or II cancer properly treated, whose patient is currently in full remission", "Patients should not have a known allergy to soy, as placebo is suspended in soy oil.", "THERAPE PRIOR CONCURENT:", "See Disease Characteristics", "At least 3 months after previous omega-3 fatty acid supplements and should agree to refrain from omega-3 fatty acid supplements from sources outside this study.", "More than 28 days from previous investigative officers", "No other medical therapy, alternative therapy or physiotherapy for joint/fortress pain in the last 30 days", "Patients should not take anticoagulant medicines (i.e., heparin/warfarin) because of an increased risk of bleeding within 28 days of registration.", "Patients should not have a history of bone fracture or knee and/or hand surgery within 6 months of registration.", "Patients should not be on narcotics within 14 days of registration.", "Patients may have received corticosteroid therapy; however, the following criteria apply:", "Patients should not have received oral or intramuscular corticosteroids within 28 days of registration.", "Patients should not have received intraarticular steroids in the study or at any other joint within 28 days of registration.", "Patients should not have received topical analgesics (e.g. capsaicin preparations) at the study joint or any other analgesics (e.g. opiates, tramadol; except nonsteroidal anti-inflammatory drugs (NSAIDs) and acetaminophen) within 14 days of registration."], "Results": ["Performance measures:", "Week 12 Short Pain Inventory (BPI) The worst pain score/Stiffness", "Average linear regression rate adjusted at week 12 per treatment group.", "Objective: Assess the severity of pain Population: Patients suffering from pain caused by chronic diseases or conditions such as cancer, osteoarthritis and back pain, or suffering from pain caused by acute conditions such as post-operative pain Reactivity: Responds to both behavioural and pharmacological interventions of pain Method: Self-report or interview Score: Higher scores indicate more pain Range: 0-10", "Time limit: 12 weeks after registration", "Results 1:", "Title of arm/group: arms I (Omega-3 fatty acid)", "Description of the arm/group: Patients receive omega-3 oral acid twice daily (BDI) or three times daily (TDI) for 24 weeks in the absence of disease progression or unacceptable toxicity", "Total number of participants analysed: 102", "Average (95% confidence interval)", "Unit of measure: score BPI 5.3 (4.68 to 5.91)", "Results 2:", "Title of arm/group: Arm II (Placebo)", "Description of the arm/group: Patients receive BID or TID orally for 24 weeks in the absence of disease progression or unacceptable toxicity", "Total number of participants analysed: 107", "Average (95% confidence interval)", "Unit of measure: score BPI 5.47 (4.86 to 6.09)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/117 (0.00 per cent)", "Adverse Events 2:", "Total: 0/124 (0.00 per cent)"]}