{"Clinical Trial ID": "NCT03624972", "Intervention": ["INTERVENTION 1:", "• Resources only", "Patients will receive a list of resources on sexual and menopause health in breast cancer and will be asked to review the resources prior to their next clinical visit.", "• Sexual and Menopause Health Resources: Patients will receive a list of resources that includes both menopause and sexual health web resources and centre-specific resources, such as contact information for a menopause and sexual health clinic.", "INTERVENTION 2:", "Resources + Video", "Patients will receive a list of web resources on sexual and menopause health in breast cancer. In addition to resources, patients will be invited to view an online video entitled \"Starting the conversation\" and complete a workbook. Patients in this arm will be invited to review the resource list, watch the video Start the conversation and complete the workbook before their next clinical visit.", "Start Conversation Video: The Start Conversation program aims to increase personal effectiveness and outcome expectations to communicate with suppliers about sexual health and related issues, reduce barriers to communication, and provide basic skills training to communicate with suppliers on these topics, including prioritization of concerns, advice for effective communication, communication practice, and self-feedback.", "• Sexual and Menopause Health Resources: Patients will receive a list of resources that includes both menopause and sexual health web resources and centre-specific resources, such as contact information for a menopause and sexual health clinic."], "Eligibility": ["Incorporation criteria:", "• Receives treatment for breast cancer or has completed acute treatment for breast cancer < 10 years previously", "• Participation in follow-up clinical visits (i.e., not an initial consultation visit)", "Want to have the audio tour of the clinic recorded", "- Exclusion criteria:", "- Impossible to speak English.", "Eastern Cooperative Oncology Group (ECOG) Performance score > 2 OR too ill to participate, as determined by the physician, in the self-report or observation of the research team member", "• Cognitive dysfunction or psychiatric disorders or severe mental illness (e.g. dementia, suicidal behaviour or psychosis), as observed or judged by the researcher or reference source."], "Results": ["Performance measures:", "Self-Efficacy Reported to Communicate on Sexual Health Issues", "Two factors assessed the self-efficacy (trust) of patients to communicate with their breast cancer clinician about sexual health problems in terms of speaking (point 1) or asking (point 2) about sexual health. Response options used an 11-point scale (0=not at all confident/not at all at 10= extremely confident/very much).", "Time limit: 2 weeks", "Results 1:", "Title of arm/group: Resources only", "Description of the arm/group: Patients will receive a list of resources on sexual and menopause health in breast cancer and will be asked to review the resources prior to their next clinical visit.", "• Sexual and Menopause Health Resources: Patients will receive a list of resources that includes both menopause and sexual health web resources and centre-specific resources, such as contact information for a menopause and sexual health clinic.", "Total number of participants analysed: 71", "Average (standard deviation)", "Unit of measurement: score on a scale 8.5 (1.8)", "Results 2:", "Title of the arm/group: Resources + Video", "In addition to resources, patients will be invited to view an online video entitled \"Starting the conversation\" and complete a workbook. Patients in this arm will be invited to consult the resource list, watch the video Start the conversation and complete the workbook before their next clinical visit.", "Start Conversation Video: The Start Conversation program aims to increase personal effectiveness and outcome expectations to communicate with suppliers about sexual health and related issues, reduce barriers to communication, and provide basic skills training to communicate with suppliers on these topics, including prioritization of concerns, advice for effective communication, communication practice, and self-feedback.", "• Sexual and Menopause Health Resources: Patients will receive a list of resources that includes both menopause and sexual health web resources and centre-specific resources, such as contact information for a menopause and sexual health clinic.", "Total number of participants analysed: 71", "Average (standard deviation)", "Unit of measure: score on a scale 8.8 (2.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0.71 (0.00 per cent)", "Adverse Events 2:", "Total: 0.73 (0.00 per cent)"]}