{"Clinical Trial ID": "NCT03004534", "Intervention": ["INTERVENTION 1:", "Pre-surgical molecular assessment", "300 mg darolutamide tablets; 600 mg (2 tablets 300 mg) b.i.d.", "Darolutamide: 300 mg oral tablets; 600 mg (2 tablets x 300 mg) taken twice daily at a daily dose of 1200 mg."], "Eligibility": ["Incorporation criteria:", "The IPF was signed and dated prior to the commencement of any procedure and treatment specific to the study.", "- 18-year-old female.", "• Histologically proven invasive carcinoma (by needle heart biopsy or incisional biopsy) for which surgery is indicated as the primary treatment modality. Patients for whom Neoadjuvant Systemic Therapy (NAST) is indicated are also eligible provided they are ready to undergo a biopsy after completion of darolutamide treatment and before the start of NAST.", "The known states of emergency, PgR and HER2.", "The tumours should be confined either to the breast or to the ipsilateral axilla (Note: skates with multifocal/multicentre tumours are eligible).", "T1 with T 1.0cm, T2 or T3 by at least one radiographic or clinical measurement", "Either clinically positive (N1 only) or clinically negative axillary lymph nodes (N0)", "- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -!!!!!!!", "The Eastern Cooperative Oncology Group (ECOG) achieved a performance status (PS) of 0 or 1.", "A proper function of the organ within 28 days prior to registration, as defined by the following criteria:", "Haematology: hemoglobin 9.0 g/dl; ANC 1.5 × 109/L; platelet count 100 × 109/L", "Liver function: ALT and AST 2.5 × ULN; total bilirubin 1.5 × ULN (or 3 times ULN for patients with Gilbert's documented syndrome or for whom indirect concentrations of bilirubin suggest an extrahepatic source of elevation)", "Renal function: Creatinine 2.0 × ULN", "A maximum of 42 days should pass from the day the study-specific tumour sample is taken at the time of the initial diagnosis (or subsequent procedure) until the day of the first dose of darolutamide.", "Women of childbearing potential (WoCBP)* should agree to use acceptable non-hormonal contraceptive methods of contraception from the day of pregnancy screening and up to 3 months after the last dose of darolutamide.", "For WoCBP* negative serum pregnancy test within 7 days of registration.", "The willingness and ability to comply with planned visits, treatment plans, laboratory tests and biopsies, as specified in the protocol.", "Note: WoCBP is a woman between menopause and menopause that has not been permanently sterilized, capable of procreating. Permanent sterilization includes bilateral hysterectomy and/or oophorectomy and/or bilateral salpingectomy, but excludes bilateral tubular ligature/occlusion. Postmenopause is defined as: bilateral oophorectomy; 60 years; age < 60 years and amenorrheal for 12 months in the absence of another medical cause and FSH and estradiol in postmenopausal ranges.", "- Exclusion criteria:", "Any T0, Tis, T1 < 1.0 cm, T4; or N2-3; or M1 BC.", "* Bilateral invasion in B.C.", "A patient who has undergone an excision biopsy of the primary tumor.", "The patient's medical indication or desire to undergo surgery in B.C. or to begin NSAT before completing at least 14 days of treatment with darolutamide, and/or the patient's refusal to undergo a biopsy corresponding to the case where NSAT is expected.", "A previous or concomitant systemic anticancer treatment for B.C. (immunotherapy, hormone therapy, biological/target therapy, chemotherapy, research agents).", "A prior or concomitant ipsilateral radiotherapy for invasive or non-invasive BC.", "- Prior or concomitant treatment or preventive use of a hormonal agent such as aromatase inhibitors (AI), fulvestrant, raloxifene, tamoxifen or other SERM, or any other hormonal agent used for the treatment or prevention of B.C. or any other indication (e.g. osteoporosis).", "The concomitant use of ovarian replacement hormones should be discontinued at least 28 days prior to registration.", "- Prior or concomitant treatment with AR antagonists or CYP17 inhibitor.", "The use of other experimental medicinal products within 28 days of registration.", "Major surgery* within 28 days of registration.", "Any concurrent or anterior malignancy within 5 years prior to registration, with the exception of basal or squamous skin cancer, or in situ cervix carcinoma, or other non-invasive/in situ neoplasms, all of which must have been adequately and radically treated.", "A serious or uncontrolled concomitant illness, infection or co-morbidity.", "• Known active viral hepatitis, HIV, or chronic liver disease.", "Other serious illness or medical condition within 6 months prior to registration, including one of the following: concurrent congestive heart failure NYHA Class III or IV, severe/unstable angina, myocardial infarction, uncontrolled hypertension, coronary/peripheral artery bypass transplant, uncontrolled high-risk arrhythmias, stroke.", "Any contraindications to oral agents or gastrointestinal disorders or procedures that are expected to interfere significantly with the absorption of protocol treatment.", "• Current history or evidence of a condition, treatment or laboratory abnormality that may confuse the results of the trial, interfere with patient participation throughout the trial, or is not in the best interest of the patient to participate, according to the opinion of the treating researcher.", "Known psychiatric disorders or substance abuse that interfere with co-operation with test requirements.", "A known allergy to darolutamide or to any of the excipients.", "* Note: Major surgery defined as requiring general anaesthesia or respiratory assistance; involving openings in the large cavities of the body, removed organs or altered normal anatomy; involving risks of severe bleeding; involving a risk of life of the patient or serious incapacity."], "Results": ["Performance measures:", "To identify molecular changes in samples of tissue tumours of breast cancer following short-term preoperative exposure to darolutamide in women with early breast cancer.", "The androgen receptor (AR) was evaluated on the samples taken.", "Time limit: 1 year, 6 months", "Results 1:", "Title of arm/group: Pre-surgical molecular evaluation", "Description of the arm/group: 300 mg oral darolutamide tablet; 600 mg (2 300 mg tablets) b.i.d.", "Darolutamide: 300 mg oral tablets; 600 mg (2 tablets x 300 mg) taken twice daily at a daily dose of 1200 mg.", "Total number of participants analysed: 34", "Type of measure: Number of participants", "Unit of measure: Participants androgen receiver - Increase: 7 20.6%", "&rogen receiver - Not modified: 12 35.3%", "&rogen receiver - Decline: 15 44.1%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/36 (0.00 per cent)"]}