{"Clinical Trial ID": "NCT00859651", "Intervention": ["INTERVENTION 1:", "Cholecalciferol 20,000 IU Group", "Menopausal women who are at increased risk of developing breast cancer receiving vitamin D3, oral cholecalciferol, 20,000 IU per week, for one year.", "INTERVENTION 2:", "Cholecalciferol 30,000 IU Group", "Menopausal women who are at increased risk of developing breast cancer receiving vitamin D3, oral cholecalciferol 30,000 IU per week, for one year."], "Eligibility": ["Incorporation criteria:", "A high risk of breast cancer is defined as having at least one of the following: (1) a 5-year modified Gail risk of 1.67% or more, (2) a lobular carcinoma in situ, (3) a known harmful mutation carrier BRCA1 or BRCA2, (4) a previous history of ductal carcinoma in situ, if there is no current use of tamoxifen or prior radiation from the contralateral breast.", "- 21 years of age or older.", "The postmenopausal values defined as > 6 months since the last menstrual period, an anterior bilateral oophorectomy or a serum follicle-stimulating hormone (FSH)/luteinizing hormone (LH) are consistent with the institutional normal values of the postmenopausal state.", "25 % qualitatively evaluated by the mammograph (25-50% = \"dispersed fibroglandular densities\"; >50-75% = \"dense heterogeneous breasts\"; >75% = \"extremely dense breasts\").", "Upon inclusion, 25-hydroxyvitamin D serum <32 ng/ml.", "Normal breast examination and mammography (BIRADS) score of 1 or 2) or abnormal breast imaging with a benign breast biopsy without evidence of cancer.", "A prior use of tamoxifen or raloxifene is permitted provided treatment is discontinued at least 28 days prior to registration.", "At least one breast available for imaging. No bilateral breast implants.", "The desire not to take vitamin D supplements during the one-year procedure, but up to 1000 mg of calcium supplementation is allowed.", "Normal serum calcium.", "Adequate renal and hepatic function: serum creatinine, bilirubin, aspartate aminotransferase (AST), alanine aminotransferase (ALT) and alkaline phosphatase < 2.0 x upper institutional limit of normal (IUL).", "Performance status of 0 or 1.", "- Exclusion criteria:", "Other prior malignancy: skin cancer of properly treated basal or squamous cells, cervical cancer in situ, properly treated stage I or II cancer from which the participant is currently in full remission, or any other cancer (including breast cancer) for which the participant has been free of disease for five years.", "History of kidney stones.", "• Hypersensitivity reactions to vitamin D.", "In estrogen replacement therapy.", "A major medical or psychiatric condition that would prevent the completion of the study."], "Results": ["Performance measures:", "Change in serum 25(OH)D", "Level 25(OH)D at the end of one year of intervention", "Timeline: 1-year baseline", "Results 1:", "Name of arm/group: Cholecalciferol 20,000 IU Group", "Description of the arm/group: Menopausal women at increased risk of developing breast cancer receiving vitamin D3, oral cholecalciferol 20,000 IU per week, for one year.", "Total number of participants analysed: 18", "Average (standard deviation)", "Unit of measurement: ng/ml 25 (5)", "Results 2:", "Name of arm/group: Cholecalciferol 30,000 IU Group", "Description of the arm/group: Menopausal women at increased risk of developing breast cancer receiving vitamin D3, oral cholecalciferol 30,000 IU per week, for one year.", "Total number of participants analysed: 22", "Average (standard deviation)", "Unit of measurement: ng/ml 33 (9)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/18 (0.00 per cent)", "Adverse Events 2:", "Total: 0/22 (0.00 per cent)"]}