{"Clinical Trial ID": "NCT00767520", "Intervention": ["INTERVENTION 1:", "Exemestane + Dasatinib", "• Oral dose of exemestane 25 mg + dasatinib 100 mg once daily until disease progression or unacceptable toxicity", "INTERVENTION 2:", "- Exemestane + Placebo", "• Oral dose of exemestane 25 mg + placebo 100 mg once daily until disease progression or unacceptable toxicity"], "Eligibility": ["Incorporation criteria:", "· Positive breast cancer of histologically documented invasive estrogen receptor, with tumour tissue from previous surgery available for analysis", "Previous treatment with a nonsteroidal aromatase inhibitor", "• Recurrent or progressive advanced breast cancer (locally advanced or metastatic)", "Documented breast cancer with tumour 28 days before entry into the study", "Women who are not of childbearing potential", "Must be able to take oral medicines", "Performance status 0 or 1", "- Exclusion criteria:", "A pleural or pericardial effusion or ascites (of any etiology; grade 1) within 6 months of entry into the study", "Any chemotherapy, immunotherapy < 6 months prior to entry into the study. Any targeted treatment (e.g. lapatinib) < 6 months prior to entry into the study, unless administered in combination with NSAIDs", "Any anti-tumour therapy, including radiotherapy or hormone therapy, within 15 days of entry into the study", "A prior exposure to exemestane, any Src family kinase inhibitor, including dasatinib, agents to control osteolytic diseases other than bisphosphonates, or any experimental breast cancer agent.", "• Concomitant or previous malignant disease requiring chemotherapy or radioactive treatment in the previous 3 years", "A significant haemorrhagic disorder, or continuous or recent clinically significant gastrointestinal bleeding", "Any serious heart condition, including congestive heart failure or myocardial infarction within 6 months, uncontrolled angina or class III or IV heart disease as defined by the New York Heart Association, an initial ejection fraction of 40%, a congenital long QT syndrome diagnosed, clinically significant ventricular arrhythmias (ventricular spot, ventricular fibrillation or twisting of Pointes), a QTc interval > 450 msec at baseline (Fridericia corrigation)", "Grade 2 haematological abnormality", "Grade 1 hypocalcaemia", "Any grade 2 chemistry abnormality [with the exception of indirect grade 2 bilirubin permitted if Gilbert's disease is diagnosed]", "• Pregnant women and women of childbearing potential (WOCBP)", "Very lactose intolerant, according to the treating physician (100 mg dasatinib contains 135 mg lactose, which is a problem only if intolerance is severe)", "- Receive one of the following concomitant drugs: Category I drugs that are generally accepted to have a risk of causing Torsades de Pointes, including: (Subjects must stop using the drug at least 7 days before the start of dasatinib)", "- Powerful inhibitors of CYP3A4 isoenzyme", "Involuntary prisoners or subjects; or subjects who are required to be detained for the treatment of a psychiatric or physical illness (e.g. infectious disease)"], "Results": ["Performance measures:", "For Exemestane Plus Dasatinib vs Exemestane Plus Placebo, progression-free survival distribution (PFS)", "The PFS for each randomization arm was estimated using the Kaplan-Meier product limit method. A point estimate and a confidence interval (CI) of 95% for the median PFS for each randomization arm was calculated using the Brookmeyer & Crowley method. PD=Increase (20%) in sum of the longest diameters of the smallest value of the study (including the base value).", "Delay: Prior to treatment study, at 8-week intervals until progression (maximum participant PFS 71 weeks)", "Results 1:", "Title of the arm/group: Exemestane + Dasatinib", "Description of the arm/group: Oral dose of exemestane 25 mg + dasatinib 100 mg once daily until disease progression or unacceptable toxicity", "Total number of participants analysed: 79", "Median (95% confidence interval)", "Unit of measurement: weeks 18.1 (15.1 to 24.3)", "Results 2:", "Title of the arm/group : Exemestane + Placebo", "Description arm/group: Oral dose of exemestane 25 mg + placebo 100 mg once daily until disease progression or unacceptable toxicity", "Total number of participants analysed: 78", "Median (95% confidence interval)", "Unit of measurement: weeks 16.1 (12.1-18.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 22/79 (27.85%)", "Anemia 0/79 (0.00 %)", "1/79 (1.27%)", "Diarrhoea 1/79 (1.27%)", "Vomiting 2/79 (2.53%)", "Abdominal pain 0/79 (0.00 %)", "- Colonic barriers 0/79 (0.00 per cent)", "Dysphagia 1/79 (1.27%)", "Nausea 1/79 (1.27 per cent)", "Inflammation of mucous membranes 1/79 (1.27%)", "1/79 (1.27%)", "- Sudden death 1/79 (1.27%)", "Adverse Events 2:", "Total: 13/76 (17.11 per cent)", "Anemia 1/76 (1.32%)", "Right ventricular dysfunction 0/76 (0.00 %)", "Diarrhoea 0/76 (0.00 %)", "- Vomiting 2/76 (2.63 per cent)", "Abdominal pain 1/76 (1.32%)", "1/76 (1.32%)", "- Dysphagia 0/76 (0.00 %)", "Nausea 1/76 (1.32%)", "Inflammation of mucous membranes 0/76 (0.00 %)", "Decrease in progress (0.00 %)", "- Sudden death 0/76 (0.00 %)"]}