{"Clinical Trial ID": "NCT00611624", "Intervention": ["INTERVENTION 1:", "Five days of mammositis therapy", "[Unspecified]"], "Eligibility": ["Incorporation criteria:", "The patient must consent to participate in the study and must have signed an approved consent form in accordance with the institutional guidelines.", "The patient must be over 50 years of age.", "The patient must have a life expectancy of at least two years.", "If stage IIA, the tumour size should be 3 cm or less and the patients should be negative nodes.", "During histological examination, the tumour should be DCIS or invasive adenocarcinoma of the breast.", "The surgical treatment of the breast must have been lumpectomy. The margins of the resected sample must be histologically free of tumours (>2mm, DSIC and invasive). Reexcision of surgical margins is permitted.", "The raw disease should be unifocal with a pathological tumour (invasive and/or DSIC) size 3 cm or less. (Patients with microscopic multifocal are eligible as long as the total size of the pathological tumour is 3 cm or less.)", "Patients with invasive breast cancer should have an axillary stage that may include a sentinel lymph node biopsy alone (if negative), a sentinel lymph node biopsy followed by an axillary dissection or a minimum of 6 axillary nodes or an axillary dissection alone (with a minimum of 6 axillary nodes).", "The patient should have the MammoSite catheter placed within 4 weeks or 28 days of the final surgery for breast cancer (lumpectomy, reexcision of the margins, or axillary staging procedure).", "Patients with the following cancers are eligible even if they have been diagnosed and treated in the last two years: in situ cervical carcinoma, colon, in situ melanoma, and basal cell and squamous skin carcinoma. Patients with an earlier diagnosis of ipsilateral breast cancer are not eligible.", "If scheduled for more than 2 weeks after elimination of mammosite catheter, chemotherapy is allowed.", "The patient must be ineligible or have refused to register for the RTOG randomized trial (Radiation Therapy Oncology Group) 0413.", "- Exclusion criteria:", "Men are not eligible for this study.", "T2 (>3.0 cm), T3, positive node, stage III or IV breast cancer.", "Any positive axillary knot.", "Unless biopsy is negative for the tumour, the axillary, supraclavicular, infraclavicular or internal breast glands, palpable or radiographically suspect, are axillary or contralateral.", "Microcalcifications, densities or palpable anomalies in either breast, unless biopsy has been shown to be mild.", "Non-epithelial malignancies such as sarcoma or lymphoma.", "A multicentre carcinoma tested in more than one quadrant or separated by more than 3 centimetres.", "The nipple's Paget's disease.", "• History of invasive breast cancer or DSIC in the same breast.", "Surgical margins that cannot be assessed microscopically or are less than 2 mm.", "A collagen vascular disease, particularly dermatomyosis with a higher than normal creatine phosphokinase (CPK) level or with an active skin rash, systemic lupus erythematosis or scleroderma.", "Women with reproductive potential should agree to use an effective method of non-hormonal contraception during treatment.", "- Psychiatric or addictive disorders or other conditions which, in the opinion of the investigator, would prevent the patient from meeting the requirements of the study.", "* Patients with co-existing medical conditions with life expectancy < 2 years.", "* Patients with skin damage, regardless of the size of the tumour.", "Patients for whom treatment with MammoSite catheter is not possible, such as those with too little breast tissue between the skin and the catheter (depending on the distance of dose calculations)."], "Results": ["Performance measures:", "In the first year following treatment with the method of delivery of several Dwell mammals.", "The number of participants with grade 2 skin toxicity (or more) at a one-year follow-up is reported. The radiotherapy oncology group (RTOG) and the European Cancer Research and Treatment Organisation (EORTC) Late Morbidity Morbidity rating scheme were used to assess toxicity.", "Time limit: one year", "Results 1:", "Title of the arm/group: Five days of mammosite therapy", "Description of arm/group: [Unspecified]", "Total number of participants analysed: 26", "Type of measure: Number of participants", "Unit of measure: Participants Level 2 toxicity: 2.7%", "Grade 3 toxicity: 0 0.0%", "Grade 4 toxicity: 0 0.0 %", "Grade 5 toxicity: 0 0.0%", "Not reported >= Grade 2 toxicity: 24 92.3%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/28 (0.00 per cent)"]}