{"Clinical Trial ID": "NCT02115607", "Intervention": ["INTERVENTION 1:", "Definition Infusion", "Infusion of the Definity (perflutrine lipid microspheres)", "Infusion of precision: 3 ml of Perflutren Lipid microspheres (Definite) mixed in 50 ml of saline solution is infused at a speed of about 4ml/min"], "Eligibility": ["Incorporation criteria:", "Women", "To be diagnosed with T1 or more LABC, any N and M0.", "Be programmed for neoadjuvant chemotherapy", "Be at least 21 years of age.", "Be medically stable.", "If a woman of childbearing potential has to undergo a negative pregnancy test.", "• Signed informed consent to participate in the study.", "- Exclusion criteria:", "Men", "Pregnant or lactating women.", "Patients with other primary cancers requiring systemic treatment.", "Patients with metastatic disease.", "Patients receiving neoadjuvant endocrine therapy.", "Patients with known hypersensitivity or allergy to any component of Definity.", "* Patients with cardiac shunts or congenital cardiac abnormalities.", "Patients with unstable cardiopulmonary conditions or respiratory distress syndrome.", "* Patients with uncontrollable emphysema, pulmonary vasculitis, pulmonary hypertension or a history of pulmonary embolism.", "Patients who have received contrast media (X-rays, MRI, CT or US) within 24 hours of the U.S. research review."], "Results": ["Performance measures:", "Estimation of Assisted Subharmonic Pressure (SHAPE) after Treatment for Complete Responders", "To assess the ability of SHAPE, used with Definity, to monitor changes in pore fluid pressure (IPI) by studying women undergoing neoadjuvant chemotherapy before and with approximately 10% and 30% of the neoadjuvant chemotherapy administered and comparing the results with MRI and pathology.", "Duration: from base to end of neoadjuvant chemotherapy, average of 6 months", "Results 1:", "Title of the arm/group: Infusion of the definition", "Description of the arm/group: Infusion of the definition (perflutren lipid microspheres)", "Infusion of precision: 3 ml of Perflutren Lipid microspheres (Definite) mixed in 50 ml of saline solution is infused at a speed of about 4ml/min", "Total number of participants analysed: 6", "Average (standard deviation)", "Unit of measure: dB 10% completion of neoadjuvant chemotherapy for: 3.23 (1.41)", "30% completion of neoadjuvant chemotherapy: 1.67 (1.09)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/17 (0.00 per cent)"]}