{"Clinical Trial ID": "NCT01031446", "Intervention": ["INTERVENTION 1:", "RAD001 and Cisplatin and Paclitazel", "· Intravenous cisplatin (IV) per week for 3 weeks, then 1 week rest; paclitaxel IV per week for 3 weeks, then 1 week rest. Everolimus (RAD001) per day. One cycle = 4 weeks"], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "A histologically confirmed invasive breast carcinoma", "Stage IV typology", "A basal-type disease (triple-negative, hormone-refractor, HER2-negative)", "No locally recidivating breast cancer", "No symptomatic brain metastases", "Patients with a history of brain metastases are eligible provided they are clinically stable for > 3 weeks after the end of radiotherapy and do not take therapeutic steroids or anticonvulsants that are cytochrome P450 3A4 modifiers (CYP3A4)", "Patients with asymptomatic brain metastases are eligible provided they do not take prophylactic anticonvulsants that are CYP3A4 modifiers.", "CHARACTERISTICS OF PATIENTS:", "Pre- or post-menopausal", ") European Cooperative Oncology Group (ECOG) performance status 0-1", "Life expectancy 6 months", "Absolute number of neutrophils (NAC) 1,000/mm^3", "Number of platelets 100 000/mm^3", "Creatinine 1.5 times the upper limit of normal (ULN)", "Total Bilirubin 1.5 times ULN ( 3 times ULN in the presence of liver metastases)", "In patients with Gilbert's syndrome, direct bilirubin will be measured.", "Serum glutamate oxaloacetate transaminase (SGOT) and serum glutamate pyruvate transaminase (SGPT) 1.5 times LSN ( 3 times LSN in the presence of liver metastases)", "- Alcaline phosphatase 3 times LSN (in the presence of liver metastases)", "No pregnancy or breast-feeding", "Negative pregnancy test", "Fertile patients should use effective contraception during and for 3 months following completion of study therapy.", "• Capable of swallowing and conserving oral medicines", "No malabsorption syndrome, disease significantly affecting gastrointestinal function, or small stomach or intestine resection", "No uncontrolled concomitant disease, including, but not limited to, any of the following:", "A permanent or active infection requiring parenteral antibiotics", "Infected pulmonary function (chronic obstructive pulmonary disease or pulmonary diseases requiring oxygen therapy)", "New York Heart Association Class III-IV Congestive Heart Failure", "Unstable angina pectoris, angioplasty, stent, or myocardial infarction in the last 6 months", "Uncontrolled hypertension (Systolic BP > 180 mm Hg or Diastolic BP > 100 mm Hg, found on 2 consecutive measurements separated by a one-week period and despite adequate medical support)", "Clinically significant cardiac arrhythmia (multifocal premature ventricular contractions, bigeminie, trigeminie, symptomatic ventricular tachycardia or requiring treatment [grade 3 according to common NCI toxicity criteria for adverse events v3.0])", "Uncontrolled diabetes (hyperosmolar state, ketoacidosis, etc.)", "A psychiatric illness or social situation that would compromise the patient's safety or limit compliance with the requirements of the study, including the maintenance of a compliance journal/pill", "No symptomatic neuropathy grade 2", "No other invasive cancers in the last 5 years, except for a fully resected basal cell or squamous carcinoma of the skin or a successfully treated cervical carcinoma in situ", "No hypersensitivity to paclitaxel or to medicines using Cremophor vehicle, products of Chinese hamster ovary cells or other recombinant human antibodies", "No history of hepatitis B or C", "THERAPE PRIOR CONCURENT:", "See Disease Characteristics", "Retrieved from previous treatment", "Previous cumulative dose of doxorubicin 360 mg/m^2 or epirubicin 640 mg/m^2", "No more than 4 prior chemotherapy treatments in metastatic media (excluding endocrine or mono-agent biological treatment)", "At least 2 weeks after pre-investigation", "At least 14 days from the beginning and no concomitant dietary or herbal supplements", "At least 14 days since previous CYP3A4 inducers and without concomitant effects", "At least 7 days after previous CYP3A4 inhibitors and no concomitant CYP3A4 inhibitors", "Radiotherapy is permitted at the same time as painful bone metastases or areas of imminent bone fracture, provided radiotherapy is initiated prior to entry into the study.", "No other concomitant anticancer therapy (chemotherapy, radiation therapy, surgery, immunotherapy, hormone therapy, biological therapy)"], "Results": ["Performance measures:", "Maximum possible dose in milligrams per square metre of body surface area (mg/m2) of Cisplatin and Paclitaxel for women with metastatic breast cancer", "The maximum tolerated dose (LDT) is defined as the dose that precedes the dose at which 2 or more of 3 patients have dose-limiting toxicity (DLT) during the initial treatment cycle.DLTs include grade 4 common toxicity criteria (CTC) (acute neutropenia (ACN) < 0.5 x 10 9/L for > 5 days), febrile neutropenia (CNA < 1.0 x 10 0/L with fever > 38.5 degrees centigrade) or documented infection associated with Grade 3-4 neutropenia, Grade 4 thrombocytopenia < 25 x 10 9/L or Grade 3 thrombocytopenia < 50-25 x 10 9/L with bleeding, and Grade 3-4 non-haematological toxicity despite symptomatic treatment.", "Time limit: 8 weeks", "Results 1:", "Title of the arm/group: RAD001 and Cisplatin and Paclitazel", "Description of the arm/group: Cisplatin intravenously (IV) weekly for 3 weeks, then 1 week rest; paclitaxel IV weekly for 3 weeks, then 1 week rest. Everolimus (RAD001) in daily. One cycle = 4 weeks", "Total number of participants analysed: 3", "Type of measurement: Number", "Unit of measurement: mg/m2 Cisplatin: 25", "- Paclitaxel: 80"], "Adverse Events": ["Undesirable Events 1:", "Total: 9/55 (16.36 per cent)", "Neutrophils2/55 (3.64 per cent)", "- Leukocytes1/55 (1.82%)", "Blisters1/55 (1.82%)", "Febrile neutropenia, ANC < 1.0 x 10e9L, fever 38.5 degrees Celsius1/55 (1.82%)", "Anemia2/55 (3.64%)", "Thrombocytopenia2/55 (3.64%)", "- Ventricular tachycardia1/55 (1.82%)", "• Abdominal pain3/55 (5.45%)", "Diarrhoea1/55 (1.82%)", "Nausea3/55 (5.45 per cent)", "- Vomitings3/55 (5.45 per cent)"]}