{"Clinical Trial ID": "NCT03136367", "Intervention": ["INTERVENTION 1:", "1st arm: Options grid", "Patients in this arm will receive the Breast Cancer Surgery Grid Option, a meeting decision helper, when they meet with the breast surgeon to discuss their surgical options for breast cancer treatment.", "Option Grid: The Grid(TM) option helps decision-making for early breast cancer surgery is a one-page summary, based on evidence, of the available options presented in tabular format.", "INTERVENTION 2:", "• Bras 2: Image options grid", "Patients in this arm will receive the Photo Option Grid for Breast Cancer Surgery, a meeting decision helper, when they meet with the breast surgeon to discuss their surgical options for breast cancer treatment.", "The Grid image option was derived from the Grid option for early breast cancer. It uses the same evidence and incorporates images and a simpler text, thus exploiting pictorial superiority."], "Eligibility": ["Incorporation criteria:", "Women assigned to birth;", "- 18 years and over;", "A confirmed diagnosis (by biopsy) of early breast cancer (stages I-IIIA);", "- Eligibility for both breast preservation surgery and mastectomy based on medical records and the clinician's opinion prior to surgery;", "\"Speaks English, Spanish or Chinese Mandarin.", "- Exclusion criteria:", "- Transgender men and women;", "Women with prophylactic mastectomy;", "Women with visual impairment;", "Women with a diagnosis of severe mental illness or dementia;", "Women with inflammatory breast carcinoma."], "Results": ["Performance measures:", "Change in the quality of decisions: knowledge sub-scale", "The decision-making process is a measure of the amount of shared decision-making that has occurred, according to the patient's report. It is a scale of seven elements with higher numbers indicating a higher shared decision-making process. For the match score, patients assessed their goals and concerns on an important scale of 11 points from 0 (not important at all) to 10 (extremely important). They also indicated which surgery they intended to have at T2. A summary match score (0-10%) indicated the percentage of patients receiving treatment corresponding to their preference.", "Time limit: Immediately before the index surgical visit, immediately after the index surgical visit and one week after the surgery", "Results 1:", "Title of arm/group: Arm 1: Options grid", "Description of the arm/group: Patients in this arm will receive the Option Grid for Breast Cancer Surgery, a meeting decision helper, when they meet with the breast surgeon to discuss their surgical options for breast cancer treatment.", "Option Grid: The Grid(TM) option helps decision-making for early breast cancer surgery is a one-page summary, based on evidence, of the available options presented in tabular format.", "Total number of participants analysed: 66", "Average (standard deviation)", "Unit of measure: score on a scale Immediately prior to the index surgical visit: 2.83 (1.29)", "Immediately after the surgical visit of the index: 2.82 (1.13)", "One week after surgery: 3.00 (1.11)", "Results 2:", "Name of arm/group: Arm 2: Image options grid", "Description of the arm/group: Patients in this arm will receive the breast cancer surgery options grid, a meeting decision helper, when they meet with the breast surgeon to discuss their surgical options for breast cancer treatment.", "The Grid image option was derived from the Grid option for early breast cancer. It uses the same evidence and incorporates images and a simpler text, thus exploiting pictorial superiority.", "Total number of participants analysed: 248", "Average (standard deviation)", "Unit of measure: score on a scale Immediately before the surgical visit of the index: 2.95 (1.22)", "Immediately after the surgical visit of the index: 2.90 (1.07)", "One week after surgery: 2.88 (1.05)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0.66 (0.00 per cent)", "Adverse Events 2:", "Total: 0/248 (0.00 per cent)"]}