{"Clinical Trial ID": "NCT00486525", "Intervention": ["INTERVENTION 1:", "Bras I: Yoga Therapy", "Patients were also encouraged to practice yoga at home. Patients recorded their total time of practice at home/classroom in weekly newspapers.", "INTERVENTION 2:", "Army II: Waiting list", "Women on the waiting list were told to continue to practice their usual activities and refrain from practicing yoga. After their final assessment, they were offered yoga classes."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Stage 0-IIIA Survivor of Breast Cancer", "- Cancer treatment completed in the last 36 months (except for tamoxifen/aromatase inhibitors)", "At least 2 months after previous surgery, adjuvant therapy or radiation therapy, whichever is later", "Women who do not currently practice yoga and have not participated in any of the following activities:", "Meditation, tai chi, or related activities", "Yoga or tai chi in the last 6 months", "I took yoga classes or practiced yoga for more than 3 months.", "Women who generally engage in a total of 5 hours or more of vigorous physical activity per week are not eligible.", "No inflammatory breast cancer", "CHARACTERISTICS OF PATIENTS:", "• Inclusion criteria:", "Hemoglobin 10 g/dL (patients with haemoglobin < 10 g/dL may be re-tested within 6 weeks of treatment for anaemia and allowed to participate in the study if blood count recovers)", "Physically able to participate fully in yoga intervention", "- Exclusion criteria:", "The inability to get up and down comfortably from the floor 2-3 times in a session", "• Respiratory problems requiring the use of oxygen", "Walking problems without cane or walker assistance", "Previous replacement of the knee or hip with limited movement in the joint", "The inability to lie comfortably on the stomach", "Alcohol or drug abuse", "Diagnosis of any of the following conditions:", "- Diabetes", "Chronic obstructive pulmonary disorders", "Uncontrolled hypertension", "Evidence of hepatic or renal impairment", "- Symptomatic ischaemic heart disease", "Important visual or auditory problems", "Mental disorders or cognitive disorders", "A serious cardiovascular history (e.g., life-threatening abnormal heart rhythms)", "Other conditions of the immune system such as autoimmune and/or inflammatory diseases, including rheumatoid arthritis and ulcerative colitis", "• History of breast cancer or any other cancer, with the exception of basal cell or squamous skin cancer", "THERAPE PRIOR CONCURENT:", "See Disease Characteristics", "No regular use of drugs with major immunological consequences (e.g. steroids)"], "Results": ["Performance measures:", "Stimulated ln (TNF-a)", "- Logarithmic lipopolysaccharide (LPS) stimulated Tumoral-alpha necrosis factor (TNF-alpha)", "Time: immediately after treatment and 3 months after treatment", "Results 1:", "Title of the arm/group: Arm I: Yoga Therapy", "Description of the arm/group: Patients participated in a Hatha yoga session of more than 90 minutes twice a week for 12 weeks. Patients were also encouraged to practice yoga at home.", "Total number of participants analysed: 92", "Average of least squares (standard error)", "Unit of measurement: ln (pg/mL) Immediately after treatment: 8.31 (0.041)", "- 3 months after treatment: 8.31 (0.042)", "Results 2:", "Title of arm/group: Arm II: Waiting list", "Description of the Arm/Group: Women on the waiting list were told to continue their usual activities and refrain from practicing yoga.", "Total number of participants analysed: 84", "Average of least squares (standard error)", "Unit of measurement: ln (pg/mL) Immediately after treatment: 8.39 (0.040)", "- 3 months after treatment: 8.44 (0.043)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/100 (0.00 %)", "Adverse Events 2:", "Total: 0/100 (0.00 %)"]}