{"Clinical Trial ID": "NCT00945061", "Intervention": ["INTERVENTION 1:", "Intraoperative radiation therapy", "Patients undergo partial breast irradiation, administered as a single dose of intraoperative radiation on the tumour bed.", "INTERVENTION 2:", "Intracavitary balloon brachytherapy", "Patients undergo partial breast irradiation as MammoSite® brachytherapy consisting of 10 fractions over 5 days."], "Eligibility": ["Incorporation criteria:", "Patients should have in-situ, invasive, medullary, papillary, colloidal (mucinous) or tubular ductal carcinomas.", "3 cm lesions treated with tylectomy and whole breast irradiation (with or without tumour bed booster)", "One-time recurrence of breast cancer", "Negative margins of resection with a margin of at least 2 mm from invasive and in situ cancer or negative reexcision", "If chemotherapy is planned, radiation is given first and chemotherapy must begin at the earliest two weeks after the radiation has been completed.", "Informed consent specific to the study was signed prior to entry into the study.", "- Exclusion criteria:", "Patients with distant metastatic disease", "Patients with invasive lobular carcinoma, extended in-situ lobular carcinoma, extended in-situ channel carcinoma (over 3 cm) or malignant nonpithelial breast tumours such as lymphoma or sarcoma.", "Patients with multicentre carcinoma (tumores in different breast quadrants or tumours separated by at least 4 cm). Axillary, ipsilateral or controlateral controlateral lymph nodes are palpable or radiographically suspect, unless these lymph nodes are negative, histologically or cytologically confirmed.", "A major intraductal component (ICE) as defined by Harvard, i.e., 1) more than 25% of the invasive tumour is the ductal carcinoma in situ (CDIS) and DCIS present in adjacent breast tissue. The presence of an ICE increases the risk of local recurrence, and as such, one may not be a candidate for repeated breast retention.", "* Patients with Paget nipple disease.", "Patients with skin damage.", "Patients with vascular collagen disorders, particularly systemic lupus erythematosis, scleroderma or dermatomyosis.", "Patients with psychiatric, neurological or addictive disorders that would prevent informed consent.", "Other disease, with the exception of non-melanoma skin cancer, < 5 years prior to participation in this study.", "• Pregnant or lactating patients due to potential foetal exposure to radiation and unknown effects of radiation on lactating females.", "Patients with known mutations of the gene BREast Cancer (BRCA)1/BRCA 2."], "Results": ["Performance measures:", "Recurrence rate of ipsilateral breast tumours", "Percentage of participants with a recurrence of ipsilateral breast tumours (IBTR). The IBTR includes: a real recurrence (TR) thought to occur when residual cancer cells grow progressively to detectable size and a new primary (NP) thought to be a new cancer occurring independently in the retained breast.", "Time limit: 1 month after radiotherapy (RT)", "Results 1:", "Title of the arm/group: Intraoperative radiation therapy", "Description of the arm/group: Patients undergo partial breast irradiation as a single dose of intraoperative radiation on the tumour bed.", "Total number of participants analysed: 12", "Type of measurement: Number", "Unit of measure: % of participants 0", "Results 2:", "Title of the arm/group: Intracavitary balloon brachytherapy", "Description of the arm/group: Patients undergo partial breast irradiation in the form of MammoSite brachytherapy consisting of 10 fractions over 5 days.", "Total number of participants analysed: 1", "Type of measurement: Number", "Unit of measure: % of participants 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/12 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}