{"Clinical Trial ID": "NCT00759785", "Intervention": ["INTERVENTION 1:", "- Luminal B ER positive (ER+)", "Participants in Luminal B positive for ER received a single dose of dalotuzumab 20 mg/kg injected for 60 to 120 minutes.", "INTERVENTION 2:", "- Triple negative (TN)", "Participants received a single dose of dalotuzumab 20 mg/kg injected for 60 to 120 minutes."], "Eligibility": ["Incorporation criteria:", "The participant has operational stage I-IIIa breast cancer of the following subtypes: (1) negative estrogen receptor (ER), negative progesterone receptor (PR) and negative human epidermal growth factor receptor 2 (HER2) negative breast cancer; (2) positive ER tumour meeting one of the following criteria: histological level 3; histological grade 2 and negative PR; histological grade 2 and Ki67 10% antigen.", "The participant is 18 years of age and 18 years of age.", "- Exclusion criteria:", "The participant is pregnant, breast-feeding or is planning to become pregnant during the study.", "The participant has already received chemotherapy, biological therapy or radiotherapy.", "The participant participated in a clinical trial in the last 30 days", "The participant has a history of drug or alcohol abuse in the past year.", "The participant is positive for the human immunodeficiency virus (HIV). The patient has a history of hepatitis B or C.", "The participant has poorly controlled diabetes mellitus"], "Results": ["Performance measures:", "Percentage of participants showing a decrease in growth factor signature (GFS)", "The GFS was measured using a micrographic analysis of the full expression of the signature of 101 genes. GFS is quantified as the gene expression change between two distinct samples taken from the same participant. A log ratio (base 10) of expression in the post-dose sample was generated from the reference in the Up and DOWN arms of the gene signature. A log ratio of zero indicated no change in expression between the two samples. GFS was calculated as the mean log ratio of genes in the UP arm minus the mean log ratio of genes in the Down arm. GFS was compared for matched samples (pre-dose and post-dose) by a T-statistic calculated as the GFS divided by its standard error.", "Time: up to 12 days after dose", "Results 1:", "Title of arm/group: ER-positive Luminal B (ER+)", "Description of the arm/group: Participants in the Luminal B-positive ER received a single dose of dalotuzumab 20 mg/kg injected for 60 to 120 minutes.", "Total number of participants analysed: 14", "Type of measurement: Number", "Unit of measure: Percentage of participants 28.6 (13.1 to 49.2)", "Results 2:", "Title of the arm/group: Triple negative (TN)", "Description of the arm/group: Triple Negative, participants received a single dose of dalotuzumab 20 mg/kg injected for 60 to 120 minutes.", "Total number of participants analysed: 17", "Type of measurement: Number", "Unit of measure: percentage of participants 17.6 (6.7-35.2)"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/25 (4.0 per cent)", "Diarrhoea 0/25 (0.00 %)", "- Breast abscess 0/25 (0.00 %)", "- Breast Cellulitis 0/25 (0.00 %)", "Syncope 1/25 (4.0%)", "Adverse Events 2:", "Total: 1/20 (5.0%)", "Diarrhoea 1/20 (5.0%)", "Breast abscess 1/20 (5.0%)", "1/20 breast cellulitis (5.0%)", "- Syncope 0/20 (0.00 %)"]}