{"Clinical Trial ID": "NCT00994279", "Intervention": ["INTERVENTION 1:", "1st Arm: Yoga Intervention", "Intervention for yoga", "Yoga: Yoga sessions", "INTERVENTION 2:", "Second arm: Educational Wellness Group", "Educational Wellness Group", "Education: Educational Wellness Group"], "Eligibility": ["Incorporation criteria:", "Women will be eligible if they are:", "• Scheduled to start chemotherapy treatment within 3 weeks of registration of the study, or able to start yoga/wellness sessions before the second chemotherapy treatment.", "- 18 years.", "Physically able to attend yoga classes (i.e., they can physically go to the intervention session and sit on a chair or lie down on the floor) (ECOG Performance Status rating 0-2; Zubrod et al., 1960).", "- Breast Cancer Diagnosis Stages I to III.", "The chemotherapy should be continued for 10 weeks following the intervention of the study.", "2-8 weeks after completion of breast surgery (unless neoadjuvant chemotherapy is received).", "• Ability to understand and willingness to sign a written informed consent document.", "- Exclusion criteria:", "In the last 4 weeks, we have regularly practiced yoga (at least once a week) to recruit women who do not yet practice yoga regularly. Since the benefits of yoga are probably more immediate than in the long term, however, we will register women who have already practiced yoga.", "They are treated with surgery and/or radiotherapy and/or hormonal only and/or Herceptin only (no chemotherapy).", "• Anticipation in surgery related to breast cancer or radiation therapy during the study period.", "These may include wearing light loads, cycling at a regular pace, walking fast, tennis, swimming easily or dancing popular or folk) or vigorous activity (activity that causes intense breathing, sweating, rapid fatigue; it can only be maintained for very short periods, such as running or swimming heavily) of physical activity for at least 3 to 5 days per week (on average) over the last 4 weeks.", "• Pregnant women will not be excluded from this study because the interventions in the study do not present any risk of teratogenic or abortive effects. In fact, the practice of soft yoga is quite safe for pregnant women and poses may be slightly modified, if necessary. The expected number of pregnant women eligible for registration is minimal."], "Results": ["Performance measures:", "Deduction", "Proportion of participants who completed the 10-week study", "Time limit: 10 weeks", "Results 1:", "Title of the arm/group: Arm 1: Intervention for yoga", "Description of the arm/group: Yoga intervention", "Yoga: Yoga sessions", "Total number of participants analysed: 22", "Type of measurement: Number", "Unit of measure: percentage of participants 82 (60-95)", "Results 2:", "Title of the arm/group: Arm 2: Educational Wellness Group", "Description of the Arm/Group: Educational Wellness Group", "Education: Educational Wellness Group", "Total number of participants analysed: 18", "Type of measurement: Number", "Unit of measure: % of participants 89 (65 to 99)"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/21 (4.76%)", "Febrile Neutropenia 0/21 (0.00 %)", "1/21 (4.76%)", "Adverse Events 2:", "Total: 1/17 (5.88 per cent)", "Febrile Neutropenia 1/17 (5.88 per cent)", "Heart failure 0/17 (0.00 %)"]}