{"Clinical Trial ID": "NCT00167414", "Intervention": ["INTERVENTION 1:", "Hypofracture of stereotactic body radiation therapy", "The use of hypofractionated stereotaxic body radiotherapy for metastases limited with primary breast cancer.", "Hypofractionated stereotactic body radiation therapy: hypofractionated stereotactic body radiation therapy", "Hypofractionated stereotactic body radiation therapy: Hypofractionated stereotactic body radiation therapy for the treatment of limited metastases of primary breast cancer."], "Eligibility": ["Incorporation criteria:", "Age: no limit", "Karnofsky's performance status (KPS) 70", "No more than 5 metastatic sites involving one or more different organs (liver, lung or bone).", "The size of the lesion must be such that it can be safely treated to sterilize radiation doses in accordance with the rules of the protocol.", "Previously treated lesions are not eligible unless the prescribed dose cannot be safely administered.", "The type and timing of the chemotherapy protocol are at the discretion of the medical oncologist.", "Informed consent must be obtained.", "The pregnancy test should be negative for women of childbearing age.", "- Exclusion criteria:", "The patient's inability to be monitored longitudinally as specified in the protocol.", "It is not technically feasible to obtain the required dose based on the safe dose constraints required for radiosurgery.", "Pregnant or lactating women.", "• Failure to meet the requirements of the inclusion criteria", "Contraindications to radiation."], "Results": ["Performance measures:", "Overall survival", "The percentage of patients who survived from the registration date to the 2 year follow-up visit.", "Time limit: 2 years", "Results 1:", "Title of the arm/group: Stereotaxic body radiotherapy hypofractionated", "Description of the arm/group: Use of hypofractionated stereotaxic body radiotherapy for metastases limited with primary breast cancer.", "Hypofractionated stereotactic body radiation therapy: hypofractionated stereotactic body radiation therapy", "Hypofractionated stereotactic body radiation therapy: Hypofractionated stereotactic body radiation therapy for the treatment of limited metastases of primary breast cancer.", "Total number of participants analysed: 39", "Type of measurement: Number", "Unit of measure: percentage of participants 74"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/39 (0.00 per cent)"]}