{"Clinical Trial ID": "NCT02445586", "Intervention": ["INTERVENTION 1:", "Pertuzumab in combination with trastuzumab and docetaxel", "Participants will receive pertuzumab in combination with trastuzumab and docetaxel every 3 weeks until disease progression, unacceptable toxicity, withdrawal of consent or death, whichever occurs first."], "Eligibility": ["Incorporation criteria:", "For women of childbearing potential and men of childbearing potential, agree to use a highly effective non-hormonal form of contraception or two effective non-hormonal forms of contraception by the participant and/or partner", "A confirmed and documented breast adenocarcinoma histologically or cytologically with a local metastatic or recurrent disease is not suitable for curative resection; participants with measurable and/or non-measurable disease are eligible.", "Known and documented HER2-positive", "• Known and documented number of LVFs of at least 50 per cent (%)", "Adequate function of the organ", "A negative beta-human serum test of gonadotropin (beta-HCG) in women of childbearing potential (premenopausal, or less than [<] 12 months of postmenopause amenorrhea, and in women who have not undergone surgical sterilization [absence of ovaries and/or uterus]) within 7 days prior to the first dose of study treatment with the available outcome prior to the first dose", "- Exclusion criteria:", "Previous non-hormonal systemic anticancer treatment for metastatic or locally recurrent disease", "Pregnant or lactating women", "Current clinical or radiographic evidence of central nervous system (CNS) metastases", "• Disease progression within 12 months of completion of treatment with trastuzumab and/or lapatinib as adjuvant or neoadjuvant", "History of decreased LVEF to less than 50% during or after previous treatment with adjuvant or neo-adjuvant trastuzumab"], "Results": ["Performance measures:", "Total number of participants by number of serious adverse events reported per participant", "The number of participants with serious adverse events was counted in the following four categories for the number of reported events per participant: more than ( ) 1, 1, more than (>) 1, or 0 serious adverse events. Participants with multiple events (categories 1 and > 1 serious adverse events) were counted only once per category.", "Time limit: From base to end of study (up to about 3 years)", "Results 1:", "Title of the arm/group: Pertuzumab in association with Trastuzumab and Docetaxel", "Description of the arm/group: Participants will receive pertuzumab in combination with trastuzumab and docetaxel every 3 weeks until disease progression, unacceptable toxicity, withdrawal of consent or death, whichever occurs first.", "Total number of participants analysed: 52", "Type of measure: Number of participants", "Unit of measure: Participants 1 Serious adverse event: 31 59.6%", "1 Serious adverse event: 17 32.7%", ">1 Serious adverse events: 14 26.9%", "0 Serious adverse events: 21 40.4%"], "Adverse Events": ["Undesirable Events 1:", "Total: 31/52 (59.62 per cent)", "- Febrile neutropenia 2/52 (3.85%)", "- Left ventricular dysfunction 2/52 (3.85%)", "Sinus tachycardia 1/52 (1.92%)", "Congenital arterial malformation 1/52 (1.92%)", "Diarrhoea 5/52 (9.62%)", "Salivary hypersecretion 1/52 (1.92%)", "Enterite 1/52 (1.92%)", "Abdominal pain 1/52 (1.92%)", "- Vomiting 1/52 (1.92%)", "Stomatitis 1/52 (1.92%)", "Haemamesis 1/52 (1.92%)"]}