{"Clinical Trial ID": "NCT00903162", "Intervention": ["INTERVENTION 1:", "- Leuprolide-Etrozole", "Patients will receive 2.5mg of oral letrozole per day and 7.5mg of Leuprolide IM per month or 22.5mg every three months of Leuprolide IM. Zoledronic acid 4mg IV every 6 months x 4 will also be offered as an option.", "Leuprolide: given intramuscularly from day 1, then either 7.5 mg per month or 22.5 mg every 3 months for two years.", "Letrozole: taken orally once daily 6-8 weeks after initial administration of leuprolide", "zoledronic acid: If desired, intravenously administered every 6 months for a total of 4 injections (optional)"], "Eligibility": ["Incorporation criteria:", "Women 18 years of age or older", "• History of invasive breast cancer ER+ or PR+ treated with at least 4.5 years of tamoxifen", "There is no current evidence of recurrent invasive or metastatic disease. Patients may have a bilateral history of breast cancer", "Premenopausal (estradiol level in the premenopausal interval, >20pg/ml, in the previous 28 days)", "Liver function and creatinine tests <2.5 times the upper limit of normal within 28 days of registration", "ECOG Performance Status 0-1", "• Must agree to use non-hormonal contraception (condoms, diaphragm, IDU, sterilization, abstinence, etc.) and no other hormonal therapy during the trial and up to 3 months after letrozole discontinuation", "Negative pregnancy test within 14 days of registration", "The patient must be able to speak, read and write in English", "- Exclusion criteria:", "Previous treatment with oral bisphosphonate or IV in the previous two years", "- History of cancer other than breast cancer within 5 years excluding basal/squamous carcinoma of the skin in situ of the cervix", "Women with signs of local recurrence or metastatic breast cancer", "Pregnant women", "Women in nursing", "Women who are currently taking tamoxifen and who do not want to stop this medicine", "Women with known harmful mutations BRCA 1 or BRCA 2"], "Results": ["Performance measures:", "One-year ovarian suppression tolerance (OFS) with leuprolide and letrozole.", "Toleration at one year of ovarian function suppression (OFS) using leuprolide and letrozole in this patient population. Specifically, the number of patients who discontinued treatment before one year due to their toxicity.", "Time limit: 1 year", "Results 1:", "Title of the arm/group: Letrozole-Leuprolide", "Patients will receive 2.5mg of oral letrozole per day and 7.5mg of Leuprolide IM per month or 22.5mg every three months of Leuprolide IM. Zoledronic acid 4mg IV every 6 months x 4 will also be offered as an option.", "Leuprolide: given intramuscularly from day 1, then either 7.5 mg per month or 22.5 mg every 3 months for two years.", "Letrozole: taken orally once daily 6-8 weeks after initial administration of leuprolide", "zoledronic acid: If desired, intravenously administered every 6 months for a total of 4 injections (optional)", "Total number of participants analysed: 16", "Type of measurement: Number", "Unit of measurement: participants 4"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/17 (0.00 per cent)"]}