{"Clinical Trial ID": "NCT00733408", "Intervention": ["INTERVENTION 1:", "Tx (inhibitor of chemistry, mumb and enzyme)", "INDUCTION THERAPY: Patients receive a formulation of nanoparticles stabilized by paclitaxel IV albumin on days 1, 8 and 15 and bevacizumab IV for 30 to 90 minutes on days 1 and 15. Treatment is repeated every 28 days for 6 courses in the absence of disease progression or unacceptable toxicity.", "Maintenance therapy: Patients who obtain a complete response, partial response or stable disease after completion of induction therapy will receive bevacizumab IV for 30 to 90 minutes once every 14 or 21 days and erlotinib PO QD hydrochloride in the absence of disease progression or unacceptable toxicity.", "Formulation of nanoparticles stabilized by paclitaxel albumin:", "Bevacizumab: under IV", "erlotinib hydrochloride:"], "Eligibility": ["Incorporation criteria:", "Of which invasive breast cancer, historically confirmed, is a negative estrogen receptor (ER) (=< 10%), a negative progesterone receptor (PR) (=< 10%) and a normal human epidermal growth factor receptor 2 (HER2) (=< 10% of cells) by immunohistochemistry (IHC) or in situ fluorescence hybridization (FISH)", "To be given first-line treatment for metastatic disease", "· Criteria for the assessment of solid tumours (RECIST); X-rays, scans or physical examinations used to measure tumours must have been performed within 28 days prior to registration; X-rays, scans or other tests for the evaluation of non-measurable diseases must have been performed within 42 days prior to registration.", "OR non-measurable disease only, with increases in serum cancer antigen (CA)15-3 or CA 27.29 or in the embryonic carcino antigen (AEC) documented by two consecutive measurements taken at least 14 days apart, the most recent measurement being carried out within 42 days prior to registration; the second CA 15-3 or CA 27.29 or the AEC value must have at least a 20% increase over the first and for CA 15-3 or CA 27.29 be greater than or equal to 40 units/mL or for AEC be greater than or equal to 4 ng/mL", "Subjects with brain metastases as the first recurrence site of the disease may be eligible if treated with permanent radiation (stereotactical radiosurgery or whole brain) with clinically controlled neurological symptoms for a period of 21 days prior to treatment with the study.", "Bilirubine = < 1.5 mg/dL", "Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) = < 2.5 X upper limit of normal unless bone metastases are present in the absence of liver metastases", "ALKALINE phosphatase = < 2.5 X upper limit of normal, unless bone metastases are present in the absence of liver metastases", "Blisters > 100,000 cells/mm^3", "Hemoglobin > 9.0 g/dL", "Absolute neutrophil count (NAC) >= 1,500 cells/mm^3", "Creatinine = < 1.5 mg/dL is recommended; however, institutional standards are acceptable.", "In case of risk of pregnancy, the pregnancy test should be negative and use an effective method to prevent pregnancy throughout the trial and for at least 6 months after completion of the study treatment.", "The pre-existing peripheral neuropathy, if present, must be < grade 2 (by common terminology criterion for adverse events [CTCAE] version 3.0)", "Patients should be informed of the experimental nature of this study and should sign and give their informed consent in accordance with institutional standards and federal guidelines.", "- Exclusion criteria:", "A recurrent disease within 12 months of the end of adjuvant chemotherapy containing a weekly taxane", "- Symptomatic central nervous system (CNS) metastases and/or requiring steroids", "Pre-existing nephritic syndrome", "Serious medical or psychiatric intercurrent diseases, including serious active infection", "Inadequately controlled hypertension (defined as systolic blood pressure > 150 and/or diastolic blood pressure > 100 mmHg on antihypertensive medicinal products)", "Any history of hypertensive seizure or hypertensive encephalopathy", "New York Heart Association (NYHA) grade II or greater congestive heart failure", "History of myocardial infarction or unstable angina within 6 months of enrolment", "• History of a stroke or transient ischemic attack within 6 months of being enrolled in the study", "A major vascular disease (e.g. aortic aneurysm, aortic dissection)", "A symptomatic peripheral vascular disease", "Evidence of haemorrhagic diathesis or coagulopathy", "• Major surgery, open biopsy, or significant traumatic injury within 28 days of being enrolled in the study or anticipating the need for major surgery during the study", "• Basic biopsy or other minor surgery, excluding the placement of a vascular access device, within 7 days prior to enrolment in the study", "• History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscesses within 6 months prior to study enrollment", "A serious, non-healing injury, ulcer or bone fracture", "A screening proteinuria, as demonstrated by any of the following factors:", "urinary protein levels: creatinine (UPC) >= 1.0 at screening OR", "(If the UPC ratio is >= 1.0, the patient must undergo a 24-hour urine collection that must demonstrate = < 1 g protein in 24 hours for the patient to be eligible)", "• Known hypersensitivity to any component of bevacizumab or nab-paclitaxel (formulation of nanoparticles stabilized by pallitaxel albumin)"], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "A 95% confidence interval for the median PFS will be calculated. A lower limit of more than 8 months would be strong evidence that the induction treatment of Nab-Paclitaxel-bevacizumab followed by treatment with bevacizumab-erlotinib hydrochloride is greater than paclitaxel and bevacizumab. However, a median PFS of 13 months or more (i.e., 95% confidence interval for the median of less than 8 months) may also indicate promising results.", "Time limit: Time between the date of registration and the date of the first documentation on progression, symptomatic deterioration or death for any cause, estimated up to 8 years", "Results 1:", "Title of arm/group: Tx (chemical, MoAb and enzyme inhibitor)", "Arm/Group Description: INDUCTION THERAPY: Patients receive a formulation of nanoparticles stabilized by Paclitaxel IV albumin on days 1, 8 and 15 and bevacizumab IV more than 30 to 90 minutes on days 1 and 15. Treatment is repeated every 28 days for 6 treatments in the absence of disease progression or unacceptable toxicity.", "Maintenance therapy: Patients who obtain a complete response, partial response or stable disease after completion of induction therapy will receive bevacizumab IV for 30 to 90 minutes once every 14 or 21 days and erlotinib PO QD hydrochloride in the absence of disease progression or unacceptable toxicity.", "Formulation of nanoparticles stabilized by paclitaxel albumin:", "Bevacizumab: under IV", "erlotinib hydrochloride:", "Total number of participants analysed: 55", "Median (95% confidence interval)", "Unit of measurement: Month 9.1 (7.2-11.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 5/55 (9.09 per cent)", "Infection 2/55 (3.64%)", "Pain * 1/55 (1.82%)", "Muscle weakness * 1/55 (1.82%)", "Dyspnoea 1/55 (1.82%)"]}