{"Clinical Trial ID": "NCT00593346", "Intervention": ["INTERVENTION 1:", "• Accelerated Partial Brachytherapy of the breast", "Each patient will receive accelerated partial brachytherapy with multiple-plan implant.", "Patients will receive 3400 cGy in 10 fractions twice a day. Treatment should be given for 5-7 days with a minimum of 6 hours of separation between fractions."], "Eligibility": ["Incorporation criteria:", "Stage 0, I or II of AJCC (TisN0, T1N0, T2N0 = 3 cm) is a histologically confirmed breast carcinoma treated with tylectomy. Axillary sampling is only necessary for invasive cancers. Tumour size is determined by the pathologist. Clinical size can be used if pathological size is not known.", "Informed consent specific to the study was signed for participation in the study.", "The margins are generally positive if there is an invasive or non-invasive tumour at the margin of resection of encephalopathy, close but negative if the tumor is within 2 mm of the margin of encephalopathy and negative if the tumor is at least 2 mm from the edge of the encephalopathy.", "A post-tylectomy or negative post-reexcision mammography if the cancer is presented with microcalcifications associated with malignancies; no suspected microcalcification remains in the breast prior to brachytherapy.", "For patients with invasive cancer, no positive axillary lymph nodes with at least 6 axillary lymph nodes sampled or negative sentinel lymph nodes.", "Invasive ducts, lobular, medullary, papillary, colloids (mucinous), or tubular histologies. Non-invasive ductal carcinoma in situ.", "A chemotherapy or hormone therapy scheduled for = 2 weeks after the elimination of brachytherapy catheters is allowed. Hormonal therapy is allowed during brachytherapy when the decision of the radiological oncologist is taken.", "Negative pregnancy test in premenopausal patients with intact uterus", "- Exclusion criteria:", "Patients with remote metastases.", "Patients with in situ lobular carcinoma or malignant nonpithelial breast tumours such as sarcoma or lymphoma.", "Patients with proven multicentre carcinoma (tumors in different breast quadrants, or tumours separated by at least 4 cm) with other clinically or radiographically suspect areas in the ipsilateral breast, unless biopsy confirms that they are negative for malignancy.", "Pregnant or lactating patients.", "Patients with histologically confirmed positive axillary lymph nodes in ipsilateral axilla. Axillary, supraclavicular, infraclavicular, or internal breast glands, palpable or radiographically suspect, unless histological confirmation that these lymph nodes are negative for the tumour.", "A prior non-hormonal therapy for current breast cancer, including radiation therapy or chemotherapy.", "* Patients with systemic lupus erythematosis, scleroderma or dermatomyosis with a higher than normal level of CPK or with an active rash.", "* Patients with co-existing medical conditions with life expectancy < 2 years.", "* Patients with psychiatric or addictive disorders that would prevent informed consent or complete the full range of high-dose brachytherapy treatments on an outpatient basis.", "* Patients with Paget nipple disease.", "* Patients with skin damage, regardless of the size of the tumour.", "For example, if there is little breast tissue left between skin and breast muscle after surgery, the placement of catheters is technically problematic.", "Patients with tylectomies so extensive that the cosmetic result is just or poor before brachytherapy.", "• Surgery margins that cannot be assessed microscopically or are positive during pathological assessment.", "Any previously treated contralateral breast carcinoma or synchronous bilateral breast carcinoma.", "Other disease, with the exception of non-melanoma skin cancer, 5 years prior to participation in this study; the disease-free interval of any previous carcinoma should be continuous.", "The time between the last definitive breast intervention and the radioactive load of brachytherapy catheters is greater than 8 weeks.", "* Patients with suspected microcalcifications (> 1 quadrant or > 5 cm diameter).", "Patients with suspicious microcalcifications remaining on post-tylectomy mammography"], "Results": ["Performance measures:", "Local control using recurrence rates of ipsilateral breast tumours", "[Unspecified]", "Time limit: 2 years after completion of treatment", "Results 1:", "Title of the arm/group: Accelerated partial brachytherapy of the breast", "Description of the arm/group: Each patient will receive accelerated partial brachytherapy with a multi-plane implant.", "Patients will receive 3400 cGy in 10 fractions twice a day. Treatment should be given for 5-7 days with a minimum of 6 hours of separation between fractions.", "Total number of participants analysed: 151", "Type of measurement: Number", "Unit of measure: percentage of participants.7"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/151 (0.00 per cent)"]}