{"Clinical Trial ID": "NCT00274456", "Intervention": ["INTERVENTION 1:", "ABI-007 300 mg/m2 q3w", "ABI-007 300 mg/m^2 administered once every three weeks (q3w).", "INTERVENTION 2:", "ABI-007 100 mg/m2 weekly", "ABI-007 100 mg/m^2 once a week for 3 weeks followed by a rest week"], "Eligibility": ["Incorporation criteria:", "In order to be eligible for the study, patients had to meet the following criteria:", "A pathologically confirmed breast adenocarcinoma.", "No previous chemotherapy for metastatic breast cancer.", "\"Stage IV disease.", "A measurable disease (must be 2.0 cm apart from pulmonary lesions that have been well documented on a 1.0 cm scanner).", "At least 3 weeks after prior cytotoxic chemotherapy (patients should have recovered from all the acute effects of this treatment).", "At least 4 weeks after radiation therapy, with complete recovery. The measurable disease was completely outside the radiation portal or there was radiological or clinical evidence of progressive disease in the radiation portal.", "At least 4 weeks after major surgery, with complete recovery.", "The Eastern Co-operative Oncology Group (ECOG) achieved performance status 0-2.", "- 18 years old.", "At the reference stage, the patient had the following blood count:", "Absolute neutrophil count (ANC) 1.5*10^9 cells/L", "— Platelets 100*10^9 cells/L", "Hemoglobin (Hgb) 9 g/dL.", "The following basic blood chemistry levels were observed in the patient:", "Aspartate aminotransferase (AST [SGOT]), alanine aminotransferase (ALT [SGPT]) 2.5x upper limit of the normal range (ULN)", "Total normal bilirubin", "- Alcaline phosphatase 2.5x ULN (unless bone metastases are present in the absence of liver metastases)", "Creatinine 1.5 mg/dL.", "- Peripheral neuropathy Level 0 or 1 by the National Cancer Institute (NCI) Common terminology criteria for adverse events (CTCAE).", "If the woman was of childbearing age, the pregnancy test was negative (within 72 hours of the first dose of the drug under study).", "In case of fertility, the patient agreed to use an effective method to prevent pregnancy throughout the study.", "Informed consent was obtained.", "- Exclusion criteria:", "Patients who met one of the following criteria were excluded from the study:", "If a taxane was part of the adjuvant diet, at least one year should have passed since the completion of the taxane diet.", "Doxorubicin has been authorised as a neoadjuvant or prior adjuvant treatment, but not for metastatic diseases.", "- Concomitant immunotherapy or hormone therapy for breast cancer.", "• Parenchymic brain metastases, unless they are clinically and radiographically stable for at least 6 months after treatment.", "A serious intercurrent, medical or psychiatric illness, including a serious active infection.", "History of congestive heart failure class II-IV.", "• History of other malignancies in the past 5 years that may affect the diagnosis or evaluation of breast cancer.", "* Patients who received an experimental drug in the previous 3 weeks.", "In addition, a patient was not allowed to participate in such clinical trials while participating in this study.", "Pregnant or lactating women", "* Patients with previous hypersensitivity to Taxol or Taxotere."], "Results": ["Performance measures:", "Percentage of participants with an overall response assessed by the independent radiology reader and the investigator", "A complete response (RC) is the disappearance of all known diseases and no new disease-related site or symptom. A partial response (PR) is >= 30% decrease in the sum of the longest diameters of the target injury. PR was also recorded when all measurable diseases have completely disappeared, but a non-measurable component (i.e., ascites) is still present but is not progressing. Overall Response (ORR) = CR+PR.", "Time limit: Day 1 to 95 weeks", "Results 1:", "Title of arm/group: ABI-007 300 mg/m^2 q3w", "Description of the arm/group: ABI-007 300 mg/m^2 administered once every three weeks (q3w).", "Total number of participants analysed: 76", "Type of measurement: Number", "Unit of measure: percentage of participants Independent reader evaluated RRO: 37 (26.0 to 47.7)", "The investigator assessed the RRO: 46 (34.8 to 57.3)", "Results 2:", "Title of arm/group: ABI-007 100 mg/m^2 Weekly", "Description of the arm/group: ABI-007 100 mg/m^2 once a week for 3 weeks followed by a week of rest", "Total number of participants analysed: 76", "Type of measurement: Number", "Unit of measure: percentage of participants Independent reader evaluated ORR: 45 (33.6 to 55.9)", "- Assessed RRO researcher: 63 (52.3-74.0)"], "Adverse Events": ["Undesirable Events 1:", "Total: 14/76 (18.42 per cent)", "Neutropenia 10/76 (13.16 per cent)", "Febrile neutropenia 1/76 (1.32%)", "Anemia 0/76 (0.00 %)", "Thrombocytopenia 0/76 (0.00 %)", "Cardiopulmonary impairment 0/76 (0.00 %)", "Optimal ischaemic neuropathy 0/76 (0.00 %)", "Increase in intestinal peristalsis 1/76 (1.32%)", "- Collision 0/76 (0.00 per cent)", "Diarrhoea 0/76 (0.00 %)", "Gastritis 0/76 (0.00 %)", "- Nausea 0/76 (0.00 %)", "Adverse Events 2:", "Total: 12/76 (15.79 per cent)", "Neutropenia 2/76 (2.63 %)", "Febrile neutropenia 1/76 (1.32%)", "Anemia 0/76 (0.00 %)", "Thrombocytopenia 0/76 (0.00 %)", "Cardiopulmonary failure 1/76 (1.32%)", "Optimal ischaemic neuropathy 1/76 (1.32%)", "Increased intestinal peristalsis 0/76 (0.00 %)", "Coolite 1/76 (1.32%)", "Diarrhoea 0/76 (0.00 %)", "Gastritis 0/76 (0.00 %)", "Nausea 1/76 (1.32%)"]}