{"Clinical Trial ID": "NCT00297596", "Intervention": ["INTERVENTION 1:", "- Oxaliplatin/Trastuzumab", "Patients with positive HER2 breast cancer received treatment with oxaliplatin 130 mg/m2 IV day 1 and trastuzumab 6 mg/kg (after a loading dose of 8 mg/kg during cycle 1). Cycles were repeated every 21 days. Oxaliplatin: Oxaliplatin will be administered at a dose of 130 mg/m2 over 120 minutes on day 1 of each cycle, following standard antiemetic premedications. 21-day cycles. For the first cycle, trastuzumab will be administered prior to oxaliplatin; however, for subsequent cycles, oxaliplatin will be injected prior to trastuzumab Trastuzumab: Trastuzumab will be administered as a charge dose of 8 mg/kg by intravenous infusion (IV) over 90 minutes on day 1 of cycle 1."], "Eligibility": ["Incorporation criteria:", "Women 18 years of age", "Breast cancer HER2/neu is histologically confirmed (3+ by IHC or FISH+) and signs of metastatic disease. Tumours can be of any type of estrogen and progesterone receptor.", "A disease that can be measured by RECIST and an ECOG 2", "Patients with known signs of brain metastases are eligible if they are asymptomatic and have completed all treatments (surgery, radiotherapy and/or steroids)", "Basic LVEF value in the institutional normal range", "One subject should have progressed in hormonal treatment and any hormonal treatment (including contraceptive pills) should be discontinued at the start of the study.", "• Prior chemotherapy for adjuvant and prior chemotherapy for metastatic diseases is allowed.", "Patients may have received prior treatment with trastuzumab/chemotherapy or a previous single agent with trastuzumab.", "A prior radiation therapy in the adjuvant setting or for a metastatic disease, provided it is not at the only evaluable disease site.", "All prior chemotherapy, trastuzumab and radiotherapy should be completed > 2 weeks prior to registration.", "However, if bisphosphonate has started within < 2 months prior to registration, bone damage will not be evaluated for response and the patient must have another site of metastatic disease that is either measurable or evaluable for response.", "Patients should have recovered from toxicity due to prior treatment.", "Laboratory values in accordance with the protocol", "Patients of childbearing potential should use an effective method of contraception during the study (contraceptive birth pills are not allowed).", "- Exclusion criteria:", "Only one bone disease is not eligible.", "Patients who have received more than one prior chemotherapy treatment for metastatic disease are not eligible.", "* Patients with a history of other cancers, with the exception of cervix carcinomas treated by curative method in situ or not melanomatous.", "A serious active infection or other underlying condition that may affect their ability to receive protocol treatment.", "Non-controlled nervous system metastases", "• Dementia or significant impairment of the mental state that would interfere with the appropriate consent.", "I received another research therapy."], "Results": ["Performance measures:", "• Objective response rate (ORR), percentage of patients receiving an objective benefit of treatment", "By Response Assessment Criteria in Solid Tumours Criteria (RECIST v1.0) for Targeted Injury and Assessed by MRI or CT: complete response (CR), elimination of all target lesions; partial response (PR), >=30% decrease in the sum of the longest diameter of target lesions; overall response (RO) = CR + PR.", "Time limit: 18 months", "Results 1:", "Title of arm/group: Oxaliplatin/Trastuzumab", "In patients with positive HER2 breast cancer, treatment with oxaliplatin 130 mg/m2 IV day 1 and trastuzumab 6 mg/kg (depending on the loading dose of 8 mg/kg during cycle 1) was repeated every 21 days. Oxaliplatin: Oxaliplatin will be administered at a dose of 130 mg/m2 over 120 minutes on day 1 of each cycle, following standard antiemetic premedications. 21-day cycles. For the first cycle, trastuzumab will be administered before oxaliplatin; however, for subsequent cycles, oxaliplatin will be infused before trastuzumab Trastuzumab: Trastuzumab will be administered as a charge dose of 8 mg/kg by intravenous infusion (IV) over 90 minutes on day 1 of cycle 1.", "Total number of participants analysed: 25", "Type of measurement: Number", "Unit of measure: percentage of participants 20 (4.3-35.7)"], "Adverse Events": ["Undesirable Events 1:", "Total: 7/25 (28.0%)", "Appendix 1/25 perforated (4.0%)", "1/25 (4.0%)", "- Pathological fracture of proximal humeral diaphysis 1/25 (4.0%)", "- Pathological fracture of the right proximal humeral diaphysis 1/25 (4.0%)", "Inadequate respiratory function secondary to metastatic disease 1/25 (4.0%)", "1/25 breast cancer (4.0%)", "Progressive diseases 1/25 (4.0%)"]}