{"Clinical Trial ID": "NCT02518191", "Intervention": ["INTERVENTION 1:", "GnRHA Group (Gonadotrophin-release hormonal analogues)", "· Eligible patients with breast cancer treated with GnRHA (Gonadotrophin-release Hormone Analogues) during chemotherapy.", "Goséréline 3.6 mg, or leuprorelin 3.75 mg by subcutaneous injection every 28 days.Started 1-2 weeks before chemotherapy and ended 4-8 weeks after chemotherapy.", "INTERVENTION 2:", "No GnRha (Gonadotrophin-release hormonal analogues)", "* Eligible patients with breast cancer treated without GnRha (Hormone Analogues for the release of Gonadotrophin) during chemotherapy."], "Eligibility": ["Incorporation criteria:", "Premenopausal women between the ages of 18 and 49 are entitled to registration.", "Patients have stage I to IIIA operational breast cancer for which treatment with adjuvant or neoadjuvant cyclophosphamide chemotherapy has been planned.", "The eligible participants did not take estrogen, antiestrogen, selective estrogen-receptor modulators, aromatase inhibitors, or hormonal contraceptives during the month prior to registration.", "A negative human chorionic gonadotropin by urine test before entering the group.", "Informed consent, understanding and compliance with study requirements.", "No significant chronic disease and no organ dysfunction.", "- Exclusion criteria:", "Exceptions were made for the use of hormonal contraception in women under 35 years of age who were interrupted prior to randomization.", "- Use hormone therapy for up to 2 months for in vitro fertilization and cryopreservation of embryos or oocytes prior to randomization.", "Patients with metastatic lesions or a history of bilateral ovariectomy, ovarian radiation were excluded.", "Patients who have already received adjuvant endocrine therapy for breast cancer are not suitable for this trial.", "Patients with uterine and/or annexal diseases requiring medical or surgical treatment are not suitable.", "Allergy to active or inactive excipients of GnRha is an exclusion criterion."], "Results": ["Performance measures:", "Number of participants with premature ovarian insufficiency", "The serum concentrations of anti-Müllerian hormone (AMH) were measured using the human AMH ELISA kit (11351, Biofine). POI (premature ovarian insufficiency) was defined as AMH < 0.5ng/mL in this study.", "Time limit: 1 year", "Results 1:", "- Arm/group title: GnRHA (Gonadotrophin release hormone analogue group)", "Description arm/group: Eligible patients with breast cancer treated with GnRHA (Gonadotrophin-release Hormone Analogues) during chemotherapy.", "Goséréline 3.6 mg, or leuprorelin 3.75 mg by subcutaneous injection every 28 days.Started 1-2 weeks before chemotherapy and ended 4-8 weeks after chemotherapy.", "Total number of participants analysed: 165", "Type of measure: Number of participants", "Unit of measure: Participants 10 6.1%", "Results 2:", "Group/arm title: None GnRHA (Gonadotrophin-release Hormone Analogues) Group", "Description arm/group: Eligible patients with breast cancer treated without GnRHA (Gonadotrophin-releasing Hormone Analogues) during chemotherapy.", "Total number of participants analysed: 165", "Type of measure: Number of participants", "Unit of measure: Participants 38 23.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/165 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}