{"Clinical Trial ID": "NCT02455453", "Intervention": ["INTERVENTION 1:", "- Diagnostic analysis FFNP-PET/CT", "(2) 18F-FFNP-PET/CT scans", "The first before the estradiol challenge test", "Second test immediately after an estradiol challenge test day", "(1) FDG-PET/CT testing", "The estradiol challenge test will consist of administering a total of 6 mg of oral estradiol as three 2 mg tablets, each given at approximately 8 hours apart and within 24 hours."], "Eligibility": ["Incorporation criteria:", "The patient should be menopausal after encountering one or more of the following:", "- 60 years", "Amenorrheic for at least 12 months", "• Surgically sterile- having undergone bilateral oophorectomy,", "The level of FSH in the postmenopausal interval according to institutional standards (notify follicle-stimulating hormone (FSH) laboratory tests should be ordered as a standard of care to determine optimal treatment and should not be ordered simply to confirm eligibility for this study).", "OR Premenopausal for which standard estradiol (ET) treatment is planned with ovarian suppression (the imaging under study should be completed before ovarian suppression begins)", "The patient should have histological or cytological confirmed breast cancer and should be classified in one of the following categories:", "New diagnosis with plans for at least 6 months of neoadjuvant AND or any amount of neoadjuvant AND if surgery is planned as this will be used for the evaluation of the response.", "* Patients with newly diagnosed metastatic breast cancer or a known metastatic disease that has progressed during treatment (no washing period is required if the patient has been treated with AI or chemotherapy, but a 2 month washing period is required if the patient has been treated with tamoxifen) and who will be treated with ET.", "The patient should have one of the following types of breast cancer (primary or metastatic): ER+/PgR+/HER2- or ER+/PgR-/HER2-.", "The ER+ is defined as an Allred score of at least 4 and above.", "The PgR+ is defined as an Allred score of at least 4 and above.", "HER2- refers to HER2 of 0, 1+ per IHC or negative by in situ fluorescence hybridization (FISH)", "The patient should have at least one measurable injury according to RECIST 1.1 by radiological assessment (ultrason, mammography, MRI, CT, PET) or physical examination.", "Patients with evaluable bone metastases who are lytic or mixed lytic-sclerosis are eligible.", "Patients with liver damage may be eligible provided that the location of the lesion is peripheral or not too close to the liver. The decision on eligibility for liver injury will be made by the primary investigator or subinvestigator after careful examination of all available images to ensure that the assessment of the lesion will not be masked by the normal hepatobiliary excretion of 18F-FFNP.", "The patient must be able to understand and be willing to sign a written informed consent document.", "• Prior chemotherapy or endocrine treatment is allowed.", "The patient must have a performance status of the Eastern Cooperative Oncology Group (ECOG) of 0-2 or, on the basis of the judgment of the treating medical oncologist, can tolerate imaging and at least 6 months of ET", "The patient must have a life expectancy of > 6 months.", "- Exclusion criteria:", "* Patients with other invasive malignancies, with the exception of skin cancer or non-melanoma cervical carcinoma in situ, who had (or have) any evidence of the other cancer present in the last 5 years.", "Could not tolerate up to 60 minutes of PET imaging per imaging session.", "Patients with unmeasurable lesions such as pleural effusion are not eligible to participate.", "Patients with spinal lesions who, in the opinion of the principal investigator and the treating medical oncologist, are at imminent risk of cord compression."], "Results": ["Performance measures:", "Change in primary tumour dose before and after estradiol challenge, measured as a percentage change in normalized absorption value (SIV)", "[Unspecified]", "Time limit: end of second analysis FFNP-PET/CT (up to 4 weeks)", "Results 1:", "Title of arm/group: FFNP-PET/CT diagnostic analysis", "Description of the arm/group: (2) 18F-FFNP-PET/CT scans", "The first before the estradiol challenge test", "Second test immediately after an estradiol challenge test day", "(1) FDG-PET/CT testing", "The estradiol challenge test will consist of administering a total of 6 mg of oral estradiol as three 2 mg tablets, each given at approximately 8 hours apart and within 24 hours.", "Total number of participants analysed: 45", "Median (full range)", "Unit of measure: percentage change of SUV 11.0 (-46.0 to 306.0)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/47 (0.00 per cent)"]}