{"Clinical Trial ID": "NCT00254592", "Intervention": ["INTERVENTION 1:", "- Chemotherapy with GM-CSF", "Doxorubicin and Cyclophosphamide (AC) with granulocyte-macrophagus (GM-CSF) colony stimulation factor (4-13 days) followed by weekly carboplatin/Nab- Paclitaxel"], "Eligibility": ["Incorporation criteria:", "Patients should be women with a histologically confirmed diagnosis of breast cancer greater than 2 cm and/or positive lymph node. Histological confirmation should be either by central needle biopsy or incisional biopsy. Punch biopsy is allowed if invasive breast cancer is documented.", "Patients should meet one of the following criteria (specify one):", "A disease in stage IIB (T3, N0, M0) or IIIA (T3, N1-2, M0) considered primarily not resealable by an experienced breast surgeon; or otherwise considered appropriate for neoadjuvant treatment.", "Step IIIB (T4, any N, M0 disease) or (any T, N3, M0 disease).", "The physical examination, chest X-rays and all X-rays or analyses necessary for the evaluation of tumours must be performed within 90 days of registration.", "All patients should have a multiple access acquisition analysis (MUGA) or an echocardiogram performed within 90 days of registration and the percentage of left ventricular ejection fraction (LVEF) should be greater than the lower limit of institutional normal.", "Patients should have serum creatinine and bilirubin the upper institutional limit of normal, and glutamate oxaloacetate transaminase (SGOT) or pyruvate transaminase serum glutamate (SGPT) 2x the upper institutional limit of normal, which should have been tested within 90 days prior to registration.", "Patients should have an absolute neutrophil count (NAC) of 1500/μl and a platelet count of 100,000/μl. These tests should have been performed within 90 days of registration.", "Patients should have a performance status of 0-2 according to the Zubrod criteria.", "When calculating test and measurement days, the day on which a test or measurement is performed is considered as day 0. Therefore, if a test is performed on a Monday, Monday four weeks later would be considered as day 28. This allows an effective schedule of the patient without exceeding the guidelines. If day 28 or 42 falls on a weekend or holiday, the limit may be extended to the next business day.", "All patients should be informed of the experimental nature of this study and should sign and give written informed consent in accordance with institutional and federal guidelines.", "- Exclusion criteria:", "Patients with a clinical diagnosis of congestive heart failure or angina in the chest are NOT eligible.", "Pregnant or lactating women may not participate in this treatment because of the possibility of fetal harm or harm to breast-fed infants. Women with reproductive potential may only participate in this treatment if they have agreed to use an effective contraceptive method."], "Results": ["Performance measures:", "Overall clinical response to dose density regimen", "Measure clinical response rates in patients with breast cancer greater than 2 cm and/or positive breast cancer of lymph nodes treated with 2 to 4 cycles of biweekly doxorubicin, cyclophosphamide with GMCSF (day 4-13), followed by weekly carboplatin/nab-paclitaxel therapy for 3 weeks, followed by a week of rest, for a total of 9 to 12 doses. (Her-2 positive patients will also receive Trastuzumab every week (12 to 16 doses) and Her-2 negative patients will receive Bevacizumab (6 to 8 doses) q 2 weeks).", "Duration: 3 years", "Results 1:", "Title of the arm/group: Chemotherapy with GM-CSF", "Description of the arm/group: Doxorubicin and Cyclophosphamide (AC) with granulocyte-macrophagus stimulating factor (GM-CSF) (days 4-13) Follow-up of weekly carboplatin/Nab- Paclitaxel", "Total number of participants analysed: 43", "Type of measure: Number of participants", "Unit of measure: Participants 43 100.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/43 (9.30 per cent)", "Vascular diseases *1/43 (2.33%)", "Neutropenic fever 3/43 (6.98 per cent)"]}