{"Clinical Trial ID": "NCT00050167", "Intervention": ["INTERVENTION 1:", "Weekly Paclitaxel (WP)", "- Paclitaxel weekly for 12 weeks followed by Fluorouracil + Epirubicin + Cyclophosphamide (FEC) every 3 weeks for 4 cycles", "INTERVENTION 2:", "Docetaxel and capecitabine (DX)", "Docetaxel + Capecitabine days 1-14 every 3 weeks for 4 cycles followed by FEC for 4 cycles."], "Eligibility": ["Incorporation criteria:", "Patients with histological confirmation of invasive but non-inflammatory carcinoma of the breast.", "Stage I (T1N0) is not eligible for the neo-adjuvant portion of the protocol.", "High-risk patients (patients with one of the following characteristics: high proliferation rate - Ki67 > 35% or poorly differentiated tumours (grade 3 modified by black); negative ER/PR; lymphovascular invasion) with Stage I disease are eligible for adjuvant treatment.", "Patients with pure mucinous carcinomas, tubular carcinomas or pure bone marrow carcinomas are eligible if the patient's tumour is more than 3 cm large or if the patient has tumour damage to the lymph nodes (>2mm).", "Patients with bilateral breast cancer are eligible.", "Patients with pN2a (metastases in four to nine axillary lymph nodes) are eligible, as are patients with pN3a (ten or more axillary lymph nodes).", "Patients should have a clinically measurable disease to treat in the neoadjuvant setting. This includes patients with a non-palpable primary with histologically proven lymph node (LN) involvement that is clinically palpable and measurable by ultrasound", "If patients have undergone an adequate heart biopsy prior to MCADC assessment, repeated heart biopsy is optional.", "Patients must sign informed consent indicating that they are aware of the experimental nature of the study, in accordance with institutional policy.", "Patients with a history of breast cancer are eligible if current primary breast cancer is at a higher stage than original breast cancer and the patient has not received any of the current drugs in the study, including past doxorubicin.", "Patients should have adequate hepatic function with bilirubin within normal laboratory limits. Transaminases (TPSGs) may be up to 2.5x upper limit of normal (ULN) if alkaline phosphatase is < ULN or alkaline phosphatase may be up to 4x ULN if transaminases are < ULN.", "In addition, patients should have adequate renal function, defined as serum creatinine < 2.5 mg % and/or creatinine clearance greater than 51 ml/min, calculated by the Cockcroft and Gault equation: Cockcroft and Gault equation: creatinine clearance for males = {(140 - age [years])(body weight [kg])}/{(72) (serum creatinine [mg/dL])}. creatinine clearance for females = 0.85 x male", "Patients who have received surgical treatment prior to referral will be eligible for randomization of systemic chemotherapy administered in the adjuvant setting.", "Patients who have an overexpression of her-2/neu oncogene are eligible for the study.", "- Exclusion criteria:", "Patients with N2 (clinical stage) or N3 (clinical stage) nodal, inflammatory breast cancer or metastatics are not eligible, including patients with infraclavicular and/or supraclavicular lymph nodes.", "Patients with pN2b (metastasis in internal breast lymph nodes clinically apparent in the absence of axillary lymph metastases) are not eligible. Patients with T4 lesions in the neoadjuvant setting are not eligible.", "- Severe hypersensitivity reactions to agents formulated in cremophorus or polysorbate 80 should be excluded. Patients with hypersensitivity reactions to any of the study medicinal products should be excluded.", "Patients with a history of other malignancies will be excluded, with the exception of non-melanoma skin cancer and non-invasive cervical cancer.", "Patients with uncompensated congestive heart failure are not eligible. Patients with myocardial infarction in the past 12 months are not eligible.", "Women of childbearing potential must undergo a negative pregnancy test before starting chemotherapy. Women of childbearing potential who do not use a reliable and appropriate contraceptive method during the study are not eligible.", "Patients who have had organ allograft are not eligible.", "Patients with serious concomitant infections are not eligible.", "Sexually active male patients who do not want to use contraception during the study are not eligible.", "* Patients with pre-existing peripheral neuropathy > grade 1."], "Results": ["Performance measures:", "Percentage of participants who reappeared", "Percentage of participants where the number of local recurrences, distant metastases, or deaths from any cause at 50 months is divided by the total number of participants and used as the primary end point of efficacy to compare paclitaxel with docetaxel and capecitabine in breast cancer treatment to prevent recurrence (retour of cancer).", "Time limit: Median of 50 months", "Results 1:", "Title of the arm/group: Paclitaxel weekly (WP)", "Description of the arm/group: Paclitaxel weekly for 12 weeks followed by Fluorouracil + Epirubicin + Cyclophosphamide (FEC) every 3 weeks for 4 cycles", "Total number of participants analysed: 301", "Average log (95% confidence interval)", "Unit of measure: participants 90.7 (86.4-93.7)", "Results 2:", "Title of the arm/group: Docetaxel and capecitabine (DX)", "Description of the arm/group: Docetaxel + Capecitabine days 1-14 every 3 weeks for 4 cycles followed by FEC for 4 cycles.", "Total number of participants analysed: 300", "Average log (95% confidence interval)", "Unit of measure: participants 87.5 (82.7-91.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 81/301 (26.91 per cent)", "Neutropenia 2/297 (0.67%)", "Fluid retention 1/297 (0.34%)", "Nausea 5/297 (1.68 per cent)", "Vomiting 0/297 (0.00 %)", "Diarrhoea 12/297 (4.04%)", "Constipation 2/297 (0.67%)", "Fatigue 25/297 (8.42%)", "- Alopecia 0/297 (0.00 %)", "- Allergic reaction 2/297 (0.67%)", "- Stomatitis 0/297 (0.00 %)", "neutropenic infection 2/297 (0.67%)", "Neutropenic fever 0/297 (0.00 %)", "Adverse Events 2:", "Total: 293/300 (97.67 per cent)", "- Neutropenia 45/293 (15.36%)", "Storage of fluids 0/293 (0.00 per cent)", "Nausea 12/293 (4.10 per cent)", "Vomiting 5/293 (1.71 %)", "Diarrhoea 17/293 (5.80 per cent)", "Constipation 6/293 (2.05 per cent)", "Fatigue 66/293 (22.53%)", "- Alopecia 0/293 (0.00 %)", "- Allergic reaction 4/293 (1.37%)", "Stomatitis 5/293 (1.71%)", "neutropenic infection 20/293 (6.83 %)", "neutropenic fever 13/293 (4.44%)"]}