{"Clinical Trial ID": "NCT00934856", "Intervention": ["INTERVENTION 1:", "- MBC: T-DM1 2.4 mg/kg + Doc 75 mg/m2 (more than 2 days)", "Infusion of docetaxel 75 mg/m^2 IV on day 1 and T-DM1 2.4 mg/kg IV on day 2 of cycle 1, followed by T-DM1 75 mg/m^2 and docetaxel 2.4 mg/kg IV on day 1 of each three-week cycle for at least 6 cycles. After 6 cycles, docetaxel 75 mg/m^2 was discontinued and T-DM1 2.4 mg/kg was continued until confirmed evidence of disease progression, unacceptable toxicity or withdrawal of the participant's consent.", "INTERVENTION 2:", "- MBC: T-DM1 2.4 mg/kg + Doc 60 mg/m2 (more than 2 days)", "Infusion of docetaxel 60 mg/m^2 IV on day 1 and T-DM1 2.4 mg/kg IV on day 2 of cycle 1, followed by T-DM1 60 mg/m^2 and docetaxel 2.4 mg/kg IV on day 1 of each three-week cycle for at least 6 cycles. After 6 cycles, docetaxel 60 mg/m^2 was discontinued and T-DM1 2.4 mg/kg was continued until confirmed evidence of disease progression, unacceptable toxicity or withdrawal of the participant's consent."], "Eligibility": ["Incorporation criteria:", "The Eastern Cooperative Oncology Group (ECOG) is a 0-1 performance state (ECOG is a performance state of 2 if only due to debilitating bone disease)", "HER2-positive metastatic or locally advanced breast cancer", "For MBC participants:", "A locally advanced, documented or inoperative metastatic disease (without meeting the LABC criteria), which may be treated with docetaxel", "• History of disease progression in the 3 months prior to entry into the study", "For LABC participants:", "New locally advanced breast cancer, stage IIA-IIIC (American Joint Committee on Cancer (JJCC) staging system)", "- Exclusion criteria:", "A major heart disease", "Insufficiency of bone marrow, liver or kidney function", "For MBC participants:", "Participants should not have received radiotherapy for the treatment of metastatic or locally recurrent/advanced diseases other than pain relief in the development of metastatic bone lesions and/or brain metastases", "• Untreated, symptomatic or treatment-necessary brain metastases to control symptoms; or any radiation therapy, surgery or other treatment to control the symptoms of brain metastases within 2 months of the first treatment of the study.", "For LABC participants:", "Clinically or radiologically detectable metastases (M1 disease)", "Participants for whom surgery as a primary intent procedure is the best option to treat their disease", "Participants should not have received systemic or locoregional cancer therapy for the treatment of locally advanced diseases."], "Results": ["Performance measures:", "Number of Participants with Dose Limiting Toxicity (DLT) - BCM and BCLA Feasibility Population", "- including DLT (according to the common terminology criteria of the National Cancer Institute for the classification of adverse events [NCI CTCAE]): Grade 4 thrombocytopenia, thrombocytopenia of any grade with concomitant haemorrhage or requiring blood platelet transfusion, or thrombocytopenia not recovered on day 21 to at least 100 000/microlitre (mcL); Grade 4 neutropenia of more than 7 days; Febrile neutropenia; Grades >/= 3 neutropenia of greater than or equal to (>/=) 3 neurotoxicity in the form of peripheral neuropathy or peripheral neurotoxicity not improving at or less than (</=) 1 to 21 days; Any non-haematological toxicity of grade >/= 3 except for alopecia, fever and chills, not improving to the initial level or </=1 to the 21st day, despite adequate management of toxicity; Any subjective intolerable toxicity that the investigator considers to be related to either day;", "Duration of cycle 1 (up to 21 days)", "Results 1:", "Title of arm/group: MBC: T-DM1 2.4 mg/kg + Doc 75 mg/m^2 (more than 2 days)", "Infusion of docetaxel 75 mg/m^2 IV on day 1 and T-DM1 2.4 mg/kg IV on day 2 of cycle 1 followed by T-DM1 75 mg/m^2 and docetaxel 2.4 mg/kg IV on day 1 of each 3-week cycle for at least 6 cycles.", "Total number of participants analysed: 6", "Type of measurement: Number", "Unit of measurement: participants 2", "Results 2:", "Title of arm/group: MBC: T-DM1 2.4 mg/kg + Doc 60 mg/m^2 (more than 2 days)", "Infusion of docetaxel 60 mg/m^2 IV on day 1 and T-DM1 2.4 mg/kg IV on day 2 of cycle 1 followed by T-DM1 60 mg/m^2 and docetaxel 2.4 mg/kg IV on day 1 of each 3-week cycle for at least 6 cycles.", "Total number of participants analysed: 6", "Type of measurement: Number", "Unit of measurement: participants 1"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/6 (33.33 per cent)", "Febrile neutropenia * 1/6 (16.67%)", "Neutropenia * 0/6 (0.00 %)", "Thrombocytopenia * 1/6 (16.67%)", "Diarrhoea * 0/6 (0.00 %)", "Pyrexia * 0/6 (0.00 %)", "* 1/6 (16.67%)", "Fatigue * 0/6 (0.00 %)", "Inflammation of mucous membranes * 0/6 (0.00 %)", "* 0/6 (0.00 %)", "Hepatocellular injury * 1/6 (16.67%)", "Cholecystitis * 1/6 (16.67%)", "Adverse Events 2:", "Total: 2/6 (33.33 per cent)", "Febrile neutropenia * 1/6 (16.67%)", "Neutropenia * 1/6 (16.67%)", "Thrombocytopenia * 0/6 (0.00 %)", "Diarrhoea * 0/6 (0.00 %)", "Pyrexia * 0/6 (0.00 %)", "* 1/6 (16.67%)", "Fatigue * 0/6 (0.00 %)", "Inflammation of mucous membranes * 0/6 (0.00 %)", "* 0/6 (0.00 %)", "Hepatocellular injury * 0/6 (0.00 %)", "Cholecystitis * 0/6 (0.00 %)"]}