{"Clinical Trial ID": "NCT01674062", "Intervention": ["INTERVENTION 1:", "Pertuzumab + Trastuzumab (cohorts 1 and 2)", "Women with metastatic breast cancer HER2 received dual agent therapy with pertuzumab and trastuzumab. Recruitment for cohorts 1 and 2 was performed separately; however, the same regimen was administered to both groups of participants. Trastuzumab was administered by IV infusion as 2 mg/kg once weekly or 6 mg/kg every 3 weeks from day 1 of Cycle 1. Pertuzumab was administered by IV infusion at a load dose of 840 mg followed by a standard dose of 420 mg every 3 weeks from day 2 of Cycle 1. Subsequently, both drugs were administered on day 1 of each 3-week cycle."], "Eligibility": ["Incorporation criteria:", "Women over 18 years of age or over 18 years of age with histologically confirmed positive HER2 breast cancer", "- Metastatic breast cancer, with progression on trastuzumab treatment as the last treatment for metastatic diseases", "Less than or equal to ( ) 3 chemotherapy regimens prior to entry into the study", "The last dose of trastuzumab 9 weeks before entry into the study for participants receiving pertuzumab + trastuzumab, and 4 weeks for participants receiving pertuzumab monotherapy", "- Left ventricular ejection fraction 55% at the beginning of the study", "- Exclusion criteria:", "Previous treatment with cancer vaccine or any targeted treatment other than trastuzumab", "- Brain metastases", "History of any cardiac adverse events associated with trastuzumab treatment", "Any other disease in the last 5 years, with the exception of basal cell cancer or cervical cancer in situ"], "Results": ["Performance measures:", "Cohorts 1 and 2: Percentage of participants with the best confirmed overall response of the complete (RC) or partial (PR) response according to the solid tumour response assessment criteria (RCIST) Version 1.0 during double agent treatment", "- The tumour response was evaluated using version 1.0 of RECIST to determine the objective response rate (RO) or percentage of participants with a confirmed RC or RP. The RP was defined as the elimination of all target lesions, and the RP was defined as a decrease of at least 30 percent (%) in the sum of the longest diameter relative to the reference level. The response was to be confirmed at least 4 weeks after the documented initial response. The RP rate was calculated as [number of participants meeting the above criteria divided by the analyzed number] multiplied by 100.", "Timeline: Up to approximately 9.5 years (screening; on day 15 of cycles 2, 4, 6 and 8 [cycle length 3 weeks]; then every 3 months until disease progression)", "Results 1:", "Title of arm/group: Pertuzumab + Trastuzumab (cohorts 1 and 2)", "In both groups, however, the same regimen was administered to both groups of participants. Trastuzumab was administered by IV infusion as 2 mg/kg once a week, or 6 mg/kg every 3 weeks, starting from day 1 of Cycle 1. Pertuzumab was administered by IV infusion at a loading dose of 840 mg followed by a standard dose of 420 mg every 3 weeks, starting from day 2 of Cycle 1. Subsequently, both drugs were administered on day 1 of each 3-week cycle.", "Total number of participants analysed: 66", "Type of measurement: Number", "Unit of measure: percentage of participants 24.2 (17.4 to 32.3)"], "Adverse Events": ["Undesirable Events 1:", "Total: 12/66 (18.18 per cent)", "Palpitations * 1/66 (1.52%)", "Haemamesis * 1/66 (1.52%)", "Decrease in performance * 1/66 (1.52%)", "Hepatic impairment * 1/66 (1.52%)", "Cellulite * 1/66 (1.52%)", "* 1/66 (1.52%)", "Pneumonia * 1/66 (1.52%)", "Pneumococcal pneumonia * 1/66 (1.52%)", "- Femur fracture * 0/66 (0.00 %)", "Hypokalaemia * 1/66 (1.52%)", "Back pain * 2/66 (3.03%)"]}