{"Clinical Trial ID": "NCT01106040", "Intervention": ["INTERVENTION 1:", "Attempted treatment", "Participants received a single 50 μg dose of radiolabelled Lymphoseek with 0.5 or 2.0 mCi Tc 99m and blue dye for lymphatic mapping and surgical resection of lymph nodes."], "Eligibility": ["Incorporation criteria:", "The patient gave his informed written consent with the permission of HIPAA.", "The patient is a candidate for surgery, with the mapping of the lymph nodes being part of the surgical plan.", "The patient is at least 18 years of age at the time of consent.", "The patient has an ECOG performance of grade 0 to 2 (see Appendix A).", "The patient has a negative clinical status at the time of entry into the study (i.e. T0-4, N0, M0, see Appendices D and E).", "In case of risk of pregnancy, the patient underwent a negative pregnancy test within 72 hours prior to administration of Lymphoseek, was surgically sterilized or was menopause for at least 1 year.", "Melanoma Patients", "The patient has a diagnosis of primary melanoma.", "The patient has a diagnosis of primary breast cancer.", "Patients with in situ channel carcinoma (CDIS) or non-invasive carcinoma if lymph node biopsy is part of the surgical plan.", "- Exclusion criteria:", "The patient is pregnant or breast-feeding.", "The patient has clinical or radiological signs of metastatic cancer, including abnormal or enlarged lymph nodes (i.e., all patients should be any T,N0,M0, see Appendices D and E).", "The patient has a known hypersensitivity to Lymphazurine.", "The patient participated in another drug study within 30 days of scheduled surgery.", "Melanoma Patients", "The patient has a Breslow depth of less than 0.75 mm.", "The patient received preoperative chemotherapy, immunotherapy or radiotherapy.", "The patient received a diagnosis of anterior invasive melanoma that would occur in the same body region or that could drain into the same nodal basin or into patients with a truncated primary melanoma or extremity that had already had breast cancer that could drain into the same axillary nodal basin.", "The patient underwent nodal pelvic surgery of any type or radiation from the nodal basin(s) that could drain the primary melanoma.", "The patient underwent a large excision for his primary melanoma (>1 cm in size) or a complex reconstruction (rotation, free flap or skin transplant of any type).", "Patients with breast cancer", "The patient has bilateral primary breast cancers or multiple tumours in her breast.", "The patient has already undergone surgical procedures such as breast implants, reduction mammoplasty or axillary surgery.", "The patient should undergo a bilateral mastectomy unless for aesthetic reasons and the contraindicated breast is not mapped with the lymph nodes.", "The patient underwent preoperative radiation therapy in the affected breast or axilla."], "Results": ["Performance measures:", "- Concordance of blue dye and lymphoseek", "The proportion of lymph nodes detected intraoperatively by blue dye was also detected by Lymphoseek.", "Time limit: Surgery after injection of Lymphoseek and blue dye", "Results 1:", "Title of arm/group: Intention to deal with", "Description of the arm/group: Participants received a single dose of 50 μg of radiolabelled lymphoseek with 0.5 or 2.0 mCi Tc 99m and blue dye for lymphatic mapping and surgical resection of lymph nodes.", "Total number of participants analysed: 133", "Total number of units analysed", "Type of units analysed: Lymph nodes Type of measurement: NumberNumber (95% confidence interval)Unity of measurement: Proportion of lymph nodes: 1.0000 (0.9840 to 1.0000)"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/153 (5.23 per cent)", "- Bradycardia [1]1/153 (0.65%)", "- Tachycardia [1]1/153 (0.65%)", "Cellulite [1]2/153 (1.31%)", "- Ophthalmic Zoster herpes [1]1/153 (0.65%)", "- Seroma [1]1/153 (0.65%)", "- Syncope [1]1/153 (0.65%)", "Asthma [1]1/153 (0.65%)"]}