{"Clinical Trial ID": "NCT03190083", "Intervention": ["INTERVENTION 1:", "- Three-dimensional tomosynthesis mammography", "In addition to the standard 2-D mammography, patients who have obtained a Breast Imaging Reporting and Data System (BIRADS) 5 at the time of diagnosis and all new patients with breast cancer will undergo a separate 2-D DBT.", "A two-dimensional mammography: This is a standard of care for the diagnosis of breast cancer. New breast cancer patients will be programmed for mammography after diagnosis at the time of surgery. The radiologist examining the images of tomosynthesis will be separated and blinded from the radiologist who examined the two-dimensional mammography.", "The radiation dose of this or these procedures will not exceed 0.4 mSv for bilateral breast tomosynthesis. New breast cancer patients will be programmed for mammography after diagnosis at the time of the surgical appointment. The radiologist examining the images of tomosynthesis will be separated and blinded from the radiologist who examined the initial mammography in 2D."], "Eligibility": ["Incorporation criteria:", "New diagnosis of breast cancer", "New diagnosis if previous breast cancer patient with negative surgical margins", "* Patients willing to sign a written informed consent form", "- Exclusion criteria:", "• High-risk benign lesions as a diagnosis of primary pathology"], "Results": ["Performance measures:", "Number of participants for whom the DBT has modified the surgical plan", "Only positive results, such as an additional cancer site or an atypical pathology such as ductal/atypical lobular hyperplasia, papilloma, DCIS/CCIS (results requiring surgery), will be taken into account when estimating the frequency of changes in surgical management.", "Timeline: Upon completion of 3-dimensional mammography (1 day)", "Results 1:", "Title of the arm/group: Three-dimensional tomosynthesic mammography", "In addition to standard 2-D mammography, patients who have received a BIRADS 5 reporting and breast imaging system category at the time of diagnosis and all new breast cancer patients will undergo separate 2-D and DBT treatment.", "A two-dimensional mammography: This is a standard of care for the diagnosis of breast cancer. New breast cancer patients will be programmed for mammography after diagnosis at the time of surgery. The radiologist examining the images of tomosynthesis will be separated and blinded from the radiologist who examined the two-dimensional mammography.", "The radiation dose of this or these procedures will not exceed 0.4 mSv for bilateral breast tomosynthesis. New breast cancer patients will be programmed for mammography after diagnosis at the time of the surgical appointment. The radiologist examining the images of tomosynthesis will be separated and blinded from the radiologist who examined the initial mammography in 2D.", "Total number of participants analysed: 16", "Type of measure: Number of participants", "Unit of measure: Participants 0 0.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/16 (0.00 per cent)"]}