{"Clinical Trial ID": "NCT00281697", "Intervention": ["INTERVENTION 1:", "- Standard chemotherapy + Bevacizumab", "Patients received one of several standard chemotherapys for metastatic breast cancer plus bevacizumab at a dose of 10 mg/kg intravenous (IV) every 2 weeks or 15 mg/kg intravenously every 3 weeks according to the chosen chemotherapy regimen.", "INTERVENTION 2:", "Standard chemotherapy + Placebo", "Patients received one of several standard chemotherapys for metastatic breast cancer and placebo for intravenous bevacizumab every 2 weeks or every 3 weeks according to the chosen chemotherapy regimen."], "Eligibility": ["Incorporation criteria:", "Signed informed consent form.", "- 18 years.", "A histologically confirmed breast carcinoma with a measurable or non-measurable metastatic disease that has progressed (patients with a history of brain metastases may participate in the study [USA only], as long as their brain metastases have been treated and have no signs of progression or haemorrhage after treatment and no continuing need for dexamethasone).", "• Progression of the disease during or after administration of a first-line chemotherapeutic (non-experimental) regimen.", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0 or 1.", "For women of childbearing potential, the use of an effective method of non-hormonal contraception.", "Life expectancy 3 months.", "Willingness and ability to comply with study and follow-up procedures.", "- Exclusion criteria:", "Prior hormonal treatment only as treatment for metastatic disease without chemotherapy. Patients should have received chemotherapy for their metastatic disease in the first line. Hormonal treatment alone is not allowed.", "For subjects previously treated with anthracycline, documentation of the left ventricular ejection fraction < 50% by double barrier acquisition (MUGA) or echocardiogram (ECHO).", "Treatment with more than one prior cytotoxic regimen for metastatic breast cancer (MNC).", "HER2-positive status (patients with an unknown HER2 status, and for whom the determination of HER2 status is not possible, are eligible for this study).", "• Unknown status of estrogen receptor (ER) and progesterone receptor (PR).", "A radiotherapy other than palliation or brain metastases, biological therapy or chemotherapy for MBC within 21 days prior to day 0 (day 1 of treatment cycle 1).", "- Prior treatment with bevacizumab or other targeted vascular endothelial growth factor (VEGF).", "- Untreated brain metastasis.", "Inadequately controlled blood pressure.", "- Unstable angina.", "New York Heart Association Grade II or greater congestive heart failure (CHF).", "History of myocardial infarction in the 6 months preceding Day 0 (the day of the first infusion of bevacizumab/placebo).", "History of stroke or transient ischemic attack within 6 months prior to day 0.", "A clinically significant peripheral vascular disease.", "Evidence of haemorrhagic diathesis or coagulopathy.", "• Major surgery, open biopsy or significant traumatic injury within 28 days prior to day 0; anticipation of the need for major surgery during the study.", "Minor surgical procedures, aspirations for fine needs or basic biopsies within 7 days prior to day 0.", "• History of abdominal fistula, gastrointestinal perforation or intra-abdominal abscesses within 6 months prior to day 0.", "A serious, unhealing injury, ulcer or bone fracture.", "A history of anaphylactic reaction to uncontrolled monoclonal antibody treatment by premedication of treatment.", "History of other malignancies within 5 years of day 0, with the exception of tumours with negligible risk of metastasis or death, such as adequately controlled basal cell carcinoma or squamous skin or in situ carcinoma of the cervix.", "Inadequate organ function.", "Pregnancy (positive serum pregnancy test) or lactation.", "Any other disease, metabolic dysfunction, discovery of a physical examination or discovery of a clinical laboratory giving a reasonable suspicion of a disease or condition that is contraindicated by the use of an experimental drug, or that may affect the interpretation of the results or make the subject at high risk of treatment complications."], "Results": ["Performance measures:", "- Survivors without progression", "For non-target lesions, the RFP was defined as the occurrence of one or more new lesions and/or the unequivocal progression of existing non-target lesions. Target lesions should be selected based on their size (those with the largest diameter) and their ability to perform accurate repeat measurements by imaging techniques or clinically. All measurable lesions up to a maximum of 5 lesions per organ and 10 lesions in total, representative of all organs involved, should be identified as target lesions.", "Time frame: Data limit reference level for primary outcome measurement analysis (up to 3 years, 2 months)", "Results 1:", "Title of the arm/group: Standard chemotherapy + Bevacizumab", "- Arm/group description: Patients received one of several standard chemotherapys for metastatic breast cancer and bevacizumab at a dose of 10 mg/kg intravenous (IV) every 2 weeks or 15 mg/kg intravenously every 3 weeks according to the chosen chemotherapy regimen.", "Total number of participants analysed: 459", "Median (95% confidence interval)", "Unit of measure: Month 7.2 (6.5 to 7.6)", "Results 2:", "Title of the arm/group: Standard chemotherapy + Placebo", "Description arm/group: Patients received one of several standard chemotherapys for metastatic breast cancer and placebo for bevacizumab given IV every 2 weeks or every 3 weeks according to the chosen chemotherapy regimen.", "Total number of participants analysed: 225", "Median (95% confidence interval)", "Unit of measurement: Month 5.1 (4.1 to 6.0)"], "Adverse Events": ["Undesirable Events 1:", "Total: 112/458 (24.45%)", "8/458 (1.75%) febrile neutropenia", "Neutropenia 6/458 (1.31%)", "Anemia 3/458 (0.66%)", "Thrombocytopenia 3/458 (0.66%)", "Pancytopenia 2/458 (0.44%)", "Myocardial infarction 0/458 (0.00 %)", "Pericardial infusion 0/458 (0.00 %)", "Tachycardia 0/458 (0.00 %)", "Acute myocardial infarction 1/458 (0.22%)", "Atrial fibrillation 0/458 (0.00 %)", "Adverse Events 2:", "Total: 39/221 (17.65%)", "5/221 (2.26 per cent)", "Neutropenia 1/221 (0.45%)", "Anemia 2/221 (0.90%)", "Thrombocytopenia 0/221 (0.00 %)", "Pancytopenia 0/221 (0.00 %)", "Myocardial infarction 2/221 (0.90%)", "- Pericardial infusion 2/221 (0.90%)", "Tachycardia 2/221 (0.90%)", "- Acute myocardial infarction 0/221 (0.00 %)", "Atrial fibrillation 1/221 (0.45%)"]}