{"Clinical Trial ID": "NCT00089999", "Intervention": ["INTERVENTION 1:", "- Lapatinib 1500 mg QD", "Participants received 1500 mg of lapatinib orally. Treatment was continued for 12 weeks or until disease progression or withdrawal for another reason. After week 12, participants with clinical benefit were given the opportunity to continue treatment with lapatinib at the same dose and on the same schedule until disease progression, provided treatment was tolerated.", "INTERVENTION 2:", "Lapatinib 500 mg twice daily", "Participants received 500 mg of lapatinib orally. Treatment was continued for 12 weeks or until disease progression or withdrawal for another reason. After week 12, participants with clinical benefit were given the opportunity to continue treatment with lapatinib at the same dose and on the same schedule until disease progression, provided treatment was tolerated."], "Eligibility": ["• Inclusion criteria:", "Invasive breast cancer confirmed histologically with incurable stage IIIB, IIIC or stage IV lesions on primary diagnosis or relapse after curative surgical intervention.", "The Eastern Cooperative Oncology Group (ECOG) has reached state 0 or 1.", "Documented amplification of ErbB2 by in situ fluorescence hybridization (FISH)", "A disease measurable according to the criteria for assessing response in solid tumours (RECIST)", "Adequate renal, hepatic and cardiac function", "- Exclusion criteria:", "[New adjuvant or adjuvant therapy (including trastuzumab) will be allowed provided it has been discontinued at least 12 months prior to entry into the study.", "Patients with active brain metastases", "Patients with bilateral breast cancer, bone metastases as the only disease site or metastases at more than 30% of hepatic parenchyma."], "Results": ["Performance measures:", "Number of participants with the best overall response (OR) of the Confirmed Complete Response (CR) or Partial Response (PR), assessed by the Independent Review Committee (IRC)", "The best response is defined as the best response recorded from the start of treatment to the occurrence of progressive disease (PD) or recidivism. RC is defined as the elimination of all target lesions (TL) and non-TL. PR is defined as a decrease of at least 30% in the sum of the longest diameters (LDs) of LT, using as a reference the base sum of LDs and non-PDs, or the complete resolution of LTs and the persistence of one or more non-TLs, according to the IRC assessment. The RFP is defined as an increase of at least 20% in the sum of LTs, taking as a reference the smallest sum of LDs recorded since the start of treatment or the appearance of >= 1 new injury or unequivocal progression of existing non-TLs. Responses were confirmed in subsequent evaluations carried out >=28 days after the initial response.", "Delay: From the date of the first dose of the test product to the first documented evidence of a confirmed RCA or RCA (up to study week 103)", "Results 1:", "Title of arm/group: Lapatinib 1500 mg QD", "After week 12, participants with clinical benefit were given the opportunity to continue treatment with lapatinib at the same dose and on schedule until disease progression, provided treatment was tolerated.", "Total number of participants analysed: 69", "Type of measurement: Number", "Unit of measure: Participants CR: 0", "PR: 15", "Results 2:", "Title of the arm/group: Lapatinib 500 mg BID", "After week 12, participants with clinical benefit were given the opportunity to continue treatment with lapatinib at the same dose and on schedule until disease progression, provided treatment was tolerated.", "Total number of participants analysed: 69", "Type of measurement: Number", "Unit of measure: Participants CR: 0", "PR: 18"], "Adverse Events": ["Undesirable Events 1:", "Total: 15/69 (21.74%)", "Anemia 0/69 (0.00 %)", "Febrile neutropenia 1/69 (1.45%)", "Thrombocytopenia 0/69 (0.00 %)", "- Left ventricular dysfunction 0/69 (0.00 %)", "1/69 (1.45%)", "Diarrhoea 1/69 (1.45%)", "Constipation 0/69 (0.00 %)", "Gastritis 1/69 (1.45%)", "Esophagitis 1/69 (1.45%)", "- Vomiting 1/69 (1.45%)", "Asthenia 0/69 (0.00 %)", "Pyrexia 0/69 (0.00 %)", "Adverse Events 2:", "Total: 18/69 (26.09 per cent)", "Anemia 1/69 (1.45%)", "Febrile neutropenia 0/69 (0.00 %)", "Thrombocytopenia 1/69 (1.45%)", "- Left ventricular dysfunction 1/69 (1.45%)", "Pericardial infusion 0/69 (0.00 %)", "Diarrhoea 1/69 (1.45%)", "Constipation 1/69 (1.45%)", "Gastritis 0/69 (0.00 %)", "Oesophagitis 0/69 (0.00 %)", "Vomiting 0/69 (0.00 %)", "Asthenia 2/69 (2.90%)", "Pyrexia 1/69 (1.45%)"]}