{"Clinical Trial ID": "NCT01823991", "Intervention": ["INTERVENTION 1:", "A - Cognitrin #1", "Time of treatment of cognitrin 1", "INTERVENTION 2:", "B - Cognitrin #2", "Cognitrin time 2."], "Eligibility": ["Incorporation criteria:", "In the case of Stage II-IIIA breast cancer that has completed adjuvant therapy with anthracyclines and/or taxanes + or -Radiation in the last 6 months (+/- 7 days) (subjects treated with concomitant endocrine therapy (TAM, aromatase inhibitors may also participate, as this is a standard of care for this patient population)", "Able to understand and sign informed consent", "Learning to read, understand and communicate in the English language", "No evidence of dementia - Mini Mental Condition Examination (EMMS) >=23 but some signs of cognitive impairment", "He must be aware of the nature of his current state of health and must be prepared to give his consent after being informed of the experimental nature of therapy, alternatives, potential benefits, side effects, risks and discomfort.", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0-2 (Karnofsky's note > 60%)", "Acceptable haemoglobin and hematocrit based on complete blood count (CBC)", "It is necessary to be prepared for monitoring to determine whether the nutritional intake is adequate during the procedure, as is currently the case in clinical practice.", "- Exclusion criteria:", "• Use of estrogen (oral, dermal or vaginal), progesterone (oral or topical), androgen, raloxifene or tamoxifen in the previous 3 months", "The use of hormonal steroid supplements, including dehydroepiandrosterone (DHEA)", "Patients with breast cancer or other advanced cancers or IIIIB or IV", "The use of n-3 fatty acids or high-dose antioxidant supplements other than what is provided in the test", "• History of known allergy to the components of the study supplements", "Renal or liver disorders", "Simultaneous participation in another chemoprevention trial", "Evidence of haemorrhagic diathesis or coagulopathy", "Metabolic abnormalities (e.g. thyroid disorders, insulin-dependent diabetes, rheumatological disease, etc.)", "- known Claustrophobia, presence of pacemaker and/or ferromagnetic material in their bodies that would prohibit MRI imaging", "Medical history of concussion", "Another acute or chronic medical or psychiatric condition or laboratory anomaly that may increase the risk associated with participating in the study or administering drugs in the study, or that may interfere with the interpretation of the study results, and which, in the opinion of the investigator, would render the potential participant inappropriate for entering the study."], "Results": ["Performance measures:", "Change in cognitive function scores with intervention - HVLT and COWA", "The HVLT test evaluates learning and verbal memory. Subjects receive a list of words and are asked to repeat as many words as they can remember on three occasions. There are no low and high absolute values, as the scores are age-adjusted.Reported scores are T-scores-average scores should be 50, with a standard deviation of 10, any score below 50 indicates a performance below the population averages and any score above 50 indicates a performance above the population averages.The COWA test is a verbal fluence test that measures the spontaneous production of words in the same category or starting with a designed letter. Z scores are converted to z-score scores. A -1 score is a standard deviation below the average. The lowest and highest Z scores can be -3.0 and 3.0. A lower Z score indicates a low fluence.", "Time limit: Baseline (time 1) and 3 months +/- 7 days (time 2)", "Results 1:", "Title of the arm/group: A - Cognitrin #1", "Description of the arm/group: treatment time for cognitrin 1", "Total number of participants analysed: 5", "Average (standard error)", "Unit of measure: HVLT score - total recall: 49.04 (6.41)", "HVLT delayed recall: 44.82 (5.33)", "Note COWA-z: -.341 (686)", "Results 2:", "Title of the arm/group: B - Cognitrin #2", "Description of the arm/group: Cognitrin Time 2.", "Total number of participants analysed: 5", "Average (standard error)", "Unit of measure: score HVLT-total reminder: 44.93 (7.55)", "HVLT delayed recall: 41.59 (7.02)", "Note COWA-z: -.452 (577)"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/18 (5.56 per cent)", "Psychosis * [1]1/18 (5.56%)", "Adverse Events 2:", "Total: 0/18 (0.00 per cent)", "Psychosis * [1]0/18 (0.00 %)"]}