{"Clinical Trial ID": "NCT00004888", "Intervention": ["INTERVENTION 1:", "Weapons I: Doxorubicin and Taxotere", "Patients received 30 mg/m^2 IV of PLD, followed by 60 mg/m^2 IV of docetaxel, one hour after completion of PLD, every 3 weeks for a total of 8 cycles. Dexamthasone 8 mg orally twice daily was administered the day before, the day of and the day following docetaxel. The maximum permitted cumulative dose of PLD was 240 mg/m^2.", "INTERVENTION 2:", "Arm II: Doxorubicin, Taxotere and Herceptin", "Patients received weekly anti-antibody therapy with trastuzumab in addition to induction chemotherapy with PLD and docetaxel every 3 weeks, as indicated for arm I above, for a total of 8 cycles. Trastuzumab was administered 4 mg/kg IV on day 1, then 2 mg/kg IV per week."], "Eligibility": ["Incorporation criteria:", "A histologically confirmed adenocarcinoma of the breast with manifestations of metastatic progression", "The HER2 expression status in primary breast tissue and/or metastasis site(s) must be determined by the ECOG Pathology Coordinating Bureau; (the results will be used at the time of registration); NOTE: For this protocol, the non-expressed HER2/neu status will be defined as 0 and 1+ scores using the DAKO HercepTest; the overexpressed HER2 status will be defined as 2+ score (if confirmed amplified by FISH) or 3+ scores using the DAKO HercepTest", "The cytologically positive pleural or peritoneal effusions are considered to be an evaluable disease provided that local intracavitary treatment is not introduced at the beginning of treatment; to be considered an evaluable disease, pleural effusions may not have previously been drained or sclerosed.", "• Blast or mixed bone metastases can only be evaluated if they are accompanied by an analgesic requirement or a decrease in performance, and do not require radioactive treatment within two cycles from the start of the protocol; pure osteolytic disease is evaluable; bone disease must be proven by X-ray to make the site evaluable; patients whose only evidence of metastatic disease is abnormal bone analysis without confirmatory X-rays are not eligible for this study.", "No prior chemotherapy for advanced disease; previously authorised adjuvant chemotherapy (including taxanes) if completed > 6 months prior to diagnosis of metastatic disease; no previous adjuvant anthracycline, or prior exposure to other anthracycline- (e.g., epirubin, any formulation of liposomal doxorubicin), or any anthracenione- (e.g., mitoxantrone) containing authorized treatment; no prior treatment with herceptin authorized; NOTE: chemotherapy after ipsilateral breast recurrence following breast conservation surgery would not be considered chemotherapy for advanced disease; however, in post-mastectomy patients chemotherapy for local/regional recurrence is considered treatment for advanced disease", "NOTE: Post-mastecomy anterior radiotherapy involving the chest wall ± internal chain of breast lymph nodes (NIM) is permitted; however, patients who have received photonic NIM therapy are not eligible; NOTE: Radiotherapy must be completed >= 2 weeks prior to registration; it cannot be administered at the same time as Doxil, Taxotere or Herceptin.", "While prior hormonal treatment in metastatic or adjuvant media is permitted, patients should have been out of treatment for >= 2 weeks prior to registration.", "- Exemption from disease of previous non-brain invasive malignancies for >= 5 years, except basal cell carcinomas or squamous carcinomas treated with skin or in situ carcinoma of the cervix", "0, 1, or 2 ECOG performance status", "At least two weeks after major surgery (including mastectomy) and recovered from toxicity", "Creatinine = < 1.5 mg/dl", "Granulocytes >= 1,500/mm3", "Platelets >= 100 000/mm3", "SGOT(AST) = < 2.5 x upper limit of normal", "Bilirubine within the normal limits of the establishment", "No history of deep venous thrombosis, pulmonary thromboembolism or other thromboembolic conditions", "Women should not be pregnant or breast-feeding; the effect of herceptin on the fetus is not known; Doxil is known to be harmful to the fetus", "Women of childbearing potential should be advised to use an accepted and effective method of contraception.", "No patients with untreated brain metastases or brain metastases undergoing radiation or for whom brain metastases are the only site of the disease; patients with previously treated brain metastases who have responded to brain radiotherapy and/or surgery and who continue to respond are eligible, provided that the brain is not the only site of the disease.", "The left ventricular ejection fraction must be equal to or greater than the lower institutional limits of normal (as assessed by MUGA analysis or echocardiogram obtained within six weeks prior to registration); the patient will not be eligible if the initial evaluation of the LVEF is not performed.", "No history of myocardial infarction, congestive heart failure or arrhythmia requiring medication; no history of hypertension or systolic or diastolic dysfunction; no evidence of ventricular hypertrophy, abnormal conduction or severe arrhythmia of EKG; the patient will not be eligible if the initial assessment of EKG is not completed within 4 weeks."], "Results": ["Performance measures:", "● Classes of cardiotoxicity events in the subset of patients reporting a cardiotoxicity event", "Grade 1 is a decrease in the left ventricular ejection fraction (LVEF) >=10% but <20% of the baseline. Grade 2 is LVEF under LLN (50%) or a decrease in LVEF >=20% of the baseline. Grade 3 is a treatment sensitive congestive heart failure. Please note that only one subset of patients reported cardiotoxic events so that totals do not add up to the total number of participants.", "Time: Baseline, after cycle 4 (~84 days), after cycle 8 (~168 days) and 30 days or more after last cycle of induction treatment", "Results 1:", "Title of the arm/group: Arm I: Doxorubicin and Taxotere", "The maximum allowable cumulative dose of PLD was 240 mg/m^2. The patients were given a dose of PLD 30 mg/m^2 IV followed by docetaxel 60 mg/m^2 IV, one hour after completion of the PLD dose, every 3 weeks for a total of 8 cycles. Dexamthasone 8 mg orally twice daily was given the day before, the day of and the day following the docetaxel. The maximum allowable cumulative dose of PLD was 240 mg/m^2.", "Total number of participants analysed: 16", "Type of measurement: Number", "Unit of measure: participants Grade 1 After Cycle 4 (approximately 84 days): 2", "- Class 1 After cycle 8 (approx. 168 days): 4", "After 30 days or more after the last cycle: 1", "Grade 2 After cycle 4 (approx. 84 days): 3", "Grade 2 After cycle 8 (approx. 168 days): 4", "Grade 2 After 30 days or more after the last cycle: 1", "Grade 3 After cycle 4 (approx. 84 days): 1", "Grade 3 After Cycle 8 (approximately 168 days): 0", "Grade 3 After 30 days or more after the last cycle: 0", "Results 2:", "Title of the arm/group: Arm II: Doxorubicin, Taxotere and Herceptin", "Description of the arm/group: Patients received weekly antibody therapy with trastuzumab in addition to chemotherapy for induction with PLD and docetaxel every 3 weeks as indicated for arm I above for a total of 8 cycles. Trastuzumab was administered 4 mg/kg IV on day 1, then 2 mg/kg IV per week.", "Total number of participants analysed: 37", "Type of measurement: Number", "Unit of measure: participants Grade 1 After Cycle 4 (approximately 84 days): 12", "- Class 1 After cycle 8 (approx. 168 days): 8", "Class 1 After 30 days or more after the last cycle: 10", "Grade 2 After cycle 4 (approx. 84 days): 0", "Grade 2 After Cycle 8 (approximately 168 days): 2", "Grade 2 After 30 days or more after the last cycle: 5", "Grade 3 After cycle 4 (approx. 84 days): 0", "Grade 3 After Cycle 8 (approximately 168 days): 0", "Grade 3 After 30 days or more after the last cycle: 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 41/41 (100.00 per cent)", "Febrile Neutropenia 5/41 (12.20%)", "Leukopenia 22/41 (53.66%)", "Neutropenia 24/41 (58.54 %)", "Thrombocytopenia 2/41 (4.88 %)", "Anemia 5/41 (12.20%)", "Thrombosis/embolism 4/41 (9.76%)", "DIC 1/41 (2.44%)", "ASAT Increase of 1/41 (2.44%)", "Hypoalbuminaemia 1/41 (2.44%)", "Increase in creatinine 1/41 (2.44%)", "- Hypertension 1/41 (2.44%)", "Adverse Events 2:", "Total: 48/48 (100.00 per cent)", "Febrile Neutropenia 5/48 (10.42%)", "Leucopenia 28/48 (58.33 per cent)", "Neutropenia 32/48 (66.67%)", "Thrombocytopenia 0/48 (0.00 %)", "Anemia 6/48 (12.50 per cent)", "Thrombosis/embolism 0/48 (0.00 %)", "- Chim 0/48 (0.00 per cent)", "AST Increase of 1/48 (2.08 per cent)", "Hypoalbuminaemia 1/48 (2.08%)", "Increase in creatinine 0/48 (0.00 %)", "Hypertension 1/48 (2.08%)"]}