{"Clinical Trial ID": "NCT00944047", "Intervention": ["INTERVENTION 1:", "Intervention arm", "Nab-paclitaxel, trastuzumab, doxorubicin, cyclophosphamide, growth factor support, surgery", "Nab-paclitaxel: 100 MG/M2 IV over 30 minutes once a week for 12 weeks", "Trastuzumab: loading dose of 4 MG followed by 2 MG/KG per week for a total of 12 weeks", "Doxorubicin: 60 MG/M2 every two weeks for a total of 4 cycles", "Cyclophosphamide: 600 MG/M2 every 2 weeks for 4 cycles (administered with doxorubicin above)", "- All patients will receive pegfilgrastim 6.0 mg sc on day 2 of each doxorubicin/cyclophosphamide neoadjuvant treatment cycle.", "The erythropoietic growth factor support for fatigue/anemia will be authorized at the discretion of the treating physician.", "Surgery: -After completion of neoadjuvant therapy, patients will either perform a modified radical mastectomy or a lumpectomy.", "All patients with pre-treatment lymphatic disease and positive sentinel lymph node will undergo a complete dissection of the axillary lymph node."], "Eligibility": ["Incorporation criteria:", "Women 18 years of age", "Stage II or III adenocarcinoma demonstrated by histology of the breast", "To be a candidate for neoadjuvant therapy (Tumor size 2 cm, T2, T3, T4 and/or clinical N1 or N2).", "HER-2/neu 1+ or 2+ by immunohistochemistry", "There must be an operating tumor.", "- Rate of return of 2 or more per SWOG criterion", "LVEF 55% by echocardiogram performed within 4 weeks prior to initiation of treatment", "If the patient of childbearing potential, the pregnancy test is negative", "Patients with reproductive potential should use an effective method to prevent pregnancy throughout the trial.", "Adequate bone marrow function: ANC > 1500/mm3, platelet count > 100 000/mm3, and hemoglobin > 9 g/dL", "Adequate renal function: serum creatinine < 1.5mg/dl and/or creatinine clearance > 60 mL/min", "Adequate hepatic function: transaminases < 2.5 x upper limit of normal and total bilirubin < 1.5 mg/dL", "The experimental nature of the study must be informed and informed consent signed in accordance with institutional rules.", "The pretreatment laboratory values should be performed within 14 days of the patient's registration, and further initial studies (except mammography) should be performed within 30 days of the patient's registration.", "EXCLUSION CRITERIA:", "• Patients with metastatic breast cancer.", "Women with tumours that are HER-2 neu 0+ or 3+ by immunohistochemistry", "Women with 2 amplified FISH tumours (FISH ratio > 2.2)", "Patients who have already received endocrine therapy for > 4 weeks or chemotherapy for this breast cancer will be excluded.", "Locally advanced, inoperative tumours will be excluded.", "The presence of any other medical or psychiatric condition which, in the opinion of the attending physician, would be inconsistent with the use of medication in this protocol or would put the subject at an excessive risk of treatment complications.", "• History of major heart disease, cardiac risk factors or uncontrolled arrhythmias", "Ejection fraction < 55%", "Pregnancy or lactation", "Patients with inadequate biological values (as defined above) are excluded from the study.", "Patients with grade 2 NCI (CTC) common toxicity criteria or higher peripheral neuropathy are excluded from the study.", "Patients with active infection are excluded from the study.", "- Patients with concomitant or anterior malignancies in the past 5 years are excluded from the study. Exceptions: properly treated basal or squamous carcinoma of the skin, in situ cervix carcinoma and in situ channel carcinoma (CDIS).", "Patients with emotional limitations are excluded from the study."], "Results": ["Performance measures:", "Complete pathological response", "[Unspecified]", "Time limit: 22 weeks", "Results 1:", "Title of the arm/group: Intervention weapon", "Description of the arm/group: Nab-paclitaxel, trastuzumab, doxorubicin, cyclophosphamide, growth factor support, surgery", "Nab-paclitaxel: 100 MG/M2 IV over 30 minutes once a week for 12 weeks", "Trastuzumab: loading dose of 4 MG followed by 2 MG/KG per week for a total of 12 weeks", "Doxorubicin: 60 MG/M2 every two weeks for a total of 4 cycles", "Cyclophosphamide: 600 MG/M2 every 2 weeks for 4 cycles (administered with doxorubicin above)", "- All patients will receive pegfilgrastim 6.0 mg sc on day 2 of each doxorubicin/cyclophosphamide neoadjuvant treatment cycle.", "The erythropoietic growth factor support for fatigue/anemia will be authorized at the discretion of the treating physician.", "Surgery: -After completion of neoadjuvant therapy, patients will either perform a modified radical mastectomy or a lumpectomy.", "All patients with pre-treatment lymphatic disease and positive sentinel lymph node will undergo a complete dissection of the axillary lymph node.", "Total number of participants analysed: 32", "Type of measurement: Number", "Unit of measure: percentage of participants 26"], "Adverse Events": ["Undesirable Events 1:", "Total: 5/32 (15.63 per cent)", "Pain * 1/32 (3.13%)", "Febrile neutropenia * 2/32 (6.25 per cent)", "Pneumonia * 1/32 (3.13%)", "- Syncope * 1/32 (3.13%)"]}