{"Clinical Trial ID": "NCT00356811", "Intervention": ["INTERVENTION 1:", "Lapatinib Plus Paclitaxel", "Participants received lapatinib 1500 mg OD orally with paclitaxel, administered as an IV infusion for one hour at a dose of 80 mg/m^2 on days 1, 8 and 15 (± 2 days) of a 28-day treatment cycle for at least 6 months."], "Eligibility": ["Incorporation criteria:", "A subject may only be included in this study if all of the following criteria apply:", "Signed informed consent.", "Only 18-year-old women will be recruited:", "(i.e. women with functional ovaries who have a documented tubular ligature or hysterectomy, or women who are menopausal); or", "This category includes women with oligomenorrhea (several), women who are out-of-date and young women who have started to menstruate. These subjects should provide a negative serum pregnancy test during screening and accept one of the following situations:", "• Complete abstinence from sexual intercourse from 2 weeks prior to the first dose of the study drug up to 28 days after the final dose of the study drug; or", "The consistent and correct use of one of the following acceptable methods of contraception:", "The male partner who is sterile before the female subject enters the study and who is the only sexual partner for this female subject.", "levonorgestrel implants.", "A progestin for injection.", "Any intrauterine device (IUD) with a documented failure rate of less than 1% per year.", "• Oral contraceptives (combined or progestin only).", "• Barrier methods, including diaphragm or condom with spermicide.", "Subjects should have invasive breast cancer historically confirmed with stage IV disease;", "When the disease is limited to a solitary lesion, the neoplastic nature of the lesion must be confirmed by cytology or histology.", "Subjects with ER+ and/or PR+ disease or unknown status will only be included in the study if they meet the following criteria:", "They have symptomatic visceral disease requiring chemotherapy (e.g. patients with hepatic or pulmonary metastases).", "The researcher considers that the disease is progressing rapidly or endangering life.", "Subjects who have received endocrine therapy and who no longer benefit from this therapy.", "The documented amplification of ErbB2 defined by FISH in primary or metastatic tumour tissues. The results of FISH tests in local laboratories are acceptable, however, the tissue sample must always be sent to the central laboratory where the results will be repeated but not used for the eligibility criterion.", "If a taxane has been administered as a neoadjuvant or adjuvant, progression should have taken place 12 months after the end of this treatment.", "· Measurable lesions according to the RECIST criteria (criteria for assessing responses in solid tumours) [Stephens, 2004; Therasse, 2000].", "Radiotherapy prior to the start of the study is permitted in a limited area (e.g., palliative treatment of painful bone metastases), if not the only site of the disease. The subject must have completed the radiological treatment and recovered from all acute toxicities related to radiological treatment, in particular the removal of the bone marrow.", "However, bisphosphonate treatment for bone metastases is permitted; treatment should be initiated prior to the first dose of the study drug. Prophylactic use of bisphosphonates in patients without bone disease, except for the treatment of osteoporosis, is not permitted.", "Subjects with stable central nervous system (CNS) metastases (stables for at least 3 months) confirmed by computerized tomography (CT)/magnetic resonance imaging (MRI) or leptomeningé are eligible only if they do not take oral steroids or enzyme-inducing anticonvulsants.", "Subjects with a known history of uncontrolled or symptomatic angina, arrhythmia or congestive heart failure are not eligible.", "Eastern Cooperative Oncology Group (ECOG) Performance Status 0 to 1.", "Considered by the investigator to have a life expectancy of at least 3 months.", "• Capable of swallowing and conserving oral medicines.", "The subjects must have new or archived tumour tissues available for analysis.", "The subjects must complete all screening assessments described in the protocol.", "The subject must have an adequate organ function as defined in Table 1.", "Table 1 Basic laboratory values for the LABORATORY VALUES OF THE ORGANIZATIONAL FUNCTION SYSTEM", "Haematological", "Absolute number of neutrophils 1.5 × 10^9/L Haemoglobin 9 g/dL Blisters 100 × 10^9/L", "Hepatic", "Albumin 2.5 g/dL Serum bilirubine", "1.25 x USN AST and ALT 3 × ULN without liver metastases", "5 × ULN with documented liver metastases", "Renal", "Serum Creatinine1 2.0 mg/dL", "OR - Calculate creatinine clearance1 40 mL/min", "ALT = alanine aminotransferase; AST = aspartate aminotransferase", "- Exclusion criteria:", "A subject will not be eligible for inclusion in this study if one of the following criteria applies:", "Pregnant or lactating women.", "Has received prior chemotherapy, hormonal treatment, immunotherapy, biological treatment for metastatic diseases.", "Prior treatment with erbB1 and/or erbB2 inhibitors.", "· Concomitant anticancer therapy (chemotherapy, radiotherapy, immunotherapy, biological therapy, hormone therapy) during the study of drugs.", "• Serious unsolved or unstable toxicity resulting from the prior administration of another experimental medicine and/or prior treatment for cancer.", "- Peripheral neuropathy of grade 2 or higher.", "• Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small intestine; subjects with ulcerative colitis are also excluded.", "However, subjects who have been free of disease for 5 years, or subjects with a history of completely resected non-melanoma skin cancer or successfully treated on site carcinoma are eligible.", "A concomitant illness or condition that would make the subject inappropriate for participation in the study, or any serious medical condition that would affect the safety of the subject.", "An active or uncontrolled infection.", "Dementia, altered mental condition, or any psychiatric condition that would prohibit understanding or informed consent.", "• Known history of uncontrolled or symptomatic angina, arrhythmias or congestive heart failure.", "- Concomitant treatment with a research officer or participation in another clinical trial involving research officers.", "• Use an experimental drug within 30 days or five half-lives, whichever is longer, before the first dose of the experimental treatment.", "The subject has a known immediate or delayed hypersensitivity reaction or idiosyncrasy to medicinal products chemically related to lapatinib or excipients and those related to paclitaxel or excipients."], "Results": ["Performance measures:", "Number of participants with the best overall response (OR) of the Confirmed Complete Response (CR) or Partial Response (PR), assessed by the Independent Review Committee (IRC)", "The best response is defined as the best response recorded from the start of treatment to progressive disease (PD) or recurrence. RC is defined as the elimination of all target lesions (TL) and non-TL. PR is defined as a decrease of at least 30% in the sum of the longest diameters (LDs) of LT, using as a reference the base sum of LD and no RFP, or the complete resolution of LT and the persistence of one or more non-TLs, as assessed by the IRC. The RFP is defined as an increase of at least 20% in the sum of LDs of LT, taking as a reference the smallest sum of LDs recorded since the start of treatment or the occurrence of one or more new lesions or an unequivocal progression of existing non-TLs. Responses were confirmed in subsequent evaluations >=28 days after the initial response.", "Delay: From the first dose of drug under study to the first documented evidence of a confirmed RCA or RCA (until week 86)", "Results 1:", "Title of the arm/group: Lapatinib Plus Paclitaxel", "The participants received lapatinib 1500 mg OD orally with paclitaxel, given as IV infusion for one hour at a dose of 80 mg/m^2 on days 1, 8 and 15 (two days) of a 28-day treatment cycle for at least 6 months.", "Total number of participants analysed: 57", "Type of measurement: Number", "Unit of measure: Participants CR: 0", "PR: 29"], "Adverse Events": ["Undesirable Events 1:", "Total: 11/57 (19.30 per cent)", "Neutropenia 4/57 (7.02%)", "Cardiopulmonary impairment 1/57 (1.75%)", "Diarrhoea 2/57 (3.51%)", "One absent member 1/57 (1.75 per cent)", "- Soft tissue abscess 1/57 (1.75%)", "Upper respiratory tract infection 1/57 (1.75%)", "Dehydration 1/57 (1.75%)", "Bronchospasm 1/57 (1.75%)"]}