{"Clinical Trial ID": "NCT00068588", "Intervention": ["INTERVENTION 1:", "1st arm", "- Capecitabine 800 mg/m2 BID for 14 days on days 2 to 15 of each 21-day cycle +GTI-2040 civ infusion 185 mg/m2/day on days 1 to 15 of cycle 1 and on days 1 to 14 of each subsequent cycle,", "INTERVENTION 2:", "Second arm", "- Capecitabine 1000 mg/m2 BID for 14 days on days 2 to 15 of each 21-day cycle +GTI-2040 civ infusion 185 mg/m2/day on days 1 to 15 of cycle 1 and on days 1 to 14 of each subsequent cycle,"], "Eligibility": ["Incorporation criteria:", "Patients should have metastatic adenocarcinoma confirmed by histology or cytologically", "Patients should have a measurable disease, defined as lesions that can be accurately measured in at least one dimension (longest diameter to be recorded) as >= 20 mm with conventional techniques or >= 10 mm with spiral scan", "Patients should not have previously received capecitabine or 5-fluorouracil; patients with hormone-sensitive tumours should have received hormonal treatment and any previous number of hormonal agents should be allowed; patients with tumours that overexpress HER-2/neu (3+ by immunohistochemistry or amplified by fluorescent in situ hybridization) should have received herceptin, either in adjuvant or metastatic media, unless there is a contraindication to herceptin therapy; all previous treatments should have been completed 4 weeks prior to treatment.", "More than 3 months' life expectancy", "ECOG Performance Status = < 2 (Karnofsky >= 50%)", "Leukocytes >= 3000/μL", "Absolute number of neutrophils >= 1500/μL", "Platelets >= 100 000/μL", "Total bilirubin within normal institutional limits", "AST(SGOT)/ALT(SGPT) = < 2.5 X upper institutional limit of normal", "• Creatinine within normal institutional limits OR creatinine clearance >= 60 mL/min", "Patients should have completed radioactive treatment > 4 weeks prior to entry into the study; previously irradiated areas should not be the only disease site.", "All major surgical procedures must be performed > 4 weeks prior to entry into the study; placement of a vascular access device or tissue biopsy will not be considered a major surgical procedure.", "Women of childbearing potential and men must agree to use adequate contraception (hormonal method or birth control barrier; abstinence) prior to entry into the study and for the duration of participation in the study; if a woman becomes pregnant or suspects that she is pregnant while participating in the study, she must immediately inform her attending physician.", "Capacity to understand and willingness to sign a written informed consent document", "Patients should accept the placement of a central venous catheter to receive continuous infusion therapy.", "- Exclusion criteria:", "Patients with only one non-measurable disease, defined as all other lesions, including small lesions (the longest diameter < 20 mm with conventional techniques or < 10 mm with spiral scan) and truly unmeasurable lesions, which include the following:", "Bone injury", "Leptomenesis", "Ascites", "Pleural/pericardial infusion", "Inflammatory breast disease", "- Lymphangitis cutis/pulmonies", "• Abdominal masses not confirmed and followed by imaging techniques", "Cystic lesions", "Patients who have undergone chemotherapy, hormonal treatment or radiotherapy within 4 weeks (6 weeks for nitrosourea or mitomycin C) prior to their entry into the study or those who have not recovered adverse reactions from agents administered more than 4 weeks earlier", "Patients may not have received other experimental agents; patients may not have received anteriority GTI-2040", "Patients with known brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurological dysfunction that would confuse the assessment of neurological and other adverse events.", "History of allergic reactions attributed to compounds of chemical or biological composition similar to GTI-2040 or capecitabine or 5-fluorouracil", "Patients requiring anticoagulant therapy; low-dose anticoagulant (warfarin 1 mg daily) for primary thrombosis prophylaxis associated with venous catheter is allowed", "• Uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia or psychiatric or social conditions that would limit compliance with study requirements", "Pregnant women are excluded from this study because GTI-2040 and capecitabine have the potential for teratogenic or abortive effects; because there is an unknown but potential risk of adverse effects in breast-fed infants secondary to the mother's treatment with GTI-2040 and capecitabine, breast-feeding should be discontinued if the mother is treated.", "Because patients with immune deficiency are at increased risk of lethal infections when treated with medul-suppressive therapy, HIV-positive patients receiving combination antiretroviral therapy are excluded from the study due to possible pharmacokinetic interactions with GTI-2040 or other agents administered in the study; appropriate studies will be undertaken in patients receiving combination antiretroviral therapy when indicated."], "Results": ["Performance measures:", "Maximum tolerated dose determined by dose-limiting toxicity", "If no additional TLDs are observed on arm 2, the dose will be increased to arm 3. If no more than 1/6 DLTs are observed on arm 3, the arm 3 will be considered TLD. If more than 1/6 DLTs are observed on arm 3, the dose will be shifted to arm 2. If no more than 1/6 DLTs are observed on arm 2, the arm 2 will be considered TLD. If more than 1/6 pts on arm 2, the dose will be shifted to arm 1. The remaining pts will be treated on arm 1 such as TLD, unless more than 1/6 DLTs, if the study will stop. TLDs are defined as Grade III or IV non-haematological toxicity (including diarrhoea and adequate anti-diarrheal treatment and nausea and nausea/vometics), the TLD will be determined as Grade II prophylactic toxicity or Grade IV non-haematological toxicity, according to the Level IV toxicity assessment protocol, the TLD will be revised according to a treatment protocol IV.", "Time limit: 21 days", "Results 1:", "Title of arm/group: Arm 1", "Description of the arm/group: Capecitabine 800 mg/m2 BID for 14 days on days 2 to 15 of each 21-day cycle +GTI-2040 civ infusion 185 mg/m2/day on days 1 to 15 of cycle 1 and days 1 to 14 of each subsequent cycle,", "Total number of participants analysed: 0", "Type of measurement: Number", "Unit of measure: Patients with DLT", "Results 2:", "Title of arm/group: Arm 2", "Description of the arm/group: Capecitabine 1000 mg/m2 BID for 14 days on days 2 to 15 of each 21-day cycle +GTI-2040 civ infusion 185 mg/m2/day on days 1 to 15 of cycle 1 and days 1 to 14 of each subsequent cycle,", "Total number of participants analysed: 3", "Type of measurement: Number", "Unit of measure: Patients with DLT 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/3 (66.67 per cent)", "Diarrhoea * 0/3 (0.00 %)", "Nausea * 0/3 (0.00 %)", "Vomiting * 0/3 (0.00 %)", "Fatigue * 0/3 (0.00 %)", "* 1/3 (33.33%)", "* 1/3 (33.33%)", "Increased aspartate aminotransferase * 1/3 (33.33%)", "Dehydration * 0/3 (0.00 %)", "Hypercalcaemia * 0/3 (0.00 %)", "Hypokalaemia * 0/3 (0.00 %)", "Hypophosphataemia * 1/3 (33.33%)", "Adverse Events 2:", "Total: 6/21 (28.57%)", "Diarrhoea * 2/21 (9.52%)", "Nausea * 1/21 (4.76 per cent)", "Vomiting * 1/21 (4.76 per cent)", "Fatigue * 1/21 (4.76 per cent)", "- Catheter-related infection * 0/21 (0.00 %)", "* 1/21 (4.76 per cent)", "Increased aspartate aminotransferase * 1/21 (4.76%)", "Dehydration * 1/21 (4.76%)", "Hypercalcaemia * 1/21 (4.76%)", "Hypokalaemia * 2/21 (9.52%)", "Hypophosphataemia * 2/21 (9.52%)"]}