{"Clinical Trial ID": "NCT01432145", "Intervention": ["INTERVENTION 1:", "6-Mercaptopurine and methotrexate (6MP/MTX)", "6-Mercaptopurine: 6MP 75mg/m2 body surface area, administered orally (PO) once daily (od) in the morning 1 hour after eating, on a continuous schedule. One cycle is 28 days. Treatment is administered continuously until disease progression.", "Methotrexate: Methotrexate 20mg/m2 will be taken orally once a week in the morning. A cycle is 28 days. Treatment is administered continuously until disease progression.", "Update: These initial doses were reduced as a result of an urgent safety action in August 2012 due to a high proportion of patients requiring dose reduction or treatment delay due to the incidence of myelo-deletion.", "The reduced doses were 55mg/m2 of oral 6MP once daily and 15mg/m2 of oral methotrexate once weekly."], "Eligibility": ["Incorporation criteria:", "Patients with proven BRCA1 or BRCA2 mutations and after appropriate exposure to standard therapy as defined by:", "Breast cancer", "* Patients with locally advanced or metastatic breast cancer, initially histologically or cytologically proven, who may have received up to 3 chemotherapy lines in locally advanced or metastatic breast cancer.", "Patients should have previously had an adjuvant or metastatic taxane and anthracycline provided that they have not been contraindicated.", "Patients with hormone-sensitive disease should have received at least 1 line of hormone therapy for metastatic disease.", "Prior treatment with a poly-adenosine diphosphate inhibitor (ADP) ribose polymerase (PARP) is permitted.", "OR Ovarian cancer", "* Patients with initially proven ovarian cancer from a histological or cytological point of view.", "Patients should have a platinum-resistant disease or in which additional platinum treatment is inappropriate.", "Prior treatment with a PARP inhibitor is permitted.", "Patients should have a measurable disease on computerized tomography (CT) or magnetic resonance imaging (MRI) as defined by the criteria for assessing response in solid tumours (RECIST).", "- 18 years old.", "* Eastern Cooperative Oncology Group (ECOG) performance note of 0-2.", "Life expectancy > 12 weeks.", "\"Knowledgeful written consent.", "The patient is willing and able to comply with all protocol requirements.", "No previous cancer therapy in the previous 4 weeks, other than palliative radiotherapy (RT).", "Hematological and biochemical indices within the ranges indicated below.", "• Laboratory test value required", "Hemoglobin (Hb) > 10 g/dL", "Number of white blood (WBC) > 3x109/L", "Number of platelets > 100 000/μL", "Absolute number of neutrophils > 1.5 x 109/L;", "Serum bilirubin 2 x Upper normal limit (ULN)", "Aspartate aminotransferase (AST) (Glutamic-oxaloacetic serum transaminase (SGOT)) and alanine aminotransferase (ALT) or ALT 5 x ULN (hepatic metastasis)", "3 x ULN (no liver metastases)", "ALKALINE phosphatase 5 x LSN", "Serum creatinine 1.5 x ULN", "Ascites and pleural effusion should be drained prior to treatment.", "- Exclusion criteria:", "Patients with any of the following contraindications to thiopurins (6MP or 6TG) or methotrexate:", "Family history of severe hepatic impairment;", "Alcoholism;", "- porphyry;", "A diffuse pulmonary or pericardial disease;", "A known hypersensitivity to any of the test agents.", "Patients with low/low genotype on the thiopurine methyltransferase (TPMT) test should be excluded.", "Unless very effective contraceptive methods are used, pregnant or lactating women or women of childbearing potential.", "Other active malignancy, except in situ carcinoma of the cervix and basal or squamous carcinoma of the skin.", "Patients known or tested to be serologically positive for hepatitis B, hepatitis C or human immunodeficiency virus (HIV).", "However, patients treated with stereotaxic treatment or complete surgery and/or brain radiotherapy are eligible if the patient remains without evidence of disease progression in the brain 3 months prior to the date of registration.", "Patients who have received an anticancer or an experimental agent within 28 days prior to administration of the study drug.", "Subjects who have not recovered to a lower level (not exceeding Level 2) than their reference level following a significant adverse event or toxicity due to prior anticancer treatment are excluded."], "Results": ["Performance measures:", "- Objective response rate to 6-mercaptopurine and methotrexate (6MP/MTX) in this patient population.", "Step 1: If less than 3/30 evaluable patients respond to 8 weeks, the trial will be discontinued for futility. If 3 out of 30 evaluable patients respond, 35 additional patients will be recruited (2nd step) - this has been satisfied.", "The proportion of patients who responded to treatment (full response, partial response or stable disease) in the second stage will be presented by solid tumour response assessment criterion (RCIST) version 1.1, measured radiologically with computerized tomography (CT) and/or magnetic resonance imaging (MRI); the same method is used for inclusion and follow-up: Complete response (CR): elimination of all target lesions Partial response (PR): At least 30% of the sum of target injury diameters.", "Time limit: 8 weeks after starting treatment", "Results 1:", "- Arm/group title: 6-Mercaptopurine and methotrexate (6MP/MTX)", "6-Mercaptopurine: 6MP 75mg/m2 body surface area, administered orally (PO) once daily (od) in the morning 1 hour after eating, on a continuous schedule. One cycle is 28 days. Treatment is administered continuously until disease progression.", "Methotrexate: Methotrexate 20mg/m2 will be taken orally once a week in the morning. A cycle is 28 days. Treatment is administered continuously until disease progression.", "Update: These initial doses were reduced as a result of an urgent safety action in August 2012 due to a high proportion of patients requiring dose reduction or treatment delay due to the incidence of myelo-deletion.", "The reduced doses were 55mg/m2 of oral 6MP once daily and 15mg/m2 of oral methotrexate once weekly.", "Total number of participants analysed: 67", "Type of measure: Number of participants", "Unit of measure: Participants 22 32.8%"], "Adverse Events": ["Undesirable Events 1:", "Total: 33/67 (49.25 per cent)", "Pancytopenia 1/67 (1.49%)", "Febrile neutropenia 1/67 (1.49 %)", "Palpitations 1/67 (1.49%)", "- Abdominal pain 5/67 (7.46%)", "Ascites 1/67 (1.49%)", "- Colonic barriers 1/67 (1.49%)", "Constipation 1/67 (1.49%)", "Nausea 1/67 (1.49%)", "- Pancreatitis 1/67 (1.49%)", "Small intestinal obstruction 1/67 (1.49%)", "Vomiting 2/67 (2.99 per cent)", "Fever 2/67 (2.99 %)"]}