{"Clinical Trial ID": "NCT00581256", "Intervention": ["INTERVENTION 1:", "IRRT", "Best Optimized Radiotherapy Delivery Technique (IMRT)", "All patients treated with the optimized plan will be treated at the full target volume of 52.2 Gy in 1.74 Gy fractions, which is biologically equivalent to 50 Gy in 2 Gy fractions. This splitting scheme will integrate 10 Gy stimulation into the planning directive and be delivered simultaneously with treatment at the remaining target volume.", "INTERVENTION 2:", "3DRT", "Best standard technique 3 dimensions PWTF", "3D: All patients treated according to the best standard technique will receive 50 Gy in 2 Gy fractions or 50.4 Gy in 1.8 Gy fractions at the whole target volume providing one treatment per day, five fractions per week (excluding holidays). A 10 Gy boost in the tumour bed of an intact breast will be delivered. Patients treated with the chest wall will receive a 10 Gy scar booster if the mastectomy margins are positive in a patient with stage II disease or if the patient was initially diagnosed with T3 or T4 disease (Stage III)"], "Eligibility": ["Incorporation criteria:", "• Eligibility criteria", "Breast cancer diagnosis: Patients should have histologically confirmed breast adenocarcinoma requiring complete loco-regional irradiation that includes intact breast wall/vestige treatment, supraclavicular (HCV), infraclavicular ganglia (ICV) and internal breast ganglia (IMN).", "Patients should have a stage II or III T1, 2, 3 or 4 N1, 2 or 3 disease as defined by the AJCC shutdown system, 6th edition. Patients who do not undergo axillary arrest but are at risk of nodal involvement may also be treated.", "All patients should have breast cancer on the left side.", "Men and women are eligible.", "Patients should be adults (18 years of age or older)", "For women of childbearing potential, effective contraception must be used. A written statement must be obtained that the patient is not pregnant. If there is a pregnancy issue at the time of therapeutic RT or at the time of each SPECT-CT analysis, a pregnancy test will be performed to confirm that the patient is not pregnant.", "The state of performance should be 0-2 according to the ECOG criteria.", "Patients who have previously received a TA may be included in this study if the new breast injury can be treated without overlapping of the TA fields.", "Patients should be aware of the neoplastic nature of their disease.", "Patients must be informed of the experimental nature of this study and must sign informed consent in accordance with the University of Michigan Institution Review Board and federal guidelines.", "The blood tests of patients should indicate that they are capable of tolerating radiation therapy. Tests should be performed within 28 days of registration:", "CBC with differential and platelet count (haemoglobin > 8.0 g/dl; wbc > 2000/mm3; absolute neutrophil count > 1000/mm3; platelet count > 75,000/mm3.", "- Exclusion criteria:", "Patients who are pregnant or breastfeeding are excluded.", "- Negative breast cancer of the pathological node unless treated with neo-adjuvant chemotherapy.", "Performance status > 2 according to the ECOG criteria", "Patients who are unable to lie on their backs and raise their arm above their head in the radiotherapy treatment planning position", "Patients with clinically unstable conditions", "Patients with life-threatening illness", "• History or suspicion of a life-threatening serious allergic reaction to Tc-99m imaging agents.", "Patients who have undergone breast preservation surgery with positive margins or any patient with negative margins with a positive tumour for an extended intraductal component.", "Patients who are unable to use the ABC device."], "Results": ["Performance measures:", "The number of participants with a significant increase in infusion defects (PD)", "To compare the extent of new myocardial infusion defects following breast cancer radiotherapy using the best standard 3D radiotherapy technique, partially tangent fields, compared to the best optimized technique, infusion defects (PDs) were evaluated by comparing the standard infusion distributions with the normal polar map databases of our institution for the left anterior descending artery (ADL) using 2.5-SD (standard deviation) and 1.5-SD below the normal mean.", "Time limit: 1 year", "Results 1:", "Title of the arm/group: IMRT", "Description of the arm/group: Best Optimized Radiotherapy Delivery Technique (IMRT)", "All patients treated with the optimized plan will be treated at the full target volume of 52.2 Gy in 1.74 Gy fractions, which is biologically equivalent to 50 Gy in 2 Gy fractions. This splitting scheme will integrate 10 Gy stimulation into the planning directive and be delivered simultaneously with treatment at the remaining target volume.", "Total number of participants analysed: 28", "Type of measurement: Number", "Unit of measure: participants 2.5 DD and PD increase > 5 %: 1", "1.5 DD and increase in PD >10%: 3", "Results 2:", "Title of arm/group: 3DRT", "Description of the arm/group: Best standard technique 3 dimensions PWTF", "3D: All patients treated according to the best standard technique will receive 50 Gy in 2 Gy fractions or 50.4 Gy in 1.8 Gy fractions at the whole target volume providing one treatment per day, five fractions per week (excluding holidays). A 10 Gy boost in the tumour bed of an intact breast will be delivered. Patients treated with the chest wall will receive a 10 Gy scar booster if the mastectomy margins are positive in a patient with stage II disease or if the patient was initially diagnosed with T3 or T4 disease (Stage III)", "Total number of participants analysed: 26", "Type of measurement: Number", "Unit of measure: participants 2.5 DD and PD increase > 5 %: 2", "1.5 DD and increase in PD >10%: 5"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/28 (3.57 per cent)", "Infection with normal ASCs or neutrophils of grade 1 or 2 [1]1/28 (3.57%)", "Adverse Events 2:", "Total: 0/26 (0.00 per cent)", "Infection with normal neutrophils of grade 1 or 2 [1]0/26 (0.00 %)"]}