{"Clinical Trial ID": "NCT01875367", "Intervention": ["INTERVENTION 1:", "- Arm A: T-IV + T-SC Vial + T-SC Device", "Intravenous Trastuzumab (T-IV) x 1 cycle (normal dose of Trastuzumab), followed by 600 mg of subcutaneous Trastuzumab (T-SC) with vial (solution for injection) x 2 cycles, followed by 600 mg of T-SC with single injection device (SID) x 2 cycles.", "INTERVENTION 2:", "Bras B: T-IV + T-SC + T-SC", "Intravenous Trastuzumab (T-IV) x 1 cycle (normal dose of Trastuzumab), followed by 600 mg of subcutaneous Trastuzumab (T-SC) with single injection device (SID) x 2 cycles, followed by 600 mg of T-SC with vial (solution for injection) x 2 cycles."], "Eligibility": ["Incorporation criteria:", "A woman 18 years of age or older.", "The positivity criteria HER 2 are as follows:", "Immunohistochemistry (IHC) 3+ (>10% of tumour cells with complete and intense membrane coloration)", "IHC 2+ with fluorescent in situ hybridization (FISH) / chromogenic in situ hybridization (CISH) / silver enriched in situ hybridization (SISH) + for HER 2 amplification (*)", "(') Defined as the ratio of copies of HER 2/neu and copies of the centromer of chromosome 17 (CEP17)> 2.2, or a number of copies of HER 2/neu> 6, according to local laboratory criteria.", "* Patient receiving trastuzumab with or without chemotherapy or hormonal treatment for at least 4 months.", "No signs of disease progression (clinical and/or radiological) for at least 4 months prior to inclusion in the study and with a life expectancy of at least 3 months.", "Appropriate status: Eastern Cooperative Oncology Group (ECOG) < 2.", "Adequate bone marrow function, liver and kidney", "Good cardiac function (LVEF within normal centre limits, measured by echocardiography or MUGA).", "The patient must have been informed of the study and must sign and date the informed consent document for entry into the trial.", "The patient must be willing and able to comply with the study procedures and be available to respond to the study questionnaires.", "- Exclusion criteria:", "Patients with no advanced breast cancer.", "- Patients with breast cancer with 2-negative HER tumours.", "The patient has other active malignancy other than breast adenocarcinoma; is excluded from non-melanoma skin cancer or any other in situ neoplasia properly treated. Patients with a history of malignancy, if they carry > 5 years without evidence of disease, may be included.", "The patient has uncontrolled brain metastases.", "The concomitant administration, or within 4 weeks prior to entry into the study, of another experimental treatment.", "A known hypersensitivity to trastuzumab or any of its components.", "* Patients with severe resting dyspnoea or requiring additional oxygen.", "A serious heart disease or pathological disease prevents the administration of trastuzumab: a documented history of congestive heart failure (CCI), arrhythmias with high risk uncontrolled angina requiring medication, clinically significant valvular disease, a history of myocardial infarction or signs of transmural infarction on ECG or poorly controlled hypertension.", "Presence of any concurrent serious systemic disease incompatible with the study (at the discretion of the investigator).", "Women of childbearing potential must undergo pregnancy tests within 14 days of inclusion as institutional rules and use appropriate non-hormonal contraception: intrauterine device, barrier method (condom or diaphragm) also used in conjunction with spermicide cream, total abstinence or surgical sterilization, during treatment with the medicinal products under study and for 6 months after completion of treatment."], "Results": ["Performance measures:", "Percentage of participants with a preference for subcutaneous or intravenous treatment", "The percentage of patients who indicated a preference for intravenous administration compared to subcutaneous administration of trastuzumab was analyzed with the response to questionnaire C2, question number 39 (all things considered, what method of administration do you prefer? subcutaneously; intravenously; no preference) of the patient's experiences and preferences.", "Time limit: up to 12 weeks", "Results 1:", "Title of arm/group: Arm A: T-IV + T-SC Vial + T-SC Device", "Description of the arm/group: Intravenous Trastuzumab (T-IV) x 1 cycle (normal dose of Trastuzumab), followed by 600 mg of subcutaneous Trastuzumab (T-SC) with vial (solution for injection) x 2 cycles, followed by 600 mg of T-SC with single injection device (SID) x 2 cycles.", "Total number of participants analysed: 76", "Type of measure: Number of participants", "Unit of measure: Subcutaneous participants: 66,86.8%", "Intravenous: 6 7.9%", "No preference: 4 5.3%", "Results 2:", "Title of arm/group: Arm B: T-IV + device T-SC + vial T-SC", "Description of the arm/group: Intravenous Trastuzumab (T-IV) x 1 cycle (normal dose of Trastuzumab), followed by 600 mg of subcutaneous Trastuzumab (T-SC) with single injection device (SID) x 2 cycles, followed by 600 mg of T-SC with vial (solution for injection) x 2 cycles.", "Total number of participants analysed: 83", "Type of measure: Number of participants", "Unit of measure: Subcutaneous participants: 71 85.5%", "Intravenous: 5 6.0 %", "No preference: 7 8.4%"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/81 (2.47 per cent)", "Heart failure 0/81 (0.00 %)", "Fever 1/81 (1.23 %)", "0/81 (0.00 %)", "- Catheter-related infection (Bacteriemia) 0/81 (0.00 %)", "Lack of resistance to left leg 0/81 (0.00 %)", "Ostenecrosis produced by biphosphonates 0/81 (0.00 %)", "Gastric cancer 0/81 (0.00 %)", "Infringement 0/81 (0.00 %)", "Haematuria 1/81 (1.23%)", "Nodule in the left breast 0/81 (0.00 %)", "Adverse Events 2:", "Total: 10/85 (11.76 per cent)", "Heart failure 1/85 (1.18 per cent)", "Fever 0/85 (0.00 %)", "Cold 1/85 (1.18 %)", "- Catheter-related infection (Bacteriemia) 1/85 (1.18 %)", "Absence of resistance to left leg 1/85 (1.18 per cent)", "Ostenecrosis produced by biphosphonates 1/85 (1.18 %)", "Gastric cancer 1/85 (1.18 %)", "Infringement 1/85 (1.18 per cent)", "Haematuria 0/85 (0.00 %)", "Nodule in left breast 1/85 (1.18 %)"]}