{"Clinical Trial ID": "NCT00429182", "Intervention": ["INTERVENTION 1:", "• High-dose chemotherapy", "Carboplatin + Cyclophosphamide + Thiotepa", "Carboplatin: Targeted AUC of 20, then divided into 4 doses per vein (IV) days -6, -5, -4, -3 before infusion of stem cells.", "Thiotepa: 120 mg/m^2 per venous day -6, -5, -4, -3 before infusion of stem cells.", "• Stem Cell Transplantation: Stem Cell Transplantation on Day 0.", "· Cyclophosphamide: 1.5 gm/m^2 per venous day -6, -5, -4, -3 before infusion of stem cells."], "Eligibility": ["Incorporation criteria:", "18 to 55 years of age", "- Metastatic breast carcinoma.", "· Histological confirmation of invasive breast carcinoma", "A complete or partial response to standard pre-transplant chemotherapy or hormonal treatment is allowed for bone disease.", "The patient should have a tumour evaluated for estrogen-receptor (ER) and progesterone-receptor (PR).", "• Persistent or non-detectable CTCs by Veridex Technology after completion of the standard treatment.", "Performance status of Zubrod 0 or 1.", "Patients should have adequate haematological parameters (white blood count/WBC >= 3000/mm3; platelet count >= 100,000/mm3)", "Adequate renal function (serum creatinine <= 1.5mg/dl)", "Adequate hepatic function (total bilirubin, glutamate serum pyruvate transaminase (TPSG) <= 2 times normal).", "Adequate cardiac function (left ventricular ejection fraction (VVEF)>= 50%).", "Adequate lung function (Carbon monoxide diffusion capacity (CODL)>= 50% of expected value).", "Women of childbearing potential (menopausal women < 1 year of age, not surgically sterilized or not abstinent) should use adequate contraception.", "Patients must sign informed consent.", "- Exclusion criteria:", "Previous HDCT with autologous haematopoietic stem cell transplantation (CHST) in adjuvant media.", "• History or presence of brain metastases/leptomeningées.", "• History of other malignancies, with the exception of cured non-melanoma skin cancer or cured cervical carcinoma in situ.", "• Presence of other serious medical conditions or diseases. Severe heart disease, (myocardial ischemia, myocardial infarction, etc.) Pulmonary disease (OPCO, asthma, etc.). Renal impairment and hepatic impairment.", "• Clinically significant active infections (patient requiring IV antibiotics, uncontrolled or hospitalized infections due to infections).", "HIV infection.", "Pregnant or lactating women.", "Medical, social or psychological factors that would prevent the patient from receiving or cooperating with the entire treatment or understanding the informed consent procedure."], "Results": ["Performance measures:", "Number of participants who reduced CTC after high-dose chemotherapy with autologous stem cell products purged", "Number of circulating tumour cells (CTC) measured at one month after autologous haematopoietic stem cell transplantation (AHC), considered both longitudinal and compared to the initial number of CTCs.", "Timeline: Baseline data up to 1 month after CHST", "Results 1:", "Title of the arm/group: High dose chemotherapy", "Description of the arm/group: Carboplatin + Cyclophosphamide + Thiotepa", "Carboplatin: Targeted AUC of 20, then divided into 4 doses per vein (IV) days -6, -5, -4, -3 before infusion of stem cells.", "Thiotepa: 120 mg/m^2 per venous day -6, -5, -4, -3 before infusion of stem cells.", "• Stem Cell Transplantation: Stem Cell Transplantation on Day 0.", "· Cyclophosphamide: 1.5 gm/m^2 per venous day -6, -5, -4, -3 before infusion of stem cells.", "Total number of participants analysed: 21", "Type of measurement: Number", "Unit of measurement: participants 9"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/32 (6.25 per cent)", "Thrombocytopenia 1/32 (3.13%)", "Deaths 1/32 (3.13 per cent)"]}