{"Clinical Trial ID": "NCT00904033", "Intervention": ["INTERVENTION 1:", "No exercise", "• Multivitamin arm + Calcitriol arm:Calcitriol pill taken once a week", "INTERVENTION 2:", "Financial year", "Exercise weapon: Exercise consisting of progressive walking and training of the resistance band", "Calcitriol+ Bras of exercise: Calcitriol pill taken once a week + Exercise"], "Eligibility": ["Incorporation criteria:", "She must be a woman.", "Women of childbearing potential (i.e., women who are premenopausal or who are not surgically sterile) should use acceptable contraceptive methods (abstinence, intrauterine device or double barrier device) and undergo a negative serum or urinary pregnancy test in the week prior to starting treatment.", "Informed consent must be given.", "You should be prepared to stop using calcium and/or vitamin D supplements.", "Participants should have an ionized serum calcium level within normal limits (1.19-1.29 mmol/L) and a corrected total serum calcium level of < 10.2 mg/dl.", "A functional capacity rating of 2 on the performance status of the Eastern Cooperative Oncology Group (ECOG) is required when assessed at the baseline level.", "Approval from the attending physician (or nurse practitioner or physician assistant) is required to participate in sub-maximum physiological fitness tests and a low to moderate walking and progressive resistance exercise program and to receive a 12-week supplement of 45 μg calcitriol. Participants assigned to either of the calcitriol treatment arms will be instructed to stop taking calcium and/or vitamin D supplements.", "If received, chemotherapy and radiotherapy must have been completed prior to enrolment in the study. Hormonal therapy may be ongoing.", "- Exclusion criteria:", "- People with life-threatening conditions that would prevent them from receiving treatment for breast cancer, including chronic heart failure, which is unstable despite the use of medication, uncontrolled hypertension, uncontrolled diabetes mellitus or unstable coronary disease.", "Patients who have had myocardial infarction in the past year.", "Patients with severe metabolic disorders, including phenylketonuria (PKU), homocystinuria and Fabry's disease, who would prevent them from taking calcitriol.", "* Patients with impaired renal function (CRCL < 60 mL/min) or kidney stones (calcium salt) in the last 5 years.", "Patients with hypercalcaemia (corrected serum concentration > 10.2 mg/dl) or a history of hypercalcaemia or vitamin D toxicity.", "Patients who are currently taking calcium supplements or aluminum-based antacids should be prepared to stop use if they have to register for the study.", "Patients who are currently taking vitamin D supplements should immediately stop using if they have to register for the study.", "Patients with known sensitivity to calcitriol.", "Pregnant or lactating women.", "A previously verified diagnosis of osteoporosis.", "Women under resorption (e.g. bisphosphonates) in the past year.", "Patients are not able to participate in a physical procedure due to severe knee osteoarthritis or ligament/cartilage lesions in the lower limbs.", "Women currently using oral contraception.", "Women with malabsorption syndromes (cystic fibrose, chronic pancreatitis) or taking medicines that reduce the absorption of vitamins soluble in fats (Orlistat, Questran).", "The supplement may be continued as long as the amount of vitamin D in the supplement is not higher than the recommended daily allowance (ADR) of 400 IU or 10 μg. If they do not take a multivitamin supplement, they will be advised not to start the supplement during the study."], "Results": ["Performance measures:", "Bone resorption (exercise)", "• Resorption of bones using NTx Serum (Comparison of Exercises)", "The serum NTx level is used to predict the skeletal response (bone mineral density) to antiresorption treatment and to monitor changes in bone resorption after initiation of antiresorption treatment. High serum NTx levels indicate high bone resorption. High bone resorption is the leading cause of age-related bone loss and this low bone mass often leads to osteopenia and is the leading cause of osteoporosis.", "Calendar: Week 12", "Results 1:", "Title of arm/group: No exercise", "Description of the arm/group: Multivitamin arm + Calcitriol arm:Calcitriol pill taken once a week", "Total number of participants analysed: 20", "Average of least squares (standard error)", "Unit of measure: nm ECB 13.8 (1.656)", "Results 2:", "Title of arm/group: Exercise", "Description of the arm/group: Exercise arm: Exercise consisting of progressive walking and the formation of the resistance band", "Calcitriol+ Bras of exercise: Calcitriol pill taken once a week + Exercise", "Total number of participants analysed: 19", "Average of least squares (standard error)", "Unit of measure: nm ECB 14,7 (1.033)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/10 (0.00 per cent)", "Adverse Events 2:", "Total: 0/10 (0.00 per cent)"]}