{"Clinical Trial ID": "NCT00411788", "Intervention": ["INTERVENTION 1:", "Sirolimus and Trastuzumab", "Patients received oral sirolimus 6 mg daily in combination with weekly intravenous trastuzumab with a loading dose of 4 mg/kg followed by 2 mg/kg weekly in a 28-day cycle. Following a subsequent change, trastuzumab was administered every 3 weeks to facilitate administration of the patient with a loading dose of 8 mg/kg followed by a dose of 6 mg/kg in a 21-day cycle. Sirolimus was administered at a dose of 6 mg daily orally."], "Eligibility": ["Incorporation criteria:", "Patients with immunohistochemically positive HER2 3+ tumours (Dako Herceptest®) or gene amplification (> 2 copies) by in situ fluorescence hybridization (FISH) are eligible.", "• Progression after at least 8 weeks of standard doses of Herceptin or herceptin-containing therapy.", "Outside Herceptin for at least 2 weeks.", "Patients should have a measurable disease as defined in the RECIST guidelines (the lesion that will be biopsed during the study cannot be the only measurable lesion).", "Life expectancy > 3 months", "- 18 years", "State of ECOG's performance 2", "An adequate bone marrow function, as indicated by the following:", "ANC 1500/μL", "100 000/μL blisters", "Hemoglobin 9 g/dL", "Adequate liver function as indicated by bilirubin 1.5 x ULN, AST or ALT <2x ULN.", "Adequate renal function as indicated by creatinine <1.5 x upper limit of normal (ULN)", "Capacity to understand and willingness to sign informed written consent.", "A woman of childbearing potential must agree to use adequate contraception (hormonal method or contraception barrier; abstinence) prior to entry into the study and for the duration of the study and must undergo a negative serum or urinary pregnancy test in the week prior to the start of treatment in this trial. Pregnant and lactating patients are excluded because the effects of the combination of Rapamycin on a fetus or lactating child are unknown.", "- fasting serum cholesterol < 350 mg/d L and triglycerides < 400 mg/d L.", "While biopsy is necessary, patients or physicians may waive this part of the trial if sufficient justification is provided. The justification must be provided to the IP in writing indicating an excessive physical risk or psychological trauma if biopsy is undertaken.", "- Exclusion criteria:", "• Active infection or treatment of systemic infections within 14 days of registration", "• Patients with active brain metastases requiring treatment, including, but not limited to, surgery, radiation, and corticosteroids (patients with asymptomatic non-evolutionary brain metastases who completed treatment 30 days prior to registration and without evidence of post-treatment MRI progression may be considered for the study).", "Pregnant or lactating women", "Previous chemotherapy in the last 4 weeks (last 6 weeks for nitrosurees/mitomycin)", "- Prior radiation therapy in the last 4 weeks; prior radiation therapy to indicate the injury (unless the recurrence or objective progression of the disease within the radiation portal has been documented since the radiation was completed).", "Previous treatment with rapamycin, rapamycin analogues or experimental agents targeting mTOR.", "- Concomitant malignancies or previous malignancies over the past 5 years, with the exception of properly treated basal cell or squamous carcinoma of the skin or in situ carcinoma of the cervix.", "- Ejection fraction less than or equal to 50% of the lower limit of the institutional normal range, whichever is lower.", "• Hypersensitivity to test medicinal products", "Patients may not receive other experimental agents within 30 days of registration.", "• An uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia, or psychiatric or social situations that would limit compliance with the requirements of the study.", "As there is an unknown but potential risk of adverse effects in breast-fed infants secondary to the mother's treatment with these agents, breast-feeding should be discontinued if the mother is treated.", "• HIV-positive patients are not eligible because these patients are at increased risk of lethal infections when treated with bone marrow treatment and the potential pharmacokinetic interaction between antiretroviral therapy and experimental agents.", "All herbal medicines and other medicines should be discontinued during the study, but not limited to: Hydrastis canadensis (Goldenseal) - Uncaria tomentosa (cat claw) - Echinacea angustifolia roots - trifolium pratense (wild cherry) - matricaria camomila (camomile) - Glycyrrhiza glabra (licorice) - dillapiol - naringenim.", "The use of any of these medicines within 4 weeks; cyclosporin, diltiazen, ketoconazole, rifampin, fluconazole, delavirdine, nicardipine, pioglitazone and sulfonamides, erythromycin, clarithromycin, itraconazole, erythromycin, metoclopramide, nevirapine, phenobarbital, phenytoin, indinavir, fosamprenavir, nefazadone, St. John's wort.", "The consumption of grapefruit juice is prohibited during the study.", "Use of warfarin (Coumadin), immunosuppressive agents or chronic steroids orally, intravenously or topically"], "Results": ["Performance measures:", "Proportion of progression-free patients (RC, PR and stable disease)", "To determine the clinical activity of daily oral rapamycin in combination with weekly intravenous trastuzumab in patients with advanced breast cancer overexpressing HER2, the main result is to determine the proportion of patients without progression at 16 weeks, defined by the complete response (CR), partial response (PR) or stable disease (SD) that are free from progression at 16 weeks, defined by the complete response (CR), partial response (PR) or stable disease (SD).", "This main result was reworded from its original format when the results were entered.", "Time limit: 16 weeks", "Results 1:", "Title of the arm/group: Sirolimus and Trastuzumab", "Patients received oral sirolimus 6 mg daily in combination with weekly intravenous trastuzumab with a loading dose of 4 mg/kg followed by 2 mg/kg weekly in a 28-day cycle. Following a subsequent change, trastuzumab was administered every 3 weeks to facilitate administration of the patient with a loading dose of 8 mg/kg followed by a dose of 6 mg/kg in a 21-day cycle. Sirolimus was administered at a dose of 6 mg daily orally.", "Total number of participants analysed: 9", "Type of measurement: Number", "Unit of measurement: participants 4"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/9 (11.11 per cent)", "*1/9 (11.11 %)", "Hyperglycaemia *1/9 (11.11 %)"]}