{"Clinical Trial ID": "NCT00477464", "Intervention": ["INTERVENTION 1:", "Lapatinib 1250 mg and Capecitabine 2000 mg/m^2", "The participants took lapatinib and capecitabine. Lapatinib was administered orally at 1,250 milligrams (mg) once daily. Capecitabine was administered orally at 1,000 mg per square metre (mg/m^2) twice daily on the first day until the fourteenth day of each 21-day cycle."], "Eligibility": ["• Inclusion criteria:", "Subjects eligible for study must meet all of the following criteria:", "Patients who have given their consent to participate in the study and have signed an informed consent form.", "Subjects should have histologically confirmed invasive breast cancer with stage IIIB, stage IIIC with T4 injury or stage IV disease.", "The documentation of ErbB2 (IHC3+ or IHC2+ with FISH confirmation) is required depending on the local laboratory.", "Subjects must have documented advanced or progressive metastatic breast cancer.", "Subjects should have refractory breast cancer defined as progression in the locally advanced or metastatic setting or relapse within 6 months of completion of adjuvant therapy. Pre-treatment should include, but are not limited to:", "A treatment containing taxane for at least 4 cycles or 2 cycles allowed the disease to progress during treatment with taxane.", "Anthracycline containing treatment for at least 4 cycles or 2 cycles led to disease progression during anthracycline.", "Subjects who are reluctant >6 months after completion of chemotherapy containing anthracycline adjuvant and for whom anthracycline is not indicated will be considered to have met the pre-exposure requirement for anthracycline.", "Taxanes and anthracyclines may have been administered simultaneously or separately.", "Prior treatment with capecitabine is not permitted.", "Previous treatment should have contained trastuzumab alone or in combination with other chemotherapy for at least 6 weeks of standard doses in adjuvant or advanced/metastatic media.", "Subjects with hormone receptor positive tumours should have a progression of the disease after hormonal treatment, unless intolerance to hormonal treatment or hormone treatment is not considered clinically appropriate.", "Subjects with stable CNS metastases (symptomatics, systemic steroids and anticonvulsants for at least 3 months) are eligible.", "A measurable disease according to the modified RECIST (criteria for assessing responses in solid tumours) (see section 6.2, Efficacy, p.49).", "The subjects must have archived the tumour tissues available for biomarker evaluation.", "Female subjects must be 20 years of age or older.", "ECOG Performance status of 0 or 1.", "Life expectancy of 12 weeks.", "However, there must be at least a period of 4 weeks between the last radiological treatment and the basic analysis that documents the condition of the disease for the injury to be measurable.", "The fraction of cardiac ejection in the normal institutional range measured by ECHO (or MUGA if ECHO is not available). If no institutional range is available, the fraction of cardiac ejection must be 50%.", "Hematological ANC (absolute number of neutrophils) 1.5×109/L Hemoglobin 9 g/dL Platelets 100×109/L Hepatic serum bilirubin 1.5×ULN", "2.5×ULN if subject has Gilbert AST and ALT 5×ULN syndrome if documented liver metastases", "3×ULN without liver metastases", "· Calculated by the Cockcroft and Gault method", "- Exclusion criteria:", "Subjects who meet one of the following criteria should not be enrolled in the study:", "Pregnant or lactating women.", "In addition, subjects with ulcerative colitis are excluded.", "Subjects who have been free of disease for at least 5 years or subjects with a history of completely resected or successfully treated non-melanoma skin cancer on site are eligible.", "A serious, unresolved or unstable toxicity resulting from the prior administration of another experimental medicinal product and/or prior anticancer treatment.", "An active or uncontrolled infection.", "Dementia, altered mental condition, or any psychiatric condition that would prohibit understanding or informed consent.", "• Known history of uncontrolled or symptomatic angina, arrhythmia or congestive heart failure.", "No previous anti-ERB1/ERB2 inhibitors for breast cancer other than trastuzumab.", "• Known history or clinical evidence of leptomenic carcinomatosis.", "- Concomitant anticancer therapy (chemotherapy, radiation therapy, surgery, immunotherapy, biological therapy or tumour embolism) other than capecitabine.", "Bisphosphonates for the treatment of bone metastases should not be initiated after the first dose of the drug under study. Prophylactic use of bisphosphonate in patients without bone disease is not permitted, except for the prevention of osteoporosis.", "The use of an experimental drug within 30 days or 5 half-lives, whichever is longer, prior to the first dose of the drug under study.", "Participation in other studies or the use of other experimental medicinal products in this study.", "Known as immediate or delayed hypersensitivity reactions or idiosyncrasia to medicinal products chemically related to lapatinib or excipients of lapatinib.", "Known as immediate or delayed hypersensitivity reactions or idiosyncrasia to medicinal products chemically related to capecitabine, fluoruracil or any excipient.", "A known deficiency of dihydropyrimidine dehydrogenase (DPD).", "Patients considered by a researcher to be ineligible for this study taking into account patient safety (e.g. complications)."], "Results": ["Performance measures:", "Response to Clinical Benefits (Assessed Independent Evaluator)", "A \"full response\" is defined as the elimination of all target or non-target lesions, \"partial response\" and \"disease progression\" as a decrease of at least 30% and an increase of at least 20%, respectively, in the sum of the longest diameter of the target lesions, and \"stable disease\" as a \"partial response\" or \"disease progression\".", "Timeline: Basic data, every 6 weeks until week 24, then every 12 weeks until disease progression (up to week 119)", "Results 1:", "- Arm/group title: Lapatinib 1250 mg and Capecitabine 2000 mg/m^2", "Bra/group description: Participants took lapatinib and capecitabine. Lapatinib was administered orally at 1,250 milligrams (mg) once daily. Capecitabine was administered orally at 1,000 mg per square metre (mg/m^2) twice daily on the first day until the fourteenth day of each 21-day cycle.", "Total number of participants analysed: 51", "Type of measurement: Number", "Unit of measure: percentage of participants 59"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/51 (15.69 per cent)", "Impaired bone marrow 1/51 (1.96%)", "- Left ventricular dysfunction 2/51 (3.92%)", "1/51 (1.96%)", "Vertigo 1/51 (1.96%)", "- Dysphagia 1/51 (1.96%)", "- Pulmonary tuberculosis 1/51 (1.96%)", "Decrease in the number of neutrophils 1/51 (1.96%)", "Syncope 1/51 (1.96%)", "Respiratory impairment 1/51 (1.96%)"]}