{"Clinical Trial ID": "NCT00686127", "Intervention": ["INTERVENTION 1:", "- Lot of lidocaine", "Lidoderm®, Endo Pharmaceuticals Inc.): 1 patch was applied to the affected site(s) for 12 hours a day.", "INTERVENTION 2:", "Placebo Patch", "Placebo patch: 1 patch was applied topically to the affected site(s) for 12 hours a day."], "Eligibility": ["Incorporation criteria:", "Adult women > 18 years of age who develop neuropathic pain in the area of breast scars and/or ipsilateral arm following breast cancer surgery", "A healed incision(s)", "There is no recurrent disease in the painful area", "Is able to read, write and understand English", "- Exclusion criteria:", "There is another type of pain that is more severe than neuropathic pain.", "Using an opioid analgesic of more than 60 mg codein/day", "Is actively trying to get pregnant", "To a medical contraindication to the use of lidocaine", "A lidocaine allergy", "He's taking a coanalgesic for neuropathic pain."], "Results": ["Performance measures:", "Change in pain intensity on a scale of 11 basis points at 12 weeks", "The patients noted their pain intensity in the breast and/or ipsilateral arm using a rating scale 0 to 10, ranging from the absence of pain (0) to the worst pain imaginable (10). The change in pain intensity was calculated from two points of time such as the subsequent point of time (12 weeks) minus the previous point of time (Baseline).", "Time frame: Baseline, 12 weeks", "Results 1:", "Title of the arm/group: Lidocaine Patch", "Description of the arm/group: Lidocaine Patch 5% (Lidoderm, Endo Pharmaceuticals Inc.): 1 patch was applied to the site(s) affected for 12 hours a day.", "Total number of participants analysed: 0", "Type of measurement: Number", "Unit of measurement: units on a scale", "Results 2:", "Title of the arm/group: Placebo Patch", "Description of the arm/group: Placebo patch: 1 patch was applied topically to the affected site(s) for 12 hours each day.", "Total number of participants analysed: 1", "Type of measurement: Number", "Unit of measurement: units on a scale 4"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/14 (0.00 per cent)", "Adverse Events 2:", "Total: 0/7 (0.00 per cent)"]}