{"Clinical Trial ID": "NCT00982319", "Intervention": ["INTERVENTION 1:", "- Broccoli extract and mango juice", "Patients will be randomized to 14 days of broccoli germ extract intervention consisting of a constant dose of sulfaphane dissolved in mango juice. All women will be on free cruciferous diet during the duration of the study (14 days).", "INTERVENTION 2:", "— Mango juice without extract", "Patients will be randomised to 14 days of mango juice alone. All women will be on free cruciferous diet for the duration of the study (14 days)."], "Eligibility": ["Incorporation criteria:", "Women aged 18 and over", "• Confirmed diagnosis of the heart biopsy or excision/incision with SICD and intended for definitive surgery", "• Pre- and post-menopausal women reporting no use of hormone replacement therapy, tamoxifen or raloxifene in the previous 6 months for screening for eligibility", "- Accept to avoid cruciferous consumption of vegetables/condiments for 14 days", "To agree to sign informed consent and to authorize the use of certain tissues (slides) from biopsy and definitive surgery for research purposes.", "- Exclusion criteria:", "• Prior diagnosis of cancer other than non-melanoma skin cancer or cervical carcinoma in-situ", "• Used hormone replacement therapy, tamoxifen or raloxifene in the last 6 months prior to screening for eligibility", "• Used antibiotics within 10 days prior to the start of the free cruciferous diet (day -14 before surgery)", "- Smoked in the last 12 months prior to screening for eligibility;", "• Active infection or inflammation of the breast at the time of screening for eligibility", "Based on complete metabolic panel (CMP) [Glucose, calcium, albumin, total serum protein (TP), sodium, potassium, carbon dioxide, chloride, blood urea nitrogen (BUN), creatinine, alkaline phosphatase (ALP), alanine aminotransferase (AST), aspartate aminotransferase (SGOT) and bilirubin], prothrombin time (PT) and, values of complete blood count (CBC) 1.5 times in either direction of normal reported"], "Results": ["Performance measures:", "Absolute variation in average proliferative rate measured by Ki67%", "All pre-post samples of a person will be evaluated together. Quality control of these stains is performed regularly in the immunohistochemistry laboratory (using lymphoid tissue for Ki67). Initial notation is performed where possible on a minimum of 3000 cells, counting the number of positive cells divided by the total number of cells. The lesions of SICD will be noted separately in adjacent normal tissues. The justification for choosing Ki67 as a measure of cell proliferation includes the robustness of the coloration reaction, correlation with the S-phase fraction of the cell cycle and the mitotic index and it can be determined successfully from central breast biopsies provided that there is an adequate yield of epithelial cells. A negative value reflects a decrease in the positive cells of ki67, thus a decrease in cell proliferation.", "Time limit: change from reference period to 14 days after intervention", "Results 1:", "Title of arm/group: Broccoli spray extract and mango juice", "Description of the arm/group: Patients will be randomized to 14 days of broccoli germ extract intervention consisting of a constant dose of sulfaphane dissolved in mango juice. All women will be on free cruciferous diet during the duration of the study (14 days).", "Total number of participants analysed: 15", "Average (standard deviation)", "Unit of measure: percentage of Ki67 -1,15 (2,08)", "Results 2:", "Title of the arm/group: Mango juice without extract", "Description of the arm/group: Patients will be randomised to 14 days of mango juice alone. All women will be on a free cruciferous diet during the duration of the study (14 days).", "Total number of participants analysed: 15", "Average (standard deviation)", "Unit of measure: percentage of Ki67 4 (17.08)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/15 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}