{"Clinical Trial ID": "NCT00075764", "Intervention": ["INTERVENTION 1:", "- Arm I Anastrozole", "Patients receive an oral anastrozole once daily on days 1-28.", "Anastrozole: oral", "INTERVENTION 2:", "Arm II Anastrozole and Fulvestrant", "Patients receive oral anastrozole as in arm I. Patients also receive intramuscular anastrozole on days 1, 14 and 28 during class 1 and then on day 28 of subsequent classes.", "Anastrozole: oral", "Fulvestrant: administered intramuscularly"], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Breast cancer, confirmed histologically, meets 1 of the following criteria:", "Metastatic diseases (M1)", "Several sites of new disease that is clinically evident metastatic disease (e.g., several sites of new bone disease)", "A measurable or non-measurable disease", "No known metastases of the brain or CNS", "- Hormonal receptor status:", "Estrogen-receptor positive* AND/OR", "Note: *Posibility defined as an estrogen binding of > 10 fmol/mg cytosol protein by ligand binding assay or immunohistochemistry positive", "CHARACTERISTICS OF PATIENTS:", "Age", "Unspecified", "Gender", "Women", "Status of menopause", "After menopause, as defined by 1 of the following terms:", "A previous bilateral oophorectomy", "More than 12 months since the last menstruation without prior hysterectomy", "At least 55 years with anterior hysterectomy", "Less than 55 years of age with anterior hysterectomy without oophorectomy and with follicle-stimulating estradiol and hormone levels compatible with menopause", "State of play", "- Zubrod 0-2", "Life expectancy", "Unspecified", "Haematopoietic", "No haemorrhagic diathesis (e.g., disseminated intravascular coagulation or clotting factor deficiency)", "Hepatic", "INR 1.6", "Renal", "Unspecified", "Other", "Negative to HIV", "No other malignancy in the last 5 years, except for skin cancer of properly treated basal or squamous cells, in situ cervix carcinoma or properly treated stage I or II cancer, currently in full remission", "THERAPE PRIOR CONCURENT:", "Biological therapy", "No prior immunotherapy for recurrent or metastatic diseases", "- Chemotherapy", "No previous chemotherapy for recurrent or metastatic disease", "More than 12 months since prior chemotherapy to adjuvant or neoadjuvant", "No concomitant chemotherapy for malignancy", "Endocrinotherapy", "A previously authorised hormone adjuvant treatment", "At least 12 months since the adjuvant analogues of luteinizing hormone (LHRH)", "The rules must not have resumed since treatment with LHRH", "More than 12 months since previous inhibitors of adjuvant or neoadjuvant aromatase (e.g. anastrozole, letrozole or exemestane)", "More than 12 months since the pre-vestrant", "No prior hormonal treatment for recurrent or metastatic disease", "No other concomitant hormonal treatment for malignancy", "No concomitant hormone replacement therapy", "Radiotherapy", "Unspecified", "Surgery", "Unspecified", "Other", "No long-term anticoagulant therapy (except antiplatelet treatment)"], "Results": ["Performance measures:", "Time required for tumour progression", "The progression is defined using the criteria for assessing response in solid tumour criteria (RECIST v1.0), as an increase of 20% in the sum of the longest diameter of the target measurable lesions on the smallest amount observed (compared to inclusion if no decrease during treatment) using the same techniques as inclusion. Unambiguous progression of the nonmeasurable disease in the opinion of the treating physician. Appearance of any new injury/site. Death due to disease without advance documentation and without symptomatic deterioration. From date of randomization to time of first progression documentation, symptomatic deterioration or death due to any cause.", "Duration: Every 4 weeks during treatment. Then every 3 months until progression, then six months for two years then each year up to four years or until death, which never occurs first.", "Results 1:", "Title of arm/group: Arm I Anastrozole", "Description of the arm/group: Patients receive an oral anastrozole once daily on days 1-28.", "Anastrozole: oral", "Total number of participants analysed: 345", "Median (95% confidence interval)", "Unit of measure: month 13.5 (12.1 to 15.1)", "Results 2:", "Title of the arm/group: Arm II Anastrozole and Fulvestrant", "Description of the arm/group: Patients are given an oral anastrozole as in arm I. Patients are also given an intramuscular fluttering on days 1, 14 and 28 during class 1 and then on day 28 of the following courses.", "Anastrozole: oral", "Fulvestrant: administered intramuscularly", "Total number of participants analysed: 349", "Median (95% confidence interval)", "Unit of measure: month 15.0 (13.2 to 18.4)"], "Adverse Events": ["Undesirable Events 1:", "Total: 21/337 (6.23 per cent)", "Blood/Bone Marrow-Other 0/337 (0.00 %)", "Febrile neutropenia 0/337 (0.00 %)", "Hemoglobin 2/337 (0.59%)", "Atrioventricular block - 2nd degree Mobitz Type II 0/337 (0.00 %)", "1/337 (0.30%)", "- Left ventricular diastolic dysfunction 0/337 (0.00 %)", "Left ventricular systolic dysfunction 1/337 (0.30%)", "Restrictive cardiomyopathy 1/337 (0.30%)", "Adverse Events 2:", "Total: 48/348 (13.79%)", "Blood/Bone Marrow-Other 1/348 (0.29%)", "Febrile neutropenia 1/348 (0.29%)", "Hemoglobin 1/348 (0.29%)", "Atrioventricular block - 2nd degree Mobitz Type II 1/348 (0.29%)", "- Cardiac ischemia/infarction 2/348 (0.57%)", "Left ventricular diastolic dysfunction 1/348 (0.29%)", "- Left ventricular systolic dysfunction 0/348 (0.00 %)", "Restrictive cardiomyopathy 0/348 (0.00 %)"]}