{"Clinical Trial ID": "NCT00721409", "Intervention": ["INTERVENTION 1:", "Phase 1 (Palbociclib + Letrozole)", "In Cycle 1 (3 weeks), participants received only one palbociclib 125 mg/d orally for 2 weeks, followed by one week of non-treatment. In Cycle 2 and beyond (4 weeks each), participants received letrozole 2.5 mg/d continuously plus Palbociclib 125 mg/d orally for 3 weeks, followed by one week of non-treatment."], "Eligibility": ["Incorporation criteria:", "A positive inoperative estrogen receptor and a negative HER2 breast cancer.", "Postmenopausal status.", "For Phase 2 Part 2 - CCSD1 P16 Amplification and/or Loss as determined by the Central Laboratory.", "• Sensitivity to bone marrow, liver and kidneys.", "- Exclusion criteria:", "A prior or concomitant treatment for advanced breast cancer.", "Other major cancers in the last 3 years.", "Important cardiovascular events in the last 6 months."], "Results": ["Performance measures:", "Number of Phase 1 participants with treatment-related adverse events (TEAEs; all causalities)", "A serious adverse event (SAE) was any adverse medical event in a participant who received a study drug regardless of the possibility of a causal relationship. A serious adverse event (SAE) was an EA resulting in one of the following results or considered significant for any other reason: death; initial or prolonged hospitalization of a patient in hospital; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly.", "Maximum duration of treatment (approximately 55 months)", "Results 1:", "Title of arm/group: Phase 1 (Palbociclib + Letrozole)", "In Cycle 2 and beyond (4 weeks each), participants received letrozole 2.5 mg/d in continuous treatment plus Palbociclib 125 mg/d orally for 3 weeks, followed by one week of treatment leave.", "Total number of participants analysed: 12", "Type of measurement: Number", "Unit of measure: Participants with an AR: 12", "Participants with EAS: 2", "Participants with a Grade 3 or 4 EA: 11", "Participants with Grade 5 EAs: 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/12 (16.67%)", "Anemia * 0/12 (0.00 %)", "Heart failure * 0/12 (0.00 %)", "Abdominal pain * 0/12 (0.00 %)", "Ischaemic colitis * 0/12 (0.00 %)", "Diarrhoea * 0/12 (0.00 %)", "Gastrointestinal disorders * 0/12 (0.00 %)", "Ileus * 0/12 (0.00 %)", "Esophagus achalasia * 0/12 (0.00 %)", "Nausea * 1/12 (8.33%)", "Vomiting * 1/12 (8.33%)", "Gastritis * 0/12 (0.00 %)", "Inguinal hernia * 0/12 (0.00 %)"]}