{"Clinical Trial ID": "NCT00009945", "Intervention": ["INTERVENTION 1:", "First arm: Clodronate", "The patient receives 2 tablets once a day for 3 years.", "- clodronate: 1600 mg PO per day", "INTERVENTION 2:", "Bras 2: Placebo", "The patient receives 2 tablets once a day for 3 years.", "placebo: 2 PO pills per day"], "Eligibility": ["Eligibility", "If a sentinel ganglion is histologically positive by H & E, or histologically suspect on H & E and confirmed positive by immunohistochemistry (IHC), then the patient should have a complete axillary dissection.", "The tumour should be an invasive adenocarcinoma during histological examination with clinical evaluation T1-3, N0-1, M0.", "Patients should not participate in any other systemic treatment trial for early breast cancer. Patients may participate in the following radiotherapy trials:", "Patients with lymph nodes may participate in the National Cancer Institute of Canada Clinical Trials Group MA.20 protocol, provided that the requirements of B-34 protocol continue to be met. (B-34 lymph nodes cannot participate in AM.20.)", "Patients with nodular mastectomy may participate in Southwest Oncology Group Protocol S9927, provided that the requirements of Protocol B-34 continue to be met.", "The tumours will be defined as positive progesterone ER or receptor (PgR) if: (1) the Dextran-coated coal or sucrose density gradient method demonstrates that they have a cytosole protein greater than or equal to 10 fmol/mg, or (2) if it can be demonstrated, using individual laboratory criteria, that they are positive by the enzyme or immunocytochemical immunoassay method. \"Marginal or borderline\" results (i.e., those that are not definitively negative) will also be considered positive.", "At the time of randomisation, the patient must have had the following results in the last three months: history and physical examination, bone analysis, chest and lumbar radiography of the spine and chest X-ray. In the last 12 months, the patient must have undergone a gynaecological examination (for women who have a uterus and who will take tamoxifen) and a bilateral mammogram.", "At the time of randomisation:", "The absolute postoperative number of neutrophils (ANC) must be greater than or equal to 1500/mm3 (or less than 1500/mm3 if, in the opinion of the investigator, this represents an ethnic or racial variation of normal);", "The number of postoperative platelets must be greater than or equal to 100,000;", "There must be postoperative evidence of adequate liver function, i.e.:", "Total bilirubin at the upper or lower limit of normal (ULN) for the laboratory; and", "- alkaline phosphatase less than 2.5 x ULN; and", "The serum glutamate oxaloacetate transaminase (SGOT)/ aspartate transaminase (AST) is less than 1.5 x ULN;", "There must be postoperative evidence of adequate renal function (serum creatinine within or below the laboratory normal).", "Serum albumin and serum calcium must be within normal limits.", "A patient suffering from skeletal pain may be included in the study if bone analysis and/or roentgenological examination do not reveal metastatic disease. Suspicious results should be confirmed as benign by X-ray, MRI or biopsy.", "Patients with prior non-cerebral malignancies are eligible if they have been free of disease for a period of more than 5 years prior to randomization and are considered to be at low risk of recurrence by their treating physicians. Patients with effective squamous or basal cell carcinoma of the skin, in situ cervix carcinoma that has been treated with surgery only, or in situ lobular carcinoma (SILC) of the ipsilateral or contralateral breast treated with hormone therapy and/or surgery only are eligible, even if they have been diagnosed within 5 years prior to randomization.", "Patients should have a Zubrod performance of 0, 1, or 2.", "Specific conditions for eligibility of patients with lumpectomy: Irradiation and surgery. Patients treated with lumpectomy and axillary dissection of nodes (or no axillary dissection if sentinel node biopsy is negative) should be followed by breast radiotherapy that must meet all eligibility criteria in addition to the following criteria:", "In general, lumpectomy should be reserved for tumours less than 5 cm. However, at the discretion of the investigator, patients treated with lumpectomy for tumours greater than or equal to 5 cm are eligible.", "The margins of the resected sample should be histologically free from invasive tumours and in situ channel carcinoma (CDIS). For patients in whom pathological examination demonstrates the presence of tumours at the resection line, additional operating procedures may be performed to obtain clear margins. This is permitted even if axillary dissection has been performed.", "Ineligibility.", "Significant non-malignant bone diseases that may interfere with the interpretation of bone X-rays.", "- Ulceration, erythema, infiltration of the underlying skin or thoracic wall (full fixation), orange skin, or edema of the skin of any magnitude. (Infiltration of the skin or inversion of nipples should not be interpreted as infiltration of the skin.", "Ipsilateral lymph nodes which, during clinical examination, attach to each other or to other structures (cN2 disease).", "- Suspected palpable ganglia in the contralateral axilla or palpable supraclavicular or infraclavicular nodes, unless there is evidence of biopsy that they are not involved with the tumor.", "Tamoxifene may be administered as adjuvant therapy prior to entry into the study, but only if it has started within 28 days prior to randomization. Patients who have started tamoxifen within 28 days prior to randomization and are considered for chemotherapy should have their tamoxifen stopped at the beginning of chemotherapy.", "• Previous history of breast cancer, with the exception of LCIS.", "Exceptions: Patients may use low-dose estrogen or Estring® vaginal creams for symptomatic vaginal dryness, raloxifene (or other selective estrogen receptor modulators [SERM]) for the prevention of osteoporosis, and luteinizing hormone-release hormone (LHRH) agonists/antagonists for medical ovarian ablation as a component of the adjuvant treatment of breast cancer.", "Patients currently taking alendronate (Fosamax®) or other bisphosphonates or calcitonine to treat or prevent osteoporosis are not eligible.", "A non-malignant systemic disease (heart, kidney, liver, etc.) that would prevent a patient from being subjected to one of the treatment options or prevent prolonged follow-up.", "Psychiatric or addictive disorders that would prevent informed consent.", "This protocol excludes pregnant or lactating women because the effects of clodronate on these women have not been fully studied.", "- Bilateral malignancy or mammographic or mammographic anomaly in the opposite breast suspected of malignancy, unless there is evidence of biopsy that the mass is not malignant.", "Specific conditions for the inadmissibility of patients with lumpectomy: Irradiation and surgery. The following patients will not be eligible:", "Patients with diffuse tumours (as demonstrated by mammography) who would not be considered to be susceptible to surgical lumpectomy.", "Such mass must be biopsy and demonstrated to be histologically benign before randomization or, if malignant, to be surgically removed with clear margins.", "Additional surgical resections to obtain free margins are permitted. Patients who still have a tumour after the additional resection(s) must undergo a mastectomy to be eligible."], "Results": ["Performance measures:", "A disease-free survival.", "Time at the first event where an event is a recurrence, primary 2 or death to determine the percentage of patients without disease at 8 years of age", "Time limit: 8 years", "Results 1:", "Title of arm/group: Arm 1: Clodronate", "Description of the arm/group: The patient receives 2 tablets once a day for 3 years.", "- clodronate: 1600 mg PO per day", "Total number of participants analysed: 1655", "Type of measurement: Number", "Unit of measure: percentage of patients 81.0", "Results 2:", "Title of arm/group: Arm 2: Placebo", "Description of the arm/group: The patient receives 2 tablets once a day for 3 years.", "placebo: 2 PO pills per day", "Total number of participants analysed: 1656", "Type of measurement: Number", "Unit of measure: percentage of patients 79.6"], "Adverse Events": ["Undesirable Events 1:", "Total: 340/1612 (21.09 per cent)", "Anemia 10/1612 (0.62%)", "- Blood and lymphatic system disorders - Other, specify 3/1612 (0.19%)", "7/1612 (0.43%)", "- Heart disorders - Other, specify 6/1612 (0.37%)", "2/1612 (0.12%)", "Myocardial infarction 6/1612 (0.37%)", "Palpitations 1/1612 (0.06%)", "Pericardial infusion 0/1612 (0.00 %)", "Sinus bradycardia 2/1612 (0.12%)", "Adverse Events 2:", "Total: 350/1623 (21.57%)", "Anemia 8/1623 (0.49%)", "- Blood and lymphatic system disorders - Other, specify 3/1623 (0.18%)", "- Febrile neutropenia 4/1623 (0.25%)", "- Heart disorders - Other, specify 2/1623 (0.12%)", "1/1623 (0.06%)", "Myocardial infarction 4/1623 (0.25%)", "Palpitations 0/1623 (0.00 %)", "2/1623 (0.12%)", "Sinus bradycardia 0/1623 (0.00 %)"]}