{"Clinical Trial ID": "NCT01153672", "Intervention": ["INTERVENTION 1:", "Treatment (enzyme inhibitor therapy, AI sensitization therapy)", "Patients are given vorinostat POQ for 2 weeks followed by AI treatment with an anastrozole POQ, letrozole POQ, POQ or exemestane POQ for 6 weeks. Courses are repeated every 8 weeks in the absence of disease progression or unacceptable toxicity.", "Vorinostat: With PO", "Analysis of laboratory biomarkers: related studies", "Biopsy: optional correlative studies", "F-18 16 alpha-fluoroestradiol: related studies", "Tomography of positron emissions: related studies", "Anastrozole: seen PO", "- Petroleum: see PO", "- Exemestane: given PO", "· Genetic expression analysis: related studies"], "Eligibility": ["Incorporation criteria:", "A diagnosis of histologically or cytologically proven breast cancer", "Stage IV typology", "The patient has already obtained a clinical benefit of endocrine therapy, but no longer benefits from endocrine treatment from the advice of the treating researcher; patients should stop AI for at least one week prior to the start of vorinostat therapy on this protocol.", "At least one measurable disease site, as defined by the modified solid tumour response assessment criteria (RECIST)", "- Performance Status of the Eastern Cooperative Oncology Group (ECOG) 0-2", "A woman is postmenopausal menopause as defined by one of the following criteria: rule-free for more than 2 years, surgically sterilized, FSH and Estradiol in the postmenopausal interval AND surgical absence of chemotherapy-induced amenorrhea or duration > 1 year OR currently under ovarian suppression", "A patient of childbearing potential was tested for negative pregnancy of urine or serum (gonadotrophin chorionic beta-human [hCG]) within 14 days of the first dose of vorinostat.", "A male patient agrees to use two barrier contraception methods or to abstain from sexual intercourse during the duration of the study.", "Absolute neutrophil count (NAC) >= 1,500/mcL", "Platelets >= 100 000/mcL", "Hemoglobin >= 9 g/dL", "International Standardized Duration or Report (INR) = < 1.5 x upper limit of normal (ULR) unless receiving therapeutic anticoagulation", "Part-time thromboplastin (PTT) = < 1.2 times ULN, unless the patient is receiving therapeutic anticoagulation", "Potassium and magnesium levels within normal limits", "Calculation of creatinine clearance >= 30 mL/min", "Total serum bilirubin = < 1.5 X ULN", "Aspartate aminotransferase (AST) (oxaloacetic glutamic serum transaminase (SGOT)) and alanine aminotransferase (ALT) (pyruvic glutamic serum transaminase (SGPT)) = < 2.5 X ULN", "Alkaline Phosphatase = < 2.5 X ULN", "The patient, or his or her legal representative, voluntarily agreed to participate by giving his or her informed consent in writing.", "The patient has a life expectancy of at least 12 weeks in the opinion of the treating investigator", "The patient is ready to continue the same AI therapy", "The patient agrees to participate in the Imaging Protocol 7184 and is authorized separately", "- Exclusion criteria:", "The patient did not obtain any clinical benefit from prior endocrine treatment.", "The patient participates or participated in a study of an experimental compound or device within 30 days of the initial administration of one or more study medicinal products other than the imaging protocol 7184", "In the last 6 weeks, the patient has received ER blocking therapy (selective oestrogen receptor modulant [SERM] or deregulating [SERD], i.e. tamoxifen or fulvestrant)", "- Prior treatment with a histone-deacetylase inhibitor (HDAC) (e.g. romidespin [Depsipeptide], NSC-630176, MS 275, LAQ-824, belinostat [PXD-101], LBH589, MGCD0103, CRA024781, etc.); patients who have received HDCA inhibitor-type compounds, such as valproic acid, as antitumor treatment, should not participate in this study; patients who have received such compounds for other indications, e.g. valproic acid for epilepsy, may register after a 30-day wash period", "The patient follows systemic steroids that have not been stabilized at the equivalent of <10 mg/day of prednisone in the 30 days prior to the start of the study.", "The patient experienced hypersensitivity to the components of the study drug or its analogues", "Patients with uncontrolled brain metastases", "New York Heart Association (NYHA) Congestive heart failure Class III or IV, myocardial infarction in the previous 6 months, corrected QT interval (QTc) > 0.47 s, or uncontrolled arrhythmia.", "Type I diabetes Mellitus; patients with type II diabetes Mellitus will be included as long as their glucose can be controlled at less than 200 mg/dL", "The patient is pregnant or lactating, or expects to develop or father children for the duration of the study.", "A patient with a second \"currently active\" malignancy, other than skin cancer and non-melanoma carcinoma in situ of the cervix, should not be included; patients are not considered to be \"currently active\" malignancy if they have completed treatment for a previous malignant disease, have been free of prior malignancies for > 5 years or are considered by their doctor to be at risk of relapse of less than 30%.", "Patients with known active viral hepatitis", "The patient has current history or evidence of a disease, treatment or laboratory abnormality that could confuse the results of the study, interfere with patient participation throughout the study or is not in the best interest of the patient to participate."], "Results": ["Performance measures:", "* Clinical benefit rates according to RECIST", "The conventional imaging (CT, bone scan) was performed in early and week 8 and the tumour response was evaluated by RECIST criteria.", "Time limit: Up to about 5 years", "Results 1:", "Title of the arm/group: Treatment (therapy of enzyme inhibitors, AI sensitization therapy)", "Description of the arm/group: Patients receive a Vorinostat PO QD for 2 weeks, followed by AI therapy including an anastrozole PO QD, a PO-letrozole PO QD, or a PO-exemestane QD for 6 weeks.", "Vorinostat: With PO", "Analysis of laboratory biomarkers: related studies", "Biopsy: optional correlative studies", "F-18 16 alpha-fluoroestradiol: related studies", "Tomography of positron emissions: related studies", "Anastrozole: seen PO", "- Petroleum: see PO", "- Exemestane: given PO", "· Genetic expression analysis: related studies", "Total number of participants analysed: 8", "Type of measurement: Number", "Unit of measure: % of participants assessed 15 (12 to 65)"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/8 (25.0%)", "- Pancreatitis [1]1/8 (12.50%)", "1/8 (12.50%)"]}