{"Clinical Trial ID": "NCT02658734", "Intervention": ["INTERVENTION 1:", "- Trastuzumab Emtansine", "3.6 mg/kg trastuzumab emtansine was administered intravenously to participants for 30 to 90 minutes on the first day of the 21-day cycle and was repeated every 3 weeks."], "Eligibility": ["Incorporation criteria:", "(i.e. IHC 3+ or IHC 2+ and positive in situ fluorescence hybridization gene [FISH]) as assessed on the primary tumour and/or metastatic site", "A documented progression of the non-resectable state, locally advanced, or mBC, determined by the investigator", "- Left ventricular ejection fraction (VEF) >/= 50% by echocardiogram (ECHO)", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0 or 1", "A negative serum beta-HCG test of chorionic gonadotropin for women of childbearing age (premenopausal or not meeting the definition of postmenopausal menopause, i.e. >/= 12 months of amenorrhea) and women who have not undergone surgical sterilization (i.e., lack of ovaries and/or uterus)", "For women of childbearing potential: agreement to remain abstinent (repulsion of heterosexual intercourse) or to use two appropriate non-hormonal contraceptive methods, including at least one method with a failure rate of <1% per year, during the treatment period and for at least 7 months after the last dose of the study drug", "In the case of men: agreement to remain abstinent (free from heterosexual intercourse) or to use contraceptive measures and agreement to refrain from giving sperm. In the case of female partners of childbearing age, men should remain abstinent or use a condom plus an additional contraceptive method which together results in a failure rate of <1% per year during the treatment period and for at least 7 months plus 90 days (spermatogenesis cycle) after the last dose of the drug under study.", "- Exclusion criteria:", "Previous treatment with trastuzumab emtansine", "Prior treatment with lapatinib or lapatinib with capecitabine or non-comparable biological or biosimilar treatment with trastuzumab", "- Peripheral neuropathy of the class >/= 3 according to the common terminology criteria of the National Cancer Institute for Adverse Events (NCI CTCAE [version 4.03])", "• History of other malignancies in the previous five years, except for a carcinoma properly treated in situ in the cervix, a non-melanoma skin carcinoma, stage 1 uterine cancer, synchronous cancer or previously diagnosed positive HER2 breast cancer, or cancer with a curative outcome similar to those mentioned above", "• History of cancer/biological or experimental treatment within 21 days prior to registration with the exception of hormone therapy, which may be given up to 7 days prior to registration; recovery of treatment-related toxicity according to other eligibility criteria", "A history of exposure to cumulative doses of anthracyclines as defined in the protocol", "• History of radiation therapy within 14 days of registration", "• Untreated, symptomatic or treatment-necessary brain metastases to control symptoms, as well as a history of radiation therapy, surgery or other treatments, including steroids, to control symptoms of brain metastases within 2 months (60 days) prior to registration", "- CNS only disease", "History of decreased FEVL to < 40% or symptomatic congestive heart failure (CHF) with previous treatment with trastuzumab", "History of symptomatic chronic heart failure (New York Heart Association [NYHA] Classes II to IV) or severe cardiac arrhythmia requiring treatment", "History of myocardial infarction or unstable angina within 6 months of registration", "Current dyspnoea at rest due to complications of advanced malignancy or the need for continuous oxygen therapy", "A serious and uncontrolled systemic disease", "Pregnancy or lactation", "For patients with known hepatitis B virus (HBV), active hepatitis B infection should be excluded based on negative serological tests and/or determination of the viral load of HBV DNA according to local guidelines.", "Presence of conditions that may affect gastrointestinal absorption: malabsorption syndrome, small intestine or stomach resection and ulcerative colitis", "History of intolerance (grade 3-4 infusion reaction) or known hypersensitivity to trastuzumab or murine proteins or any component of the product", "● Assessed by the investigator for not being able or unwilling to comply with protocol requirements"], "Results": ["Performance measures:", "• Severity of adverse events", "The classification of adverse reactions (ADRs) was carried out according to the terminology common to the National Cancer Institute (NCI) for adverse reactions (CITT), version 4.03.", "Duration: From cycle 1 to about 3 years", "Results 1:", "Title of the arm/group: Trastuzumab Emtansine", "Description of the arm/group: 3.6 mg/kg trastuzumab emtansine was administered intravenously to participants for 30 to 90 minutes on the first day of the 21-day cycle and was repeated every 3 weeks.", "Total number of participants analysed: 70", "Type of measure: Number of participants", "Unit of measure: Participants Grade 1: 53 75.7%", "Grade 2: 40 57.1%", "Grade 3: 18 25.7%", "Grade 4: 22.9 per cent", "Level 5: 12 17.1%"], "Adverse Events": ["Undesirable Events 1:", "Total: 28/70 (40.00 per cent)", "THROMBOCYTOPENIA 4/70 (5.71%)", "- CARDIAC ARREST 1/70 (1.43%)", "CARDIO-RESPIRATORY JUDGMENT 1/70 (1.43%)", "CATARACT 1/70 (1.43%)", "BLUE VISION 1/70 (1.43%)", "ABDOMINAL PEACE 1/70 (1.43%)", "DEAT 4/70 (5.71%)", "PYREXIA 1/70 (1.43%)", "URINE TRACT INFECTION 1/70 (1.43%)", "TRAVEL OF FRACTURE 1/70 (1.43%)", "SUB-DURAL HEMATOMIC 1/70 (1.43%)"]}