{"Clinical Trial ID": "NCT00706030", "Intervention": ["INTERVENTION 1:", "Nératinb 240 mg + Vinorelbine 25 mg/m2 - No previous Lapatinib", "Neratinib 240 mg qd + Vinorelbine 25 mg/m2 IV on days 1 and 8 every 3 weeks without prior exposure to lapatinib", "INTERVENTION 2:", "Neratinib 240 mg + Vinorelbine 25 mg/m2 - anterior Lapatinib", "Neratinib 240 mg qd + Vinorelbine 25 mg/m2 IV on days 1 and 8 every 3 weeks with prior exposure to Lapatinib"], "Eligibility": ["Incorporation criteria:", "A confirmed pathological diagnosis of a solid tumour that is not curable with available therapies for which HKI-272 plus vinorelbine is a reasonable treatment option (part 1 only) or a confirmed pathological diagnosis of positive breast cancer ErbB-2 (current phase IV) in women for whom vinorelbine plus HKI-272 is a reasonable treatment option (part 2 only).", "At least 1 prior treatment with anti-neoplastic chemotherapy for metastatic diseases and at least 1 prior treatment with trastuzumab-containing therapy for at least 6 weeks for metastatic diseases or patients who have relapsed on adjuvant therapy (Part 2 only).", "At least 1 measurable lesion as defined by the criteria for assessing response in solid tumours (RECIST).", "- Exclusion criteria:", "More than 2 previous antineoplastic treatments (excluding hormone therapy) for metastatic diseases Subjects who have relapsed under adjuvant therapy should not have received more than one line of chemotherapy for metastatic diseases (part 2 only).", "Prior treatment with vinorelbine for metastatic treatment, or prior treatment with target agents ErbB-2 except trastuzumab (part 2 only). Up to 20 subjects with overexpressing metastatic ErbB-2 breast cancer who have already been exposed to lapatinib but are not refractory to lapatinib may be included in Part 2.", "A prior treatment with anthracyclines with a cumulative dose of doxorubicin greater than 400 mg/m2, or an epirubin dose greater than 800 mg/m2, or the equivalent dose for other anthracyclines or derivatives (part 2 only)."], "Results": ["Performance measures:", "Overall response rate", "Overall response rate (ORR), subjects with RC or RA by independent examination in subjects with erbB-2-positive breast cancer treated with neratinib DMT in combination with vinorelbine by response Assessment criteria in solid tumours (RCIST) v1.0: Complete response (CR), elimination of all target lesions; Partial response (PR), >=30% decrease in the sum of the longest diameter of target lesions; and Non-PD for non-target lesions, and no new lesions.", "Time: from the first dose date to the progression or last tumour evaluation, up to four years and six months.", "Results 1:", "Dose/group title: Neratinb 240 mg + Vinorelbine 25 mg/m - No previous Lapatinib", "Description of the arm/group: Neratinib 240 mg qd + Vinorelbine 25 mg/m IV on days 1 and 8 every 3 weeks without prior exposure to lapatinib", "Total number of participants analysed: 64", "Type of measurement: Number", "Unit of measure: percentage of participants 35.9 (24.3 to 48.9)", "Results 2:", "Dose/group title: Neratinib 240 mg + Vinorelbine 25 mg/m - Prior Lapatinib", "Description of the arm/group: Neratinib 240 mg qd + Vinorelbine 25 mg/m IV on days 1 and 8 every 3 weeks, with prior exposure to Lapatinib", "Total number of participants analysed: 15", "Type of measurement: Number", "Unit of measure: percentage of participants 13.3 (1.7-40.5)"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/6 (50%)", "Anemia 0/6 (0.00 %)", "Febrile neutropenia 0/6 (0.00 %)", "Neutropenia 0/6 (0.00 %)", "Bradycardia 0/6 (0.00 %)", "Diarrhoea 0/6 (0.00 %)", "Pancreatitis 0/6 (0.00 %)", "Vomiting 0/6 (0.00 %)", "Rate of disease progression 0/6 (0.00 %)", "- Fatigue 0/6 (0.00 %)", "Pyrexia 0/6 (0.00 %)", "Cholelithiasis 0/6 (0.00 %)", "Liver pain 0/6 (0.00 %)", "Bacteria 0/6 (0.00 %)", "Adverse Events 2:", "Total: 3/6 (50%)", "Anemia 0/6 (0.00 %)", "Febrile neutropenia 0/6 (0.00 %)", "Neutropenia 1/6 (16.67%)", "Bradycardia 0/6 (0.00 %)", "Diarrhoea 0/6 (0.00 %)", "Pancreatitis 0/6 (0.00 %)", "Vomiting 0/6 (0.00 %)", "Rate of disease progression 0/6 (0.00 %)", "Fatigue 1/6 (16.67%)", "Pyrexia 1/6 (16.67%)", "Cholelithiasis 0/6 (0.00 %)", "Liver pain 1/6 (16.67%)", "Bacteria 0/6 (0.00 %)"]}