{"Clinical Trial ID": "NCT00570323", "Intervention": ["INTERVENTION 1:", "ARM A/Arimidex with Faslodex", "Arimidex with Faslodex in postmenopausal women", "Arimidex: aromatase inhibitors", "Faslodex: Hormone receptor", "INTERVENTION 2:", "ARM B Arimidex without fascidex", "Arimidex without Faslodex in postmenopausal women.", "Arimidex: aromatase inhibitors"], "Eligibility": ["Incorporation criteria:", "All subjects must be women.", "• Postmenopausal status, defined as one of the following criteria:", "Documented history of bilateral oophorectomy.", "- 60 years or more.", "- 45 to 59 years of age and meeting one or more of the following criteria:", "Amenorrhoea for at least 12 months and intact uterus.", "Amenorrhoea for less than 12 months and stimulating follicular hormone (FSH) and estradiol concentration in the postmenopausal interval including: patients who have had hysterectomy and patients who have received a surrogate hormone.", "Patients should have histologically confirmed invasive breast cancer with a primary tumour of 3 cm or more in the greatest dimension measured by clinical examination.", "Estrogen receptor and/or positive progesterone receptor disease.", "Patients should not have received prior treatment for current or newly diagnosed breast cancer.", "Patients should not have received prior treatment with any of the study medicinal products or similar medicinal products.", "No use of selective estrogen receptor modulators (SERMs) such as raloxifene or similar agents in the past two years.", "The performance status of the WHO is 0, 1, or 2.", "Adequate function of the organ defined as follows:", "adequate renal function, defined by serum creatinine within 3 times the upper limits of normal.", "adequate liver function, defined by total bilirubin, AST, ALT and alkaline phosphatase within 3 times the upper limits of normal.", "A suitable bone marrow function, defined as a CBW greater than 3.0 ml, a PLT greater than 75,000/ul, an Hb greater than 9 gm/l.", "- Ability to understand and sign written informed consent to participate in the trial.", "Life expectancy of at least 1 year.", "- Exclusion criteria:", "Premenopausal status.", "Other co-existing malignancies, with the exception of basal cell carcinoma or cervical cancer in situ.", "Patients with brain metastases.", "WHO Performance Status 3 or 4.", "The investigator is judged to be an uncontrolled intercurrent disease, including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, significant cardiac arrhythmia or psychiatric/social situations that would limit compliance with the requirements of the study.", "- Concomitant treatment with estrogen or progestin patients should stop these drugs at least two weeks prior to entry into the study.", "• Treatment with an unapproved or experimental drug within 30 days prior to day 1 of the study treatment.", "There are less than 75,000 platelets.", "In the opinion of the investigator, haemorrhagic diathesis or anticoagulation therapy would prevent intramuscular injections.", "History of hypersensitivity to castor oil.", "Any evidence of clinically active interstitial pulmonary disease (patients with stable chronic radiographic changes that are asymptomatic need not be excluded) - Patients with recurrent breast cancer.", "Patients with second primary controlateral breast cancer are eligible."], "Results": ["Performance measures:", "Change in Ki-67 levels from baseline (Pre) to day 28 (Post) Biopsy Samples", "The main criterion is the change in Ki-67 levels from baseline biopsy samples (pre) to day 28 (post). Ki-67 levels were converted into logarithms to obtain approximately normally distributed data. Differences in these logarithmic values between post-biopsy samples from pre-biopsy samples were calculated, representing the logarithm of the post-ki-67 ratio to pre-ki-67 levels in the initial scale.", "Time limit: start (before) on day 28 (after)", "Results 1:", "Title of the arm/group: ARM A / Arimidex with Faslodex", "Description of the arm/group: Arimidex with Faslodex in postmenopausal women", "Arimidex: aromatase inhibitors", "Faslodex: Hormone receptor", "Total number of participants analysed: 22", "Average (standard deviation)", "Unit of measure: Ki67% converted to log -1.3632 (0.8949)", "Results 2:", "Title of arm/group: ARM B Arimidex Without Faslodex", "Description of the arm/group: Faslodex-free Arimidex in postmenopausal women.", "Arimidex: aromatase inhibitors", "Total number of participants analysed: 20", "Average (standard deviation)", "Unit of measure: Ki 67% converted into log -1.6237 (2.1592)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/35 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}