{"Clinical Trial ID": "NCT00836186", "Intervention": ["INTERVENTION 1:", "Radiotherapy", "• Women with non-metastatic breast cancer status following the occurrence of a negative margin lumpectomy and receiving complete breast irradiation in accordance with the standard treatment plan.", "Radiotherapy: Patients will receive complete breast radiotherapy at a dose of 180-200 cGy per fraction for 23-27 fractions at a total dose of 4600 - 4860 cGy. Additional radiation in the bed of lumpectomy (Boost) is at the discretion of the treating physician. The total dose in the bed of tumour cannot exceed 6600 cGy."], "Eligibility": ["CRITERIA FOR INCLUSION:", "The patient must be 18 years of age or older", "Patients should have histologically confirmed breast adenocarcinoma (through systematic H & E staining) all T, any N disease, M0", "Patients should have undergone segmental mastectomy (SM) with level I axillary dissection and sentinel lymph nodes biopsy. Surgery margins at the time of local surgery should be negative greater than or equal to 2mm for invasive carcinomas and non-invasive ductal carcinomas Patients with negative postoperative margins but less than 2mm will be considered eligible if the surgeon declares that the margin in question cannot be improved.", "Patients should be registered so that radiation therapy begins within 10 weeks of the last surgery.", "Patients should have a performance status of 0 or 1 according to the criteria of the Eastern Cooperative Oncology Group (ECOG) or a performance scale of 80 to 100 Karnofsky at the time of consultation.", "Women of all races and ethnic groups are entitled to this trial.", "EXCLUSION CRITERIA:", "Patients should not have received prior breast radiotherapy at any time for any reason", "Patients with squamous carcinomas or breast cancer sarcomas are not eligible.", "Patients treated with mastectomy are NOT eligible.", "Any patient with an active local/regional disease prior to registration is not eligible", "No other prior malignancy is permitted, except for skin cancer of basal or squamous cells, cervical cancer in situ or any other cancer the patient has not had for at least 5 years.", "Women of childbearing potential should use effective non-hormonal contraception during radiation therapy.", "Patients should not have a serious medical or psychiatric illness that prevents informed consent or respect for treatment."], "Results": ["Performance measures:", "Number of proteins expressed differently in response to radiation therapy received", "Number of proteins that are expressed differently in response to breast cancer radiotherapy. The data reflect the total number of proteins grouped in all participants.", "Time limit: 2 to 4 weeks after radiation therapy", "Results 1:", "Title of the arm/group: Radiotherapy", "Description of the arm/group: Women who have a non-metastatic breast cancer status following the occurrence of a negative margin lumpectomy and receive complete breast irradiation in accordance with the standard treatment plan.", "Radiotherapy: Patients will receive complete breast radiotherapy at a dose of 180-200 cGy per fraction for 23-27 fractions at a total dose of 4600 - 4860 cGy. Additional radiation in the bed of lumpectomy (Boost) is at the discretion of the treating physician. The total dose in the bed of tumour cannot exceed 6600 cGy.", "Total number of participants analysed: 65", "Type of measurement: Number", "Unit of measurement: Proteins 31"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/0"]}