{"Clinical Trial ID": "NCT00810797", "Intervention": ["INTERVENTION 1:", "Treatment (exemestane)", "Patients receive 25 mg of oral exemestane once daily on days 1 to 14. Courses are repeated every 21 days in the absence of disease progression or unacceptable toxicity.", "Exemestane: given orally", "• Laboratory Biomarker Analysis: One year after completion of study treatment", "Quality of Life Assessment: One year after completion of study treatment", "Immunohistochemical staining method: correlative studies"], "Eligibility": ["Incorporation criteria:", "Histologically or cytologically confirmed metastatic carcinoma of the breast", "· Hormone receptor (estrogen receptor [ER] and/or progesterone receptor [PR]) positive disease (defined as ER and/or positivity PR as >= 5% coloration), confirmed by immunohistochemistry (IHC) based on primary breast tissue or metastatic tissue", "- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -", "Natural menopause, with at least 1 year since the last rules", "The chemotherapy induced menopause, with at least 1 year after the last menstruation and serum luteinizing hormone (LH)/follicular stimulating hormone (FSH) and estradiol levels in the postmenopausal range", "• History of surgical or radio-induced ovarian ablation", "For women < 56 years of age with a history of hysterectomy, but at least one ovary intact, serum LH/FSH and estradiol levels should be in the postmenopausal interval", "In menopausal women who have a recurrence of the disease by receiving either tamoxifen or a nonsteroidal aromatase inhibitor (IA) as adjuvant therapy (as long as adjuvant hormone treatment has been taken for 6 months prior to disease progression) or if the disease recurs after discontinuation/completion of adjuvant hormone therapy", "In postmenopausal women with disease progression after 0, 1 or 2 previous hormone treatments for metastatic breast cancer, until previously exposed to exemestane (EXE)", "A measurable or non-measurable (but evaluable) disease as defined by the RECIST criteria", "The Eastern Cooperative Oncology Group (ECOG) achieved a result of 0-1", "Number of neutrophils >= 1.5 X 10^9 cells/L", "Number of platelets >= 100 X 10^9 cells/L", "Serum creatinine level = < 1.5 times the upper limit of normal (ULN)", "Total serum bilirubin = < 1.5 times ULN", "Aspartate aminotransferase (AST)/alanine aminotransferase (ALT) = < 2.5 x ULN in patients without hepatic metastases or = < 5 ULN in patients with hepatic metastases", "Alcaline phosphatase = < 2.5 times ULN for patients without bone or liver metastases", "Subjects must have an estimated life expectancy of more than 6 months.", "- Exclusion criteria:", "A prior exposure to EXE, either in the adjuvant or metastatic setting", "Previous history of any other cancer, with the exception of non-melanoma skin cancer and in situ cervix carcinoma", "Active or symptomatic central nervous system (CNS) metastases (stable or treated brain metastases allowed, but patients should be dedecronated if they have CNS disease)", "Hormone-receptor negative or unknown breast cancer", "More than two previous chemotherapys for the treatment of metastatic diseases (any previous chemotherapy given in the adjuvant setting is allowed)", "However, bisphosphonates may be used in patients with known bone metastases.", "Treatment with any other competing or anti-tumour experimental agent (chemotherapy, antibody treatment or other biological agents) will not be permitted.", "Subjects who have never been exposed to endocrine treatment", "Any uncontrolled medical co-morbidity or psychiatric disorder that impairs the ability to give informed consent or to comply with study procedures"], "Results": ["Performance measures:", "- Survivors without progression", "The progression is defined using the criteria for assessing response in solid tumours (RECIST v1.0), such as a 20% increase in the sum of the longest diameter of the target lesions, or a measurable increase in non-target injury, or the appearance of new lesions.", "Time limit: Up to the progression of death disease of any cause, up to 3 years", "Results 1:", "Title of arm/group: Treatment (Exemestane)", "Description of the arm/group: Patients receive 25mg of oral exemestane once daily on days 1-14. Courses are repeated every 21 days in the absence of disease progression or unacceptable toxicity.", "Exemestane: given orally", "• Laboratory Biomarker Analysis: One year after completion of study treatment", "Quality of Life Assessment: One year after completion of study treatment", "Immunohistochemical staining method: correlative studies", "Total number of participants analysed: 36", "Median (95% confidence interval)", "Unit of measure: month 4.3 (2.0 to 6.5)"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/36 (11.11 per cent)", "Rectal haemorrhage * 1/36 (2.78%)", "* 1/36 (2.78%)", "* 1/36 (2.78%)", "Skin infection * 1/36 (2.78%)", "Hypotension * 1/36 (2.78%)"]}