{"Clinical Trial ID": "NCT00895414", "Intervention": ["INTERVENTION 1:", "Doxorubicin hydrochloride alone", "Participants who received doxorubicin hydrochloride alone during Cycle 1 or Cycle 2.", "INTERVENTION 2:", "Doxorubicin hydrochloride with Enalapril", "Participants who received doxorubicin hydrochloride with enalapril in cycle 1 or 2."], "Eligibility": ["Incorporation criteria:", "• Tissue diagnosis of breast carcinoma", "The oncologist must have prescribed doxorubicin as part of the intended chemotherapy.", "To have an acceptable organ function within 14 days of the inscription defined as follows:", "Liver function: total bilirubin, AST and ALT within normal institutional limits", "Renal function: creatinine clearance estimate > 60 ml/min creatinine clearance calculated (for women) - formula: (140 - age) x weight x 0.85 divided by (sCr x 72)", "At least 18 years of age", "The patient must have given written informed consent indicating that he or she understands the experimental nature of the study.", "• Suitable not to consume grapefruit juice during the study", "- Exclusion criteria:", "A known allergy to enalapril", "Taking any known cytochrome P450 inducer or inhibitor", "To take herbal supplements during the study or week prior to taking doxorubicin", "Taking an angiotensin receptor inhibitor or angiotensin receptor antagonist", "Enalapril is Pregnancy Categories C (first quarter) and D (second and third quarters)"], "Results": ["Performance measures:", "Number of patients with doxorubicin plasma concentrations showing significant increase or decrease when doxorubicin was administered with Enalapril compared to when doxorubicin was administered without Enalapril.", "The plasma concentration of doxorubicin (DPC) is the primary pharmacokinetic measure (PK) of exposure. Each patient will have PK series twice - once with enalapril and once without enalapril. An average increase or decrease of more than 115 ng/ml in DPC will be considered significant.", "Time: initial, 0.5, 1.0, 2.0, 4.0, 24.0 and 48.0 hours after infusion of doxorubicin", "Results 1:", "Title of arm/group: Doxorubicin hydrochloride alone", "- Arm/group description: Participants who received doxorubicin hydrochloride alone during Cycle 1 or Cycle 2.", "Total number of participants analysed: 17", "Type of measurement: Number", "Unit of measurement: participants 0", "Results 2:", "Title of the arm/group: Doxorubicin hydrochloride with Enalapril", "Description of the arm/group: Participants who received doxorubicin hydrochloride with enalapril during Cycle 1 or Cycle 2.", "Total number of participants analysed: 17", "Type of measurement: Number", "Unit of measurement: participants 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/8 (0.00 per cent)", "Adverse Events 2:", "Total: 0/9 (0.00 per cent)"]}