{"Clinical Trial ID": "NCT00829166", "Intervention": ["INTERVENTION 1:", "- Trastuzumab Emtansine", "Participants received 3.6 mg/kg IV trastuzumab emtansine infusions 30 to 90 minutes on day 1 of each 21-day treatment cycle until DPP (as assessed by the investigator), unmanageable toxicity or completion of the study.", "INTERVENTION 2:", "- Lapatinib + Capecitabine", "Participants received lapatinib 1250 mg (five 250 mg tablets) orally once daily during each 21-day cycle + capecitabine 1000 mg/m^2 orally twice daily on days 1 to 14 of each 21-day treatment cycle until PD (as assessed by the investigator), impossible toxicity or discontinuation of the study."], "Eligibility": ["Incorporation criteria:", "HER2 status must be prospectively, centrally tested and HER2-positive based on the results of central laboratory tests", "Invasive breast cancer confirmed histologically or cytologically", "A prior treatment for breast cancer in the adjuvant, non-resectable, locally advanced or metastatic setting should include both a taxane, alone or in combination with another agent, and trastuzumab, alone or in combination with another agent.", "A documented progression (which occurs during or after the most recent treatment or within 6 months after the end of the adjuvant treatment) of incurable, non-resectable, locally advanced or metastatic breast cancer defined by the investigator", "A measurable and/or non-measurable disease; participants with central nervous system disease only are excluded.", "A heart ejection fraction greater than or equal to (>/=) 50 percent (%) by echocardiogram or multi-gated acquisition analysis", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0 or 1", "For women of childbearing potential and men of childbearing potential, agree to use a highly effective non-hormonal form of contraception; the use of contraception should continue during the duration of the study treatment and for at least 6 months after the last study treatment dose.", "- Exclusion criteria:", "- History of treatment with trastuzumab emtansine", "Prior treatment with lapatinib or capecitabine", ">/= 3 by National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE), version 3.0", "• History of other malignancies over the past 5 years, with the exception of carcinoma appropriately treated in situ for cervix, non-melanoma skin carcinoma, stage 1 uterus cancer, synchronous or previously diagnosed HER2-positive breast cancer, or cancers with a curative outcome similar to those mentioned above", "• History of cancer/biological or experimental treatment within 21 days prior to randomization, with the exception of hormone therapy, which could be administered up to 7 days prior to randomization; recovery of treatment-related toxicity according to other eligibility criteria", "• History of radiation therapy within 14 days of randomisation", "• Untreated, symptomatic or treatment-necessary brain metastases to control symptoms, as well as a history of radiation therapy, surgery or other treatments, including steroids, to control symptoms of brain metastases within 2 months (60 days) of randomization", "History of symptomatic congestive heart failure or severe cardiac arrhythmia requiring treatment", "History of myocardial infarction or unstable angina within 6 months of randomization", "Current dyspnoea at rest due to complications of advanced malignancy or current need for continuous oxygen therapy", "A serious and uncontrolled systemic disease (e.g., clinically significant cardiovascular, pulmonary or metabolic disease)", "Pregnancy or lactation", "Current known active infection with human immunodeficiency virus (HIV), hepatitis B virus or hepatitis C virus", "Presence of conditions that may affect gastrointestinal absorption: malabsorption syndrome, small intestine or stomach resection and ulcerative colitis", "History of intolerance (such as grade 3-4 infusion reaction) to trastuzumab", "known hypersensitivity to 5-fluorouracil or known dihydropyrimidine dehydrogenase deficiency", "Current treatment with sorivudine or its chemically related analogues, such as brivudine"], "Results": ["Performance measures:", "Percentage of participants with a DP or death assessed by an independent review committee (IRC)", "All lesions measurable up to a maximum of 5 per organ and 10 in total were identified as target (LT) lesions and recorded at baseline. LT should be selected based on their size (those with the longest diameter) and their relevance for accurate repeat measurements, either by imaging or by clinical route. A sum of the longest diameter for all LT was calculated as the reference sum of the longest diameter (LDL). All other lesions (or disease sites) should be identified as non-LT and recorded at baseline. The LT RFP was defined as greater than or equal to (>/=) 20 percent (%) increase in LT, taking as a reference the smallest LD recorded since the start of treatment or the occurrence of one or more new lesions. The RFP for other lesions was defined as the occurrence of one or more new lesions and/or the unequivocal progression of other existing LT.", "Time limit: From the date of randomisation to the data deadline of 14 January 2012 (up to 2 years, 11 months)", "Results 1:", "Title of the arm/group: Trastuzumab Emtansine", "- Arm/group description: Participants received 3.6 mg/kg IV trastuzumab emtansine infusions 30 to 90 minutes on day 1 of each 21-day treatment cycle until the RFP (as assessed by the investigator), insurmountable toxicity or completion of the study.", "Total number of participants analysed: 495", "Type of measurement: Number", "Unit of measure: percentage of participants 53.5", "Results 2:", "Title of the arm/group: Lapatinib + Capecitabine", "Arm/group description: Participants received lapatinib 1250 mg (five 250 mg tablets) orally once daily during each 21-day cycle + capecitabine 1000 mg/m^2 orally twice daily on days 1 to 14 of each 21-day treatment cycle until the RFP (as assessed by the investigator), the impossible toxicity or the end of the study.", "Total number of participants analysed: 496", "Type of measurement: Number", "Unit of measure: percentage of participants 61.3"], "Adverse Events": ["Undesirable Events 1:", "Total: 92/490 (18.78 per cent)", "Anemia * 1/490 (0.2%)", "Anemia of malignant disease * 0/490 (0.00 %)", "Febrile neutropenia * 0/490 (0.00 %)", "Neutropenia * 0/490 (0.00 %)", "Thrombocytopenia * 4/490 (0.82%)", "Angine pectoris * 0/490 (0.00 %)", "Atrial fibrillation * 1/490 (0.2%)", "Cardiomyopathy * 1/490 (0.2%)", "Coronary disorders * 0/490 (0.00 %)", "* 0/490 (0.00 %)", "Adverse Events 2:", "Total: 99/488 (20.29%)", "Anemia * 1/488 (0.20%)", "Anemia of malignant disease * 1/488 (0.2%)", "Febrile neutropenia * 2/488 (0.41%)", "Neutropenia * 1/488 (0.20%)", "Thrombocytopenia * 1/488 (0.20%)", "Angina pectoris * 1/488 (0.2%)", "Atrial fibrillation * 0/488 (0.00 %)", "Cardiomyopathy * 0/488 (0.00 %)", "Coronary disorders * 1/488 (0.2%)", "* 2/488 (0.41%)"]}