{"Clinical Trial ID": "NCT00038467", "Intervention": ["INTERVENTION 1:", "- Exemestane", "Participants diagnosed as breast cancer who remained disease-free after receiving previously 2 to 3 years of tamoxifen 20 milligrams (mg) or 30 mg tablets in the oral capsule once daily according to usual medical practice received exemestane (Aromasin) 25 mg tablets in the oral capsule once daily for the remainder of the 5 year period.", "INTERVENTION 2:", "- Tamoxifene", "Participants diagnosed as breast cancer who remained disease-free after receiving previously 2 to 3 years of tamoxifen 20 mg or 30 mg tablets in the oral capsule once daily according to usual medical practice received the same dose of tamoxifen tablets in the oral capsule once daily for the remainder of the 5 year period."], "Eligibility": ["Incorporation criteria:", "In postmenopausal women with histologically or cytologically confirmed primary breast adenocarcinoma receiving tamoxifen and continuously treated with tamoxifen for 2 to 3 years to 1 month and still disease free", "- Exclusion criteria:", "Non-resectable breast cancer", "ER negative primary tumour"], "Results": ["Performance measures:", "• Disease-free survival (SDF) at month 36 post-Randomization: main study", "Participants withdrew from the study for any reason in the absence of relapse were censored on the date they were last seen. The relapse was categorised as follows: loco-regional: ipsilateral relapse of the breast or axillary nodal; distant: remote relapse, including supraclavicular ganglia; second primary breast cancer: contralateral breast cancer, excluding in situ canal carcinoma.", "Time limit: Baseline data up to month 36", "Results 1:", "Title of the arm/group: Exemestane", "Description of the arm/group: Participants diagnosed with breast cancer who remained disease-free after receiving 2 to 3 years of tamoxifen 20 milligrams (mg) or 30 mg of oral tablets once daily according to usual medical practice received exemestane (Aromasin) 25 mg of oral tablets once daily for the remainder of the 5 year period.", "Total number of participants analysed: 2352", "Type of measurement: Number", "Unit of measurement: probability of DFS 0.90 (0.89 to 0.92)", "Results 2:", "Title of the arm/group: Tamoxifene", "The arm/group description: Participants diagnosed with breast cancer who remained disease-free after receiving 2 to 3 years of tamoxifen 20 mg or 30 mg tablets in the oral capsule once daily according to standard medical practice received the same dose of tamoxifen tablets in the oral capsule once daily for the remainder of the 5 year period.", "Total number of participants analysed: 2372", "Type of measurement: Number", "Unit of measurement: probability of DFS 0.86 (0.85 to 0.88)"], "Adverse Events": ["Undesirable Events 1:", "Total: 383/2320 (16.51 per cent)", "Anemia * 2/2320 (0.09%)", "Disseminate intravascular coagulation * 1/2320 (0.04%)", "Granulocytopenia * 0/2320 (0.00 %)", "Hypofibrinogenemia * 0/2320 (0.00 %)", "Iron deficiency anaemia * 1/2320 (0.04%)", "* 1/2320 (0.04%)", "- Lymphadenopathy * 0/2320 (0.00 %)", "Thrombocytopenia * 1/2320 (0.04%)", "Acute myocardial infarction * 5/2320 (0.22%)", "Adverse Events 2:", "Total: 439/2338 (18.78 per cent)", "Anemia * 4/2338 (0.17%)", "Disseminate intravascular coagulation * 0/2338 (0.00 %)", "Granulocytopenia * 1/2338 (0.04%)", "Hypofibrinogenemia * 1/2338 (0.04%)", "Iron deficiency anaemia * 0/2338 (0.00 %)", "- Lymphadenite * 0/2338 (0.00 %)", "* 1/2338 (0.04%)", "Thrombocytopenia * 5/2338 (0.21%)", "Acute myocardial infarction * 0/2338 (0.00 %)"]}