{"Clinical Trial ID": "NCT01048099", "Intervention": ["INTERVENTION 1:", "Patients treated", "Patients who received treatment in the study"], "Eligibility": ["Incorporation criteria:", "Part I", "Women with HER2-negative breast cancer, as defined by the FISH test. (The FISH test may have been performed on the primary tumour, or subsequently on a biopsy of a metastatic lesion.)", "Patients should currently receive chemotherapy or start chemotherapy (second or subsequent intent) for HER2-negative metastatic breast cancer.", "To begin protocol therapy, patients should have progressed after at least prior chemotherapy treatment for metastatic breast cancer.", "Patients with a positive or negative ER/OR are eligible. Patients with a positive ER/OR should either be resistant to hormonal therapy or should not be good candidates for hormonal treatment because of their clinical characteristics.", "The ECOG's performance is 0, 1 or 2.", "One week must have elapsed since the time of minor surgery; four weeks must have elapsed since the time of major surgery.", "Patients should have a RECIST-measurable disease.", "Laboratory values as follows: The absolute number of neutrophils (NAC) 1500/μL hemoglobin (Hgb) 10 g/dL platelets 100 000/L AST or ALT and alkaline phosphatase (ALP) should be <2.5 x ULN or <5 x ULN in patients with hepatic metastases.", "In Part 1 patients with HER2 overexpression and activation identified by PRO Onc Assay may enter Part 2 of treatment if they meet all of the eligibility criteria in Part 2.", "Life expectancy of 12 weeks.", "The patient should be available for treatment and follow-up.", "Patients should be able to understand the experimental nature of this study and give their informed consent in writing prior to entering the study.", "Part II", "Women with HER2-negative breast cancer, as defined by the FISH test. (The FISH test may have been performed on the primary tumour, or subsequently on a biopsy of a metastatic lesion.)", "Patients should currently receive chemotherapy or start chemotherapy for HER2-negative metastatic breast cancer.", "Patients with a positive or negative ER/OR are eligible. Patients with a positive ER/OR should either be resistant to hormonal therapy or should not be good candidates for hormonal treatment because of their clinical characteristics.", "The ECOG's performance is 0, 1 or 2.", "One week must have elapsed since the time of minor surgery; four weeks must have elapsed since the time of major surgery.", "Patients should have a RECIST-measurable disease.", "Laboratory values as follows:", "Absolute number of neutrophils (ANC) 1500/μL", "Hemoglobin (Hgb) 10 g/dL", "— Platelets 100 000/uL", "AST or ALT and alkaline phosphatase (ALP) should be <2.5 x ULN or <5 x ULN in patients with hepatic metastases.", "Total bilirubin <1.5 x institutional ULN", "Serum creatinine rate <1.5 x ULN institutional creatinine clearance calculated 45 mL/min", "Life expectancy of 12 weeks.", "The patient should be available for treatment and follow-up.", "Patients should be able to understand the experimental nature of this study and give their informed consent in writing prior to entering the study.", "Patients eligible for targeted HER2 treatment will start this treatment from the first time a change in treatment is required (i.e., when metastatic breast cancer is next on the progression), which may occur immediately after receiving PRO Onc test results, or several months later, for patients who respond well to their current chemotherapy.", "Patients should continue to meet all inclusion and exclusion criteria for the screening population in Part 2 at the time they are ready to start treatment with HER2.", "The ejection fraction 50%, measured by echocardiogram (ECHO) or MUGA.", "- Exclusion criteria:", "Part I:", "Patients are currently responding to hormonal therapy.", "- Previous treatment with any HER2-targeted agent.", "Patients with meningation metastases.", "Patients who are not considered likely to receive further treatment after the next progression of metastatic breast cancer.", "Pregnant or lactating women.", "* Patients with Class II congestive heart failure or greater congestive heart failure.", "One of the following 6 months before starting treatment:", "Myocardial infarction;", "Severe unstable angina;", "- Cardiac dysrhythmia in progress", "A serious and intercurrent concomitant illness, including, but not limited to, continuous or active infection, psychiatric illness or social situations that would limit safety and compliance with the requirements of the study.", "A mental state that would prevent patients from understanding the nature and risk of the study.", "The use of any unapproved or experimental agent for 30 days of administration of the first dose of the drug under study. Patients may not receive any other experimental or anticancer treatment during their participation in this study.", "Part II", "Patients are currently responding to hormonal therapy.", "- Previous treatment with any HER2-targeted agent.", "Patients with meningation metastases.", "Patients who have received radiation or surgery for brain metastases are eligible if there is no evidence of progression of Central Nervous System (CNS) disease and at least 4 weeks have elapsed since treatment.", "Patients who are not considered likely to receive further treatment after the next progression of metastatic breast cancer.", "Pregnant or lactating women.", "* Patients with Class II congestive heart failure or greater congestive heart failure.", "One of the following 6 months before starting treatment:", "Myocardial infarction;", "Severe unstable angina;", "- Heart dysrhythmia continues.", "A serious and intercurrent concomitant illness, including, but not limited to, continuous or active infection, psychiatric illness or social situations that would limit safety and compliance with the requirements of the study.", "A mental state that would prevent patients from understanding the nature and risk of the study.", "The use of any unapproved or experimental agent for 30 days of administration of the first dose of the drug under study. Patients may not receive any other experimental or anticancer treatment during their participation in this study.", "The previous or present history of neoplasms other than the initial diagnosis, except skin cancer or non-melanoma carcinoma treated in situ of the cervix, or other cancers cured by local treatment alone and DFS 5 years."], "Results": ["Performance measures:", "Part II: Objective response rate of metastatic breast cancer HER2 (by FISH test)", "The percentage of patients with negative metastatic breast cancer of HER2 with an objective benefit of treatment by response Assessment criteria in solid tumours Criteria (RECIST v1.0) for target lesions and evaluated by MRI or CT: Complete response (RC), elimination of all target lesions; Partial response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Overall response (RO) = RC + PR. Includes patients with an overexpression/activation of HER2 as detected by PRO Onc Assay.", "Time limit: 18 months", "Results 1:", "Title of arm/group: Treated patients", "Description of the arm/group: Patients receiving study treatment", "Total number of participants analysed: 14", "Type of measurement: Number", "Unit of measure: percentage of participants 7"], "Adverse Events": ["Undesirable Events 1:", "Total: 5/14 (35.71 per cent)", "Ileus 1/14 (7.14 per cent)", "General disorders and administration site conditions - Other, disease progression 2/14 (14.29%)", "Infections and infestations - Other, pneumonia 1/14 (7.14%)", "Acute renal injury 1/14 (7.14 per cent)"]}