{"Clinical Trial ID": "NCT00687440", "Intervention": ["INTERVENTION 1:", "Caelyx, Docetaxel, Trastuzumab", "Step 1: Subjects will receive Caelyx one day every 3 weeks in combination with docetaxel one day every 3 weeks and trastuzumab once a week for 6 cycles. At the end of this stage, depending on the number of cardiac events, subjects will move to a second stage or restart with a lower dose of Caelyx.", "Step 2: Subjects will be treated with the recommended dose of Caelyx (defined at the first stage) in combination with docetaxel and trastuzumab."], "Eligibility": ["Incorporation criteria:", "Patients must meet all of the following criteria:", "Women between the ages of 18 and 70.", "The willingness to participate in the study and to comply with its procedures.", "A documented diagnosis of metastatic breast carcinoma (stage IV) Human epidermal growth factor receptor 2 (HER2) overexpressing (Immunohistochemistry (IHC) 3+ or Fluorescence In Situ Hybridization(FISH) +).", "No previous chemotherapy for metastatic breast cancer.", "• Adjuvant or neo-adjuvant chemotherapy is authorised according to the following rules:", "In patients treated with anthracyclines if all of the following conditions are met:", "Doxorubicin total dose <= 300 mg/m^2", "Total dose of epirubinosis <= 480 mg/m^2", "Non-chemotherapy interval of > 12 months", "No chemotherapy based on taxane or neoadjuvant is allowed;", "Patients treated with non-anti-anthracycline/adjuvant or neo-adjuvant chemotherapy are freely eligible (e.g. cyclophosphamide/methotrexate/fluorouracil (CMF) or similar treatments).", "At least one measurable injury according to the RECIST criteria.", "To complete the haematological and biological baseline assessment within 2 weeks of starting treatment.", "To complete the initial assessment of tumours, including a total body-calculated tomography (CT) within 4 weeks prior to starting treatment.", "The left ventricular ejection fraction (LVEF) >= 50%, determined by echocardiogram or multiple acquisition scanning (MUGA).", "World Health Organization (WHO) Performance Status 0.1.", "Life expectancy > 3 months.", "Laboratory requirements:", "Haematology:", "Neutrophils > 1.5 x 109/L", "Platelets > 100 x 109/L", "Hemoglobin > 10 g/dL", "Liver function:", "= total bilirubin <= 1.25 x upper normal limits (UL);", "AST (Aspartate Aminotransferase or SGOT), ALT (Alanine aminotransferase or SGPT) <= 2.5 x upper limits of normal;", "For patients with hepatic metastases:", "Total Bilirubine < 1.5 x LU (upper limit of normal);", "ASAT and/or ALT < 3 x UNL;", "Renal function:", "Serum creatinine < 1.5 x UL.", "Women of childbearing potential must undergo a negative serum pregnancy test and use adequate contraception.", "Patients should be available for treatment and follow-up.", "- Exclusion criteria:", "Patients will not be included if one of the following criteria applies:", "Prior chemotherapy for metastatic disease.", "Previous history of malignancy in the last 10 years (other than non-melanoma skin cancer or excised cervical carcinoma in situ).", "Radiation in disease areas within 3 weeks of the start of the study.", "Based on the common criteria of toxicity of the National Cancer Institute (NCI), symptomatic peripheral neuropathy > Grade 2.", "Other serious illness or health status.", "LVEF < 50 % as determined by echocardiogram or MUGA analysis.", "• History of myocardial infarction within one year of entry into the study, high-risk hypertension or arrhythmia uncontrolled.", "• History of major neurological or psychiatric disorders, including dementia or seizures.", "- An active infection.", "- Active peptic ulcer, unstable diabetes mellitus or other contraindications for the use of dexamethasone.", "Participation in another clinical trial with any experimental drug within 30 days prior to testing for the study.", "However, patients receiving chronic corticosteroid therapy (> 6 months) at a low dose (< 20 mg methylprednisolone or equivalent dose of other corticosteroids) for what reason are eligible.", "- Chemotherapy based on taxane or neoadjuvant < 12 months.", "Other concomitant chemotherapy, immunotherapy, radiotherapy or any other experimental medicine, for the treatment of the tumour.", "Pregnant or lactating women."], "Results": ["Performance measures:", "Number of participants who received a response to tumours, according to the RECIST standard (Evaluation Criteria for Responses in Solid Tumours) Criteria", "Those who have achieved the complete response (disappearance of all target lesions) or partial response (decrease of at least 30% of the sum of the longest diameter (LD) of the target lesions, taking as a reference the initial sum of the LD).", "Duration: Week 09, Week 18, at the end of each patient's treatment, and at 3, 6, 9 and 12 months after completion of treatment.", "Results 1:", "Title of the arm/group: Caelyx, Docetaxel, Trastuzumab", "At the end of this stage, depending on the number of cardiac events, subjects will move to a second stage or restart with a lower dose of Caelyx.", "Step 2: Subjects will be treated with the recommended dose of Caelyx (defined at the first stage) in combination with docetaxel and trastuzumab.", "Total number of participants analysed: 26", "Type of measurement: Number", "Unit of measure: Participants Participants with a complete tumour response: 2", "Participants with partial tumour response: 13", "Participants who did not have a tumour response: 11"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/27 (22.22 per cent)", "NEUTROPENIA 1/27 (3.70%)", "STOMATITIS 1/27 (3.70%)", "VOIX 1/27 (3.70%)", "MUCOSAL FLAMMATION 1/27 (3.70%)", "PYREXIA 1/27 (3.70%)", "SEPSIS 1/27 (3.70%)", "1/27 (3.70%)", "MENING METASTASES 1/27 (3.70%)", "COMA 1/27 (3.70%)", "PULMONARY OEDEMA 1/27 (3.70%)", "PALMAR-PLANTAR ERYTHODYSAESTHSIA SYNDROME 2/27 (7.41%)"]}