{"Clinical Trial ID": "NCT01819233", "Intervention": ["INTERVENTION 1:", "A behavioural diet intervention", "From 2 to 4 weeks after the end of the lumpectomy, patients receive food booklets to be completed for 7 to 10 days. Dietary counsellors then give patients directions for dietary changes in order to reduce the calorie intake by 25% of their normal diet. Patients follow a limited calorie diet for 10 weeks (2 weeks before radiation therapy, 6 weeks of radiation therapy and at least 2 weeks after radiation therapy).", "A behavioral diet intervention: receiving a restricted calorie diet intervention", "Conventional Therapeutic Surgery: A Definitive Lumpectomy", "Radiotherapy: underlying radiation therapy", "• Counselling intervention: receiving dietary advice", "Quality of Life Assessment: Auxiliary Studies"], "Eligibility": ["Incorporation criteria:", "• Pathologically proven diagnosis of in situ channel carcinoma (CDIS) or invasive breast cancer", "The ability to have breast conservation as determined by the judgement of the radiation oncologist, for which the radiation oncologist has determined that he will treat only the whole breast and not the regional lymph nodes", "The patient must be a woman.", "Age >= 18", "If multifocal breast cancer, then it must be able to be resequently by a single lumpectomy incision", "Appropriate step for protocol entry, including lack of clinical data on distant metastases, based on the following minimum diagnostic study:", "History/physical examination, including breast examination and documentation of weight and performance status of Karnofsky from 80 to 100% for at least 60 days prior to entry into the study", "• Ipsilateral mammography within 6 months of entry into the study", "Women of childbearing potential must undergo a negative serum pregnancy test within 14 days of entry into the study.", "Women of childbearing potential should be non-pregnant and non-native and willing to use a medically acceptable form of contraception during radiotherapy.", "The patient must be able to obtain and provide specific informed consent to the study prior to entry into the study.", "Body Mass Index (BMI) >= 21", "Weight >= 100 lbs", "No history of non-brain malignant tumours in the past two years unless it is a skin injury or non-melanomatous carcinoma in situ of the cervix", "The patient should not have the following severe and active co-morbidity, defined as:", "• Unstable angina and/or congestive heart failure requiring hospitalization in the last 6 months", "Infarction of the transmural myocardial system in the last 6 months", "• Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration", "The exacerbation of chronic obstructive pulmonary disease or any other respiratory disease requiring hospitalization or excluding study treatment within 30 days of registration", "However, laboratory tests are not required to determine liver function and coagulation parameters for entry into this protocol.", "However, it should be noted that HIV testing is not necessary for entry into this protocol; the need to exclude patients with AIDS or HIV from this protocol is necessary because antiretrovirals can alter the patient's metabolism.", "The patient should not have lupus, erythematosus or history of scleroderma, dermatomyosis with active rash.", "No previous ipsilateral radiotherapy or radiotherapy prior to the breast region that would result in overlapping fields of radiation therapy", "The patient may not have any gastrointestinal disorder/active malabsorption at the discretion of the Principal Investigator.", "Inflammatory intestinal disorders", "Celiac disease", "Chronic Pancreatitis", "Chronic diarrhoea or vomiting", "Active feeding disorder", "Creatinine < 1.7", "Do not currently take steroids", "No pituitary tumours currently active secreting to the discretion of the doctor", "No history of drug or alcohol dependence or history of drug or alcohol dependence", "No patients with decision-making disabilities", "- Exclusion criteria:", "The patient is not a candidate for breast conservation", "The patient is a man.", "Age < 18 years", "A patient needs regional treatment for the irradiation of lymph nodes", "The patient has evidence of distant metastases", "Less than 80% of Karnofsky's performance in the 60 days prior to the study", "A ipsilateral mammography was performed more than 6 months prior to the study.", "Women of childbearing potential with positive serum human chorionic gonadotropin (hCG)", "The patient has a history of dementia, psychosis or other disorders that affect his or her mental condition to the point that he or she cannot consent or comply with the study guidelines.", "- BMI < 21", "Weight < 100 lbs", "Weight loss >= 10% in the last 3 months (months)", "• (except non-melanomatous skin cancer, in situ cervix carcinoma) unless it is free of disease for at least 2 years prior to registration", "Two or more breast cancers are not resectable by a single lumpectomy incision", "Non-epithelial malignancies such as sarcoma or lymphoma", "· Pre-ipsilateral radiotherapy or prior radiotherapy in the breast region that would result in overlapping fields of radiation therapy", "A severe and active co-morbidity, defined as:", "• Unstable angina and/or congestive heart failure requiring hospitalization in the last 6 months", "Infarction of the transmural myocardial system in the last 6 months", "• Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration", "The exacerbation of chronic obstructive pulmonary disease or any other respiratory disease requiring hospitalization or excluding study treatment within 30 days of registration", "However, laboratory tests are not required to determine liver function and coagulation parameters for entry into this protocol.", "While acquired immunodeficiency syndrome (AIDS) or positive HIV as defined in the current CDC, note that HIV testing is not necessary for entry into this protocol; the need to exclude patients with AIDS or HIV from this protocol is necessary because antiretrovirals can alter the patient's metabolism.", "- Systemic active lupus, erythematosus or any history of scleroderma, dermatomyosis with active rash", "gastrointestinal disorder/active malabsorption at the discretion of the Principal Investigator", "Inflammatory intestinal disorders", "Celiac disease", "Chronic Pancreatitis", "Chronic diarrhoea or vomiting", "Active feeding disorder", "Creatinine >= 1.7", "The current use of steroids", "• Pituitary secrete tumours to the discretion of the doctor", "History of addiction or abuse of active drugs or alcohol", "Patients with decision-making disabilities"], "Results": ["Performance measures:", "Number of participants who are faithful to diet restriction", "Calculated with an exact 95% confidence interval. An exact binomial test (with a one-way alpha of 0.05) will be used to check if adhesion is greater than 60%.", "Time limit: up to week 12", "Results 1:", "Title of arm/group: Behavioural food intervention", "From 2 to 4 weeks after completion of the lumpectomy, patients receive food booklets to be completed for 7 to 10 days. Dietary counsellors then give patients instructions for dietary changes to reduce their calorie intake by 25% of their normal diet.", "A behavioral diet intervention: receiving a restricted calorie diet intervention", "Conventional Therapeutic Surgery: A Definitive Lumpectomy", "Radiotherapy: underlying radiation therapy", "• Counselling intervention: receiving dietary advice", "Quality of Life Assessment: Auxiliary Studies", "Total number of participants analysed: 32", "Type of measurement: Number", "Unit of measurement: participants 28 [1] (NA to 74.5)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/38 (0.00 per cent)"]}