{"Clinical Trial ID": "NCT01325428", "Intervention": ["INTERVENTION 1:", "Part A: Afatinib once daily (OD).", "Part A: Patients received Afatinib tablets, 40 mg taken orally once daily (D.O.) to D.P. In treatment-related ARs, the 40 mg dose may be reduced by increments from 10 mg to 30 mg once daily or 20 mg once daily.", "The 95% confidence interval is the exact confidence interval."], "Eligibility": ["• Inclusion criteria:", "Women >=18 years with a proven diagnosis of breast cancer HER2 overexpressing, histologically confirmed", "Locally advanced or metastatic diseases", "Must have a disease that can be evaluated according to RECIST 1.1 (Response Assessment Criteria for Solid Tumour Version 1.1)", "For patients pre-treated with trastuzumab, failure of prior treatment with trastuzumab should be noted.", "• Diagnosis confirmed by the Inflammatory Breast Cancer Investigator", "• Must have a biopsiable disease", "- Exclusion criteria:", "· Prior treatment with small HER2-targeted molecules or antibodies other than trastuzumab (which should have been administered in the population studied by trastuzumab)", "- Do not have prior treatment with vinorelbine"], "Results": ["Performance measures:", "Part A: Clinical benefits (CB) assessed by complete response (CR), partial response (PR) or stable disease (SD) for at least six months using the criteria for assessing response in solid tumours (RECIST 1.1).", "The tumour response was evaluated separately for Parts A and B based on the solid tumour response assessment criteria (RECIST) version 1.1. The primary endpoint for this study was confirmed as clinical benefit, as assessed by Stable Disease (SD) for at least 6 months (defined as > 182 days), Partial Response (PR) or Full Response (CR) according to version 1.1 of the RECIST (only confirmed responses were considered).", "Timeline: This criterion was assessed between the first dose of drugs tested in Part A and the earliest of the PD, the death or initiation of the next treatment (part B combined physician or new cancer treatment) up to 929 days.", "Results 1:", "- Arm/group title: Part A: Afatinib once daily (OD).", "In the case of treatment-related ARs, the 40 mg dose may be reduced by increments from 10 mg to 30 mg once daily or 20 mg once daily.", "The 95% confidence interval is the exact confidence interval.", "Total number of participants analysed: 26", "Type of measurement: Number", "Unit of measure: percentage of participants 35 (17 to 56)"], "Adverse Events": ["Undesirable Events 1:", "Total: 12/26 (46.15 per cent)", "Abdominal pain 0/26 (0.00 %)", "Diarrhoea 3/26 (11.54 %)", "Nausea 0/26 (0.00 %)", "Vomiting 3/26 (11.54 per cent)", "Asthenia 0/26 (0.00 %)", "Fatigue 1/26 (3.85 per cent)", "1/26 (3.85 per cent)", "Liver injury 1/26 (3.85 per cent)", "One absent member 1/26 (3.85 per cent)", "Cellulite 1/26 (3.85 per cent)", "1/26 (3.85 per cent)", "Sepsis 1/26 (3.85 per cent)", "urinary infection 1/26 (3.85 per cent)"]}