{"Clinical Trial ID": "NCT02595372", "Intervention": ["INTERVENTION 1:", "• High dose omeprazole treatment", "Patients will be treated with omeprazole 80 mg orally from 4 to 7 days prior to chemotherapy and until surgery."], "Eligibility": ["• Inclusion criteria", "New clinical stage Ic, II or III of triple negative breast cancer (TBT)", "RP and RP < 10%", "- negative HER2 based on one of the following:", "IHC 0 or 1+", "IHC 2+ and FISH negative", "IHC 2+ and FISH equivocal and no indication for HER2 targeted therapy based on the discretion of treatment researchers (i.e. HER2: CEP17 report < 2.0 or HER2 total number of copies <6)", "A neoadjuvant treatment with anthracycline and taxane containing chemotherapy", "At the time of informed consent, 18 years of age", "ECOG Performance Status 0-1", "• Ability to provide written informed consent and HIPAA authorization", "• Women of childbearing potential must undergo a negative pregnancy test within 14 days of registration; all women (regardless of their sexual orientation, tubular ligature or single choice) are considered to be of childbearing age, unless they meet one of the following criteria:", "- anterior hysterectomy or bilateral oophorectomy;", "No rules at any time in the previous 24 consecutive months", "Adequate function of the organ for therapy with anthracycline and taxane", "LVEF > LLN based on cardiac ECHO or MUGA", "Hgb > 8.5", "ANC > 1 000", "— Blisters > 100 000", "Creatinine < 1.5", "T. bil < 1.3", "ASAT < 2.5 x USN", "• Exclusion criteria", "- Use of prescription PPI within 12 months of entry into the study (Dexlansoprazole (Dexilant), Pantoprazole (Protonix), Rabeprazole (Aciphex), Esomeprazole (Nexium), Lansoprazole (Prevacid), Omeprazole (Prilosec, Zegerid))", "• Use of OTC PPI within 6 months of entry into the study (Esomeprazole (Nexium), Lansoprazole (Prevacid), Omeprazole (Prilosec, Zegerid))", "The use of Orlistat or any other known inhibitor of FASD within 6 months prior to entry into the study", "- Breastfeeding mothers are excluded", "• Known hypersensitivity to any component of the formulation or to substituted benzimidazoles", "- An anterior osteoporotic fracture"], "Results": ["Performance measures:", "Percentage of patients with complete pathological response (CPR) in patients with fatty acid synthase expression (FAS)", "PCR is defined as no invasive disease in the axilla at the time of definitive surgery. A patient is considered to have an expression of the NSSF if the positivity was >= 15% at baseline or after 4-7 days of omeprazole monotherapy. The expression of the NSSF is evaluated using immunohistochemistry in the basic biopsy samples. The percentage of patients with an expression of NSSF that have a pCR will be calculated with an exact 95% confidence interval.", "Time limit: up to 6 months", "Results 1:", "Title of arm/group: High dose omeprazole treatment", "Description arm/group: Patients will be treated with omeprazole 80 mg orally from 4 to 7 days prior to chemotherapy and until surgery.", "Total number of participants analysed: 29", "Type of measurement: Number", "Unit of measure: percentage of participants 72.4 (52.8 to 87.3)"], "Adverse Events": ["Undesirable Events 1:", "Total: 5/42 (11.90 per cent)", "Febrile neutropenia * 3/42 (7.14 %)", "Constipation * 1/42 (2.38 per cent)", "Decrease in neutrophil count * 1/42 (2.38 per cent)", "* 1/42 (2.38%)", "Cough * 1/42 (2.38%)"]}