{"Clinical Trial ID": "NCT01852032", "Intervention": ["INTERVENTION 1:", "Patients with breast cancer", "Tomosynthesis The breast scan is made and the breast scan is made."], "Eligibility": ["Incorporation criteria:", "- 35 years or more", "Although male patients are not explicitly excluded, it is expected that all patients in this study will be women.", "Diagnostic results of a suspected or highly suggestive anterior mammogram of breast malignancy -BIRADS (Breast Imaging Reporting and Data System) categories 4 and 5", "• Scheduled for ultrasound or stereotaxis biopsy of the nucleus", "• Ability to stay on a table top for up to 10 minutes, longer than the typical duration of the breast CT.", "Capacity to understand associated risks, procedures and benefits", "- Exclusion criteria:", "Recent breast biopsy", "• History of implantation of breast augmentation", "● Urine pregnancy test (UPT) or breast-feeding in progress", "History of moderate or severe adverse reactions to iodized contrast injection", "Recent serum creatinine 1.5 mg/dL", "History of diabetes Mellitus", "During treatment with Glucophagus or Glucovance (Metformin)", "• History of chronic asthma", "• History of iodine allergy", "• Multiple food and/or drug allergies", "Renal disorders", "History of lung disease, breath phobia or other condition that may prevent the person from taking 16 seconds of breath"], "Results": ["Performance measures:", "- CT beta Coronal view", "- Frequency range corresponding to the sound power spectrum (NPS) where beta = NPS(f) = af^-B.", "The exposure values, beta, range from 1.5 to 3.5 lower beta values correspond to better image quality (less noise, increased detection of cancer).", "Calendar: Day 1", "Results 1:", "Title of the arm/group: Breast cancer patients", "Description of the arm/group: Tomosynthesis The breast scan is done and the breast scan is done.", "Total number of participants analysed: 23", "Average (standard deviation)", "Unit of measurement: slope of power law(B) 1.75 (0.424)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/23 (0.00 per cent)"]}