{"Clinical Trial ID": "NCT00003782", "Intervention": ["INTERVENTION 1:", "1 arm : Doxorubicin + Cyclophosphamide, then Docetaxel", "Doxorubicin + Cyclophosphamide, then Docetaxel", "INTERVENTION 2:", "2 arms : Doxorubicin + Docetaxel", "Doxorubicin + Docetaxel"], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Invasive breast adenocarcinoma confirmed histologically", "- Confined in the breast and ipsilateral axilla at clinical examination", "Step I, II or IIIA (cT1-3, N0-1, M0)", "At least one axillary lymph node with evidence of tumour on histological examination", "The biopsy of sentinel nodes is allowed if it is followed by an axillary dissection.", "There is no suspected palpable ganglion in the contralateral axilla or palpable supraclavicular or infraclavicular nodes, unless biopsy has shown that there is no tumour.", "No malignity or bilateral mass in the opposite breast, unless the mass is historically proven to be benign", "Must have undergone either an anterior total mastectomy and an axillary dissection (modified radical mastectomy) OR", "A anterior lumpectomy and axillary dissection", "Patients should receive radiation therapy after randomisation (not before) AND after chemotherapy", "The margins must be clear", "No ipsilateral lymph nodes attached to each other or to other structures (N2 disease) and/or any positive non-axillary lymph nodes (intra-rammal nodes are considered axillary nodes)", "No invasive tumours or histologically obvious channel carcinoma in situ", "No tumour diffused by mammography that would not be surgically conducive to lumpectomy", "No other dominant mass in the rest of the ipsilateral breast unless one of the following is true:", "Histologically benign", "• Surgically removed with clear margins if malignant", "No ulceration, erythema, infiltration of the underlying skin or chest wall (full fixation), orange skin or skin oedema of any magnitude", "The entanglement or extinction of the skin or the inversion of nipples is permitted.", "No metastatic disease", "• Skeletal pain is allowed if the bone scan is negative for metastases", "- Hormonal receptor status:", "Determination of estrogen and progesterone status", "CHARACTERISTICS OF PATIENTS:", "Age:", "Of a duration of not more than 18 years", "Gender:", "Women", "Status of menopause:", "Unspecified", "Status:", "Unspecified", "Life expectancy:", "At least 10 years, excluding cancer diagnosis", "Haematopoietic:", "The absolute number of neutrophils is at least 1,500/mm^3 (may be lower if the investigator considers it to be an ethnic or racial variation).", "* If platelet counts exceed the upper limit of normal (ULN), significant underlying haematological disorders should be excluded.", "Hepatic:", "- Bilirubine not higher than LSN", "Alkali phosphatase less than 2.5 times ULN*", "- SGOT less than 1.5 ULN*", "NOTE: *Alkali phosphatase and SGOT may not both be greater than the ULN.", "- Renal:", "- Creatinine not higher than normal", "No non-malignant systemic renal disease that would prevent participation in the study", "Cardiovascular disorders:", "No non-malignant systemic cardiovascular disease that would prevent participation in the study", "At least lower limit of normal LVEF (LLN) by MUGA or echocardiogram", "No active heart disease that would prevent the use of doxorubicin or docetaxel, including:", "Any previous myocardial infarction", "Angina pectoris requiring anti-anginal medicines", "History of congestive heart failure", "Cardiac arrhythmia requiring medication", "• Severe abnormality of conduction", "• Valvular disease with documented compromise of cardiac function", "• Cardiomegaly on chest x-ray or ventricular hypertrophy on EKG, unless the LVEF is at least LLN", "Poorly controlled hypertension (diastolic greater than 100 mm/Hg)", "• Hypertension well controlled by authorized medicines", "Other:", "No peripheral neuropathy of grade 2 or higher", "No other prior illness in the last five years except:", "Effective treatment of skin cancer in squamous or basal cell cells", "A carcinoma surgically treated in situ from the cervix", "A lobular carcinoma resequently resequently listed in situ from the ipsilateral or contralateral breast", "No pregnancy or breast-feeding", "Negative pregnancy test", "Fertile patients should use effective contraception against barriers.", "No non-malignant systemic disease that would prevent participation in the study", "No diabetes with fasting blood glucose of 200 mg/dL or more", "No psychiatric or addictive disorder that would prevent informed consent", "No contraindications to corticosteroids that would prevent participation in the study", "THERAPE PRIOR CONCURENT:", "Biological therapy:", "No prior immunotherapy for breast cancer", "- Chemotherapy:", "No previous chemotherapy for breast cancer", "No anterior anthracycline or taxane", "No other concomitant experimental chemotherapy", "Endocrinotherapy:", "No prior hormonal treatment for breast cancer", "No concomitant hormonal method of contraception or other hormonal treatments", "No concomitant raloxifene, including osteoporosis", "· Concurrent low dose of topical estrogen in the form of conjugate estrogen or conjugated vaginal estrogen cream (dose not exceeding 0.3 mg or 1/8 of an applicator applied vaginally 3 times a week) authorized", "Radiotherapy:", "See Disease Characteristics", "No prior radiation therapy for this malignancy", "Surgery:", "See Disease Characteristics", "No more than 84 days since previous breast cancer surgery (e.g., lumpectomy, mastectomy, sentinel lymph node biopsy, axillary dissection or reexcision of lumpectomy margins)", "Other:", "No previous systemic treatment for this malignancy", "No concomitant drugs that affect cardiac conduction (e.g., digitalis, beta blockers or calcium inhibitors) for cardiac arrhythmia, angina or congestive heart failure (administered if otherwise administered (e.g., hypertension))", "Allowed concurrent biphosphonates"], "Results": ["Performance measures:", "Overall survival", "[Unspecified]", "Time limit: 8 years", "Results 1:", "Title of the arm/group: Arm 1: Doxorubicin + Cyclophosphamide, then Docetaxel", "Description of the arm/group: Doxorubicin + Cyclophosphamide, then Docetaxel", "Total number of participants analysed: 1753", "Type of measurement: Number", "Unit of measure: percentage of live patients 83", "Results 2:", "Title of arm/group: Arm 2: Doxorubicin + Docetaxel", "Description of the arm/group: Doxorubicin + Docetaxel", "Total number of participants analysed: 1753", "Type of measurement: Number", "Unit of measure: percentage of live patients 79"], "Adverse Events": ["Undesirable Events 1:", "Total: 66/1748 (3.78 per cent)", "- Febrile neutropenia 2/1748 (0.11%)", "- Heart disorders - Other, specify 3/1748 (0.17%)", "- Conduction disorder 0/1748 (0.00 per cent)", "Myocardial infarction 0/1748 (0.00 %)", "1/1748 (0.06%)", "Left ventricular systolic dysfunction 0/1748 (0.00 %)", "Colite 1/1748 (0.06%)", "Diarrhoea 0/1748 (0.00 %)", "- Dual Ulcer 0/1748 (0.00 %)", "Adverse Events 2:", "Total: 43/1748 (2.46%)", "1/1748 (0.06%)", "- Heart disorders - Other, specify 1/1748 (0.06%)", "- Conduction disorder 0/1748 (0.00 per cent)", "Myocardial infarction 1/1748 (0.06%)", "- Ventricular arrhythmia 0/1748 (0.00 %)", "Left ventricular systolic dysfunction 1/1748 (0.06%)", "Colite 1/1748 (0.06%)", "Diarrhoea 1/1748 (0.06%)", "1/1748 (0.06%)"]}