{"Clinical Trial ID": "NCT00317603", "Intervention": ["INTERVENTION 1:", "Vaccine", "As indicated in 5.2.5, the dose of vaccine cells will be approximately 1x10 7, 4x10 6,", "1x10 6, or 1x105 depending on the final performance of the cell.", "Autologists, lethally irradiated breast cancer cells: the vaccine will be administered on days 1, 8, 15, 29 and then every 2 weeks until the vaccine supply is exhausted"], "Eligibility": ["Incorporation criteria:", "Level of breast cancer confirmed by histology in stage IV", "· Prior malignant bank effusion or significant malignant effusion for tumour harvesting or surgically accessible tumour nodule at least 2 cm in diameter by physical examination, magnetic resonance imaging (MRI) or calculated tomography (CT)", "Must have received at least one prior chemotherapy treatment for metastatic disease", "Patients with positive HER2 tumours should have received at least one prior treatment with trastuzumab in metastatic media and cannot be treated simultaneously with trastuzumab and vaccine treatment.", "Patients may be treated simultaneously with bisphosphonate and/or erythropoietin at any time during the study.", "ECOG performance status 0 or 1", "Estimated life expectancy greater than or equal to 6 months", "- 18 years or older", "More than 4 weeks after immunotherapy or systemic glucocorticoid treatment", "Adequate recovery of drug-related toxicities from previous systemic therapies", "Adequate recovery of recent surgery and radiation therapy", "More than 6 months since bone marrow or peripheral blood stem cell transplantation", "- Exclusion criteria:", "Urgent need for cytotoxic chemotherapy, radiotherapy or surgery within 60 days", "• Uncontrolled infection or active disease", "A psychiatric illness/social situation that would limit compliance with the study", "Pregnant or lactating women", "Evidence of HIV infection", "Previous participation in an adenovirus-based trial", "Concomitant invasive malignancy"], "Results": ["Performance measures:", "Minimum number of vaccine doses created using a sample of the participant's tumours", "Tumor samples were obtained by malignant effusion or by a tumour nodule 2 cm larger in diameter. Tumor cells were treated as a single cell suspension and transformed with an adenoviral vector coding the stimulation factor of the human Granulocyte-macrophage colonies (GM-CSF). Subsequently, the cells were thoroughly washed and irradiated with 10,000 cGy. During the following 14 days, sterility cultures were tested for contamination of endotoxin and mycoplasm.", "Time limit: Vaccine doses created and collected shortly after registration, up to 8 days.", "Results 1:", "Title of the arm/group: Vaccine", "Description of the arm/group: Vaccines will be administered on days 1.8.15 and thereafter every two weeks until the vaccine supply is exhausted or the patient is removed from the study.", "1x10 6, or 1x105 depending on the final performance of the cell.", "Autologists, lethally irradiated breast cancer cells: the vaccine will be administered on days 1, 8, 15, 29 and then every 2 weeks until the vaccine supply is exhausted", "Total number of participants analysed: 12", "Type of measurement: Number", "Unit of measurement: doses 6"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/12 (25.0%)", "Hemoglobin 1/12 (8.33%)", "ALKALINE phosphatase 1/12 (8.33%)", "Dehydration 1/12 (8.33%)", "Syncope 2/12 (16.67%)", "Dyspnoea 1/12 (8.33%)", "Hypotension 1/12 (8.33%)"]}