{"Clinical Trial ID": "NCT01575522", "Intervention": ["INTERVENTION 1:", "Treatment (Tivantinib)", "Patients receive an PO tivantinib BID on days 1-21. Courses are repeated every 21 days in the absence of disease progression or unacceptable toxicity. Patients undergo the collection of blood samples at baseline and periodically during the study for c-Met expression, relevant markers (HGF and VEGF), loss of PTEN, and PI3K mutation analysis by FISH and IHC. Archived tumour tissue samples are also analyzed.", "Analysis of laboratory biomarkers: related studies", "Tivantinib: With PO"], "Eligibility": ["Incorporation criteria:", "Participants must have histologically or cytologically confirmed invasive breast cancer with recurrent or metastatic disease; participants without pathological or cytological confirmation of metastatic disease must have unequivocal evidence of metastases following a physical or radiological examination.", "Participants must have a measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (the longest diameter to be recorded for non-nodal lesions and the short axis for nodal lesions) as >= 20 mm with conventional techniques or >= 10 mm with spiral tomography (CT)", "Participants must have recent evidence of progressive illness", "Participants must have received 1-3 previous chemotherapeutic treatments for metastatic breast cancer and must have been out of chemotherapy for at least 14 days prior to enrolling in the study.", "Participants must have stopped any biological therapy (including vaccines) at least 14 days before registering for the study.", "Participants must have stopped any experimental treatment at least 14 days before enrolling in the study.", "Participants may have received prior radiation therapy, either in the metastatic phase or in the early phase.", "The radiation therapy must be completed at least 14 days prior to enrolment in the study.", "The participant must not have received radiation at more than 25% of his or her bone marrow within 30 days of the start of treatment under study.", "= < 2 (Karnofsky >= 60%)", "Hemoglobin >= 9.0 g/dL", "Absolute neutrophil count >= 1,500/mcL", "Platelets >= 100 000/mcL", "Total bilirubin = < 1.5 times the upper limit of normal (ULN)", "Aspartate aminotransferase (AST) (oxaloacetic glutamic serum transaminase (SGOT)/alanine aminotransferase (ALT) (pyruvate transaminase (SGPT)) = < 2.5 times the institutional NSL; for participants with documented liver metastases, AST/ALT = < 5.0 times the NSL", "Serum creatinine = < 1.5 LSN OR creatinine clearance >= 60 mL/min/1.73 m^2 for participants with creatinine levels above institutional normal", "The primary tumour and/or metastasis should be triple negative; the invasive tumour should be hormonal-receptor poor, defined as estrogen-negative receptor (ER-) and progesterone-negative receptor (PR-), or colouring < 10% by immunohistochemistry (IHC)", "Invasive tumour should be HER2-negative, defined as 0 or 1+ by IHC, or FISH < 2.0", "Women of childbearing potential and men must agree to use adequate contraception (hormonal method or birth control barrier; abstinence) during the study and for 90 days after the last dose of the research drug received.", "Women of childbearing potential must undergo a negative serum pregnancy test within 21 days of cycle 1 day 1", "Participants in bisphosphonates may continue to undergo treatment with bisphosphonate during study treatment; treatment with bisphosphonate may also be initiated during study treatment if necessary.", "Confirmation of the availability of paraffin tumour tissue attached to the formin (FFPE)", "Capacity to understand and willingness to sign a written informed consent document", "- Exclusion criteria:", "Participants who received chemotherapy, biological chemotherapy, research or radiotherapy within 14 days of participating in the study", "Participants receiving other investigative officers", "• Known brain metastases that are untreated, symptomatic or require treatment to control symptoms", "Participants with a history of treated central nervous system (CNS) metastases are eligible.", "The treated brain metastases are defined as those that do not have signs of progression or hemorrhage for >= 2 months after treatment and do not have permanent corticosteroid requirements, as demonstrated by clinical examination and brain imaging (magnetic resonance imaging or calculated tomography [CT]) during the screening period.", "The treatment of brain metastases may include radiation therapy, radiosurgery or a combination considered appropriate by the treating physician.", "Participants may take anticonvulsant drugs, which must be enzyme-inducing antiepileptic drugs.", "History of allergic reactions attributed to compounds of chemical or biological composition similar to ARQ 197", "History of congestive heart failure defined as class II to IV by New York Heart Association (NYHA) classification; active coronary artery disease (CAD); clinically significant bradycardia or other uncontrolled cardiac arrhythmia defined as >= grade 3 according to the common terminology criteria of the National Cancer Institute (NCI), version 4.0, or uncontrolled hypertension; myocardial infarction occurring within 6 months prior to entry into the study (myocardial infarction > 6 months prior to entry into the study is permitted)", "• Uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia or psychiatric or social conditions that would limit compliance with study requirements", "Pregnant women are excluded from this study.", "Positive participants in human immunodeficiency virus (HIV) on combination antiretroviral therapy are not eligible"], "Results": ["Performance measures:", "State of the SSP", "The 95% confidence intervals (CIs) will be determined. The progression is defined using the criteria for assessing response in solid tumour criteria (RCIST v1.0), such as a 20% increase in the sum of the longest diameter of the target lesions, or a measurable increase in non-target injury, or the occurrence of new lesions.", "Duration: From start of treatment to progression or death, up to 6 months", "Results 1:", "Title of arm/group: Treatment (Tivantinib)", "Patients receive an PO titvantinib ID on days 1-21. Courses are repeated every 21 days in the absence of disease progression or unacceptable toxicity. Patients undergo the collection of blood samples at baseline and periodically during the study for c-Met expression, relevant markers (HGF and VEGF), loss of PTEN, and PI3K mutation analysis by FISH and IHC.", "Analysis of laboratory biomarkers: related studies", "Tivantinib: With PO", "Total number of participants analysed: 22", "Median (95% confidence interval)", "Unit of measure: month 1.2 (1.0 to 1.4)"], "Adverse Events": ["Undesirable Events 1:", "Total: 13/22 (59.09 per cent)", "1/22 (4.55%)", "Deaths [1]3/22 (13.64%)", "Neutropenia 1/22 (4.55%)", "Anxiety 1/22 (4.55%)", "1/22 (4.55%)", "Cough 1/22 (4.55%)", "Dyspnoea 3/22 (13.64 per cent)", "Cellulite 1/22 (4.55%)", "1/22 thromboembolic event (4.55%)"]}