{"Clinical Trial ID": "NCT02102490", "Intervention": ["INTERVENTION 1:", "Abemaciclib", "- 200 mg abemaciclib administered orally once every 12 hours for 28 days (1 cycle)."], "Eligibility": ["• Inclusion criteria.", "To have a diagnosis of the hormone positive receptor (HR+), of the human epidermal growth factor receptor 2 negative (HER2-) breast cancer.", "• Recurrent, locally advanced, non-resectable or metastatic breast cancer with disease progression after anti-estrogen treatment.", "Prior treatment with at least 2 chemotherapys:", "At least 1 of these treatments should have been administered in metastatic media.", "At least one of these plans must have contained a taxane.", "No more than 2 prior chemotherapys in metastatic media.", "To have a performance status (PS) of 0 to 1 on the Eastern Cooperative Oncology Group scale.", "- Discontinue all previous cancer therapies.", "Have the presence of a measurable disease as defined by the criteria for assessing response in solid tumours Version 1.1.", "- Exclusion criteria:", "Have a history of central nervous system (CNS) metastases or evidence of CNS metastases on the magnetic resonance image of the brain obtained at the base.", "Has received previous treatment with another cycline-dependent inhibitor of kinases 4 and 6 (CDK4/6).", "Has received treatment with a drug that has not received regulatory approval for an indication within 14 or 21 days of the initial dose of the drug under study.", "A major surgical procedure took place within 14 days of the initial dose of the study drug.", "Have a history of any other cancer (except skin cancer or cervical in-situ carcinoma)."], "Results": ["Performance measures:", "Percentage of participants with a complete (RC) or partial (PR) response (Objective Response Rate (ROR))", "The ORR was the percentage of participants who obtained the best overall response (BOR) of complete (CR) or partial (PR) response according to the solid tumour response criteria (RCIST) v1.1. CR defined as the removal of all target and non-target lesions and no new lesions. ORR defined as a decrease of at least 30% in the sum of the longest diameters (LDs) of the target lesions (using the initial sum of LD), no progression of non-target lesions and no new lesions.", "Delay: From the date of the first dose to the progression of the disease or death due to any cause (up to 14 months)", "Results 1:", "Title of the arm/group: Abemaciclib", "Description of the arm/group: 200 mg of oral abemaciclib once every 12 hours for 28 days (1 cycle).", "Total number of participants analysed: 132", "Type of measurement: Number", "Unit of measure: percentage of participants 19.7 (13.3-27.5)"], "Adverse Events": ["Undesirable Events 1:", "Total: 33/132 (25.0%)", "Febrile neutropenia 1/132 (0.76%)", "Haematotoxicity 1/132 (0.76 %)", "Neutropenia 1/132 (0.76%)", "Sinus bradycardia 1/132 (0.76 %)", "Tachycardia 1/132 (0.76 %)", "Abdominal pain 2/132 (1.52%)", "Upper abdominal pain 1/132 (0.76 %)", "1/132 (0.76%)", "Large intestinal obstruction 1/132 (0.76 per cent)", "Nausea 3/132 (2.27 per cent)"]}