{"Clinical Trial ID": "NCT00245219", "Intervention": ["INTERVENTION 1:", "Health monitoring (control)", "The health care participants received regular care and did not attend any meetings.", "INTERVENTION 2:", "• Peer support", "Patients completed a weekly journal of critical experiences or current life problems as homework, and were then encouraged to share these experiences at group meetings. The group facilitator encouraged participants to help each other on these issues and to share how they had dealt with similar issues."], "Eligibility": ["The eligible participants were:", "Women speaking English,", "- 25 years or more,", "Living within 60 miles of Pittsburgh, Pennsylvania,", "Either a first diagnosis of Stage I or II breast cancer or an initial diagnosis of Stage IV breast cancer or a distant recurrence of breast cancer,", "Patients with early stage cancer should have been diagnosed in the last 6 months,", "There was no registration window for patients with advanced cancer."], "Results": ["Performance measures:", "Mental health (measured with SF-36 at baseline, time 2 (2 weeks post-intervention) and time 3 (6 months post-intervention)", "The scale of the mental health component of the study of medical outcomes abbreviated form 36 (SF-36) consists of a weighted average based on standards from the following sub-scales: Vitality, social functioning, role limits due to emotional problems and mental health.", "Timeline: Baseline, time 2 (2 weeks after intervention) and time 3 (6 months after intervention)", "Results 1:", "Title of the arm/group: Health monitoring (control)", "Description of the Arm/Group: Health participants received regular care and did not attend meetings.", "Total number of participants analysed: 85", "Average (standard deviation)", "Unit of measurement: units on a scale Reference: 46.55 (11.61)", "Time 2: 47.03 (10.40)", "Time 3: 50.28 (9.88)", "Results 2:", "Title of the arm/group: Peer support", "The peer support group meetings focused on promoting the goal in life by providing participants with opportunities to support and care for each other. Patients completed a weekly journal of critical experiences or current life problems as homework, and were then encouraged to share these experiences at group meetings.", "Total number of participants analysed: 62", "Average (standard deviation)", "Unit of measurement: units on a scale Reference: 47.63 (11.25)", "Time 2: 49.25 (10.64)", "Time 3: 50.03 (11.18)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/91 (0.00 %)", "Adverse Events 2:", "Total: 0/94 (0.00 %)"]}