{"Clinical Trial ID": "NCT01042535", "Intervention": ["INTERVENTION 1:", "Treatment (vaccinal therapy, 1-methyl-d-tryptophan)", "Participants receive an ID card for adenovirus-p53 transducting dendritic cells (Ad.p53-DC) in weeks 1, 3, 5 and 10 and every 3 weeks for 6 total doses. Participants also receive oral (PD) indoximod (Methyl-d-tryptophan) per day (QD) on days 1-21. Treatment with 1-methyl-d-tryptophan is repeated every 28 days (patients with stable disease) for up to 12 courses in the absence of disease progression or unacceptable toxicity.", "Adenovirus-p53 transducting dendritic cell (CD) vaccine: administered intradermal (ID)", "1-methyl-d-tryptophan: oral (PO)", "Analysis of laboratory biomarkers: related studies"], "Eligibility": ["Incorporation criteria:", "In Phase I, patients with positive solid tumour for p53 by IHC staining (>= 5% of cells with any degree of nuclear staining); in Phase II, patients should have metastatic metastatic invasive breast cancer confirmed histologically or cytologically positive for IHC staining (>= 5% of cells with any degree of nuclear staining); patients should sign a separate consent for the p53 test and those who meet the above requirements will then be allowed to sign the consent of the vaccine trial.", "Patients should have a measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (the longest diameter to record) as >= 20 mm with conventional techniques or >= 10 mm with spiral tomography (CT)", "For Phase II, patients may have received up to 2 previous chemotherapy lines (not including endocrine therapy lines) with the last dose of chemotherapy administered 3 weeks (6 weeks for nitrosourea and mitomycin C) prior to the start of this study.", "Life expectancy greater than 4 months", "= < 1 (Karnofsky >= 70%)", "Leukocytes >= 3000/μL", "Absolute number of neutrophils >= 1500/μL", "Platelets >= 100 000/μL", "Total bilirubin within normal institutional limits unless the patient has Gilbert's disease", "Aspartate aminotransferase (AST) / oxaloacetic glutamic serum transaminase (SGOT) /alanine aminotransferase (ALT) /glutamic serum pyruvate transaminase (SGPT) = < 2.5 X upper institutional limit of normal", "• Creatinine within normal institutional limits OR creatinine clearance >= 60 mL/min/1.73 m^2 for patients with creatinine levels above institutional normal", "The stimulating thyroid hormone (TSH), the luteinizing hormone (LH), the stimulating follicular hormone (FSH), the adrenocorticotropic hormone (ACTH) showing normal pituitary function; these values may differ if, in the opinion of the investigator, this is a normal pituitary response to another endocrine condition such as suboptimally treated hypothyroidism", "Patients with known brain metastases will only be eligible after their tumours have been treated with definitive resection and/or radiotherapy and are stable neurological for at least 1 month without steroids.", "No gastrointestinal disease causing malabsorption or obstruction such as Crohn's disease, celiac sprue, tropical sprue, bacterial overgrowth or blind loop syndrome, gastric bypass surgery, restrictions, adhesions, achalasia, intestinal obstruction or extensive intestinal resection.", "• Sexually active women of childbearing potential must agree to use two forms of contraception (hormonal method and barrier of contraception or abstinence) prior to entry into the study and for the duration of participation in the study; men must use barrier contraception or abstinence during the study; the use of contraception or abstinence must continue for at least one month after completion of the study; if a woman is pregnant or suspects that she is pregnant while participating in the study, she must discontinue the study drug and immediately inform her treating physician; a pregnancy test is required before entry into the study and every month during treatment with 1-MT for all women of childbearing potential; men must also be discouraged from the paternity of children during treatment.", "Capacity to understand and willingness to sign a written informed consent document", "- Exclusion criteria:", "Patients who received chemotherapy or radiotherapy within 3 weeks (6 weeks for nitrosourea or mitomycin C) before entering the study or those who did not recover adverse reactions from agents administered more than 3 weeks earlier", "Patients may not receive any other research agent or chemotherapy to treat their underlying malignancy during the study; patients who are stable in previous endocrine therapies (i.e. aromatase inhibitors, tamoxifen and flulvestrant) may remain under these treatments.", "Patients with known untreated brain metastases are excluded from this clinical trial; patients with previously treated stable lesions in a steroid-free patient and radiation for 1 month are not excluded.", "History of allergic reactions (significant urticaria, angioedema, anaphylaxis) attributed to compounds of chemical or biological composition similar to 1-methyl-D-tryptophan; this would include L-tryptophan or 5-hydroxy-tryptophan supplements", "No supplement containing L-tryptophan or its derivatives may be taken during the study; ingestion of antacid compounds should also be timed at least 2 hours before or after ingestion of a TM.", "Patients with active autoimmune disease (psoriasis, widespread atopic dermatitis, asthma, inflammatory bowel disease (IBD), multiple sclerosis (MS), uveitis, vasculitis), chronic inflammatory disease, or any condition requiring concomitant use of any systemic immunosuppressors or steroids for any reason would be excluded from the study; any patient with any type of allo-transplantation would also be excluded; this would include those with a xenograft heart valve to avoid the potential risk of any immune reaction causing valvular degeneration; weak intermittent asthma requiring only occasional use of beta-agonist inhalers or weakly localized eczema will not be excluded.", "• An uncontrolled concomitant disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, myocardial infarction or percutaneous coronary procedures over the past six months, cardiac arrhythmia, active autoimmune diseases, or major psychiatric or social conditions that would limit compliance with the requirements of the study, as determined by the Principal Investigator at each site; persons with well-controlled chronic medical conditions under the supervision of the patient's principal physician (i.e. hypertension, hyperlipidemia, coronary heart disease, diabetes mellitus) would not be excluded.", "Pregnant women are excluded from this study; breast-feeding should be discontinued if the mother is treated with 1-methyl-D-tryptophan", "Patients who are HIV-positive and those with other acquired or inherited immunological impairments are not eligible.", "* Patients with more than active malignancy at the time of registration", "Patients who have received previous experimental active immunotherapy including targeted monoclonal antibodies or pharmaceutical compounds are excluded; previous experimental vaccine patients may be included if approved by the Principal Investigator (PI); patients who have received commercially available active immunotherapy such as interferon adjuvant must have completed treatment more than one year prior to registration and have no evidence of autoimmune sequelae; prior treatment with approved monoclonal antibodies such as bevacizumab, cetuximab, panitumumab or trastuzumab is permitted; concomitant treatment with these agents and treatment with the study is not permitted.", "Patients with the human receptor of the positive epidermal growth factor 2 (HER2+) (HCI 3+ and/or fluorescent in situ hybridization [FISH] HER2/centromerus portion of chromosome 17 [CEP17] ratio > 2) who require treatment with trastuzumab or lapatinib are not eligible for this study."], "Results": ["Performance measures:", "Phase 1 - Maximum tolerated dose (MDD) in milligrams (mg)", "1-methyl-d-tryptophan (indoximod) oral (PD) TDM, twice daily (PDA), with up to 6 fixed doses Ad.p53 DC vaccinations every 2 weeks (q2wks). This Phase 1 study used a 3+3 model with 7 doses of indoximod (DL) (100 mg, 200 mg, 400 mg, 800 mg daily (QD) and 800 mg, 1,200 mg and 1,600 mg PO BID + up to 6 fixed doses Ad.p53 DC vaccinations q2wks. Toxicity was evaluated according to the Common Terminology Criteria for Adverse Events of the National Cancer Institute (NCI CTCAE) v4.0.", "Time limit: up to 4 weeks", "Results 1:", "Title of the arm/group: Treatment (vaccination therapy, 1-methyl-d-tryptophan)", "In addition, participants receive oral (PO)-methyl-d-tryptophan (indoximod) per day (QD) on days 1-21. Treatment with 1-methyl-d-tryptophan is repeated every 28 days (patients with stable disease) for up to 12 courses in the absence of disease progression or unacceptable toxicity.", "Adenovirus-p53 transducting dendritic cell (CD) vaccine: administered intradermal (ID)", "1-methyl-d-tryptophan: oral (PO)", "Analysis of laboratory biomarkers: related studies", "Total number of participants analysed: 30", "Type of measurement: Number", "Unit of measurement: dose of indoximod mg 1600"], "Adverse Events": ["Undesirable Events 1:", "Total: 14/41 (34.15 per cent)", "Anemia 1/41 (2.44%)", "- Febrile neutropenia 1/41 (2.44%)", "Eye Disorders - Other, Visual Disturbances 1/41 (2.44%)", "Abdominal pain 1/41 (2.44%)", "Constipation 1/41 (2.44 per cent)", "Nausea 1/41 (2.44 per cent)", "Fever 1/41 (2.44 per cent)", "- Pain 1/41 (2.44 per cent)", "Skin infection 2/41 (4.88 per cent)", "Increased alkaline phosphatase by 1/41 (2.44%)", "Aspartate aminotransferase increased by 1/41 (2.44%)"]}