{"Clinical Trial ID": "NCT01201265", "Intervention": ["INTERVENTION 1:", "All participants", "Participants received 15 milligrams of bevacizumab per kilogram (mg/kg) intravenously every 3 weeks with the recommended dose of carboplatin (curve area [AUC]=2) and gemcitabine 1000 mg/m2 (m^2) on days 1 and 8 of each 3-week cycle."], "Eligibility": ["Incorporation criteria:", "Female participants, >/= 18", "Metastatic breast cancer", "Estrogen receptor-, progesterone- and receptor human epidermal growth factor 2 (HER2)-negative disease", "Naïve treatment for metastatic breast cancer", "- Performance Status of the Eastern Cooperative Oncology Group (ECOG) 0-2", "Adequate haematological, renal and hepatic function", "Patients should have received anthracyclines and taxanes in the adjuvant setting", "Women of childbearing potential must agree to use adequate contraception (by level of institutional care) during treatment and up to 6 months after the last administration of experimental products.", "- Exclusion criteria:", "• Prior front-line treatment for metastatic breast cancer", "- Central nervous system (CNS) metastases", "Uncontrolled hypertension (> 170/95 mmHg)", "Evidence of haemorrhagic diathesis, coagulopathy or haemorrhage at baseline", "Other malignancy over the last 5 years, with the exception of carcinoma properly treated in situ with cervix carcinoma or squamous skin carcinoma, or adequately controlled limited basal cell skin cancer.", "Participants who have received gemcitabine or carboplatin as an adjuvant treatment are eligible if the recurrence has been documented for the first time >6 months after the last exposure to the drug(s)", "• Requirement for chronic use of immunosuppressive agents", "HIV, hepatitis B or hepatitis C"], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "The median duration of progression-free survival with a 95% confidence interval (CI) was estimated using the Kaplan Meier method. The progression-free survival was evaluated using computer tomography (CT)/magnetic resonance imaging (MRI)/bone and X-ray analysis and criteria for assessing response in solid tumours (RCIST) v. 1.1. Disease progression is defined as an increase of at least 20% in the sum of the diameters of the target lesions relative to the smallest sum of diameters in the study and an absolute increase of at least 5 mm, progression of existing non-target lesions or the presence of new lesions.", "Time limit: From date of registration to disease progression or death (up to 1541 days).", "Results 1:", "Title of the arm/group: All participants", "The participants received a combination of bevacizumab 15 milligrams per kilogram (mg/kg) intravenously every 3 weeks with the recommended dose of carboplatin (curved area [AUC]= 2) and gemcitabine 1000 mg/ square metre (m^2) on days 1 and 8 of each 3-week cycle.", "Total number of participants analysed: 40", "Median (95% confidence interval)", "Unit of measure: days 255 (157 to 465)"], "Adverse Events": ["Undesirable Events 1:", "Total: 17/40 (42.50 per cent)", "Anemia 2/40 (5.0%)", "Febrile Neutropenia 3/40 (7.50%)", "Neutropenia 2/40 (5.0%)", "Thrombocytopenia 5/40 (12.50%)", "1/40 (2.50%)", "Lower abdominal pain 1/40 (2.50%)", "6/40 disease progression (10.00%)", "Fatigue 1/40 (2.50%)", "Pyrexia 3/40 (7.50%)", "Septic shock 1/40 (2.50%)", "1/40 (2.50%)"]}