{"Clinical Trial ID": "NCT01422408", "Intervention": ["INTERVENTION 1:", "Support care (flucionide cream)", "This is a single-arm, single-stage, open-label phase II trial on fluocononide topical cream 0.05% to improve vaginal symptoms.", "All subjects will receive 0.05% topical fluoconide cream to apply twice a day for two weeks, then once a day for two weeks in the vagina. The duration of treatment will be 4 weeks."], "Eligibility": ["Incorporation criteria:", "Adult women (premenopausal and postmenopausal women are eligible) with a history of breast cancer or an increased risk of breast cancer as part of ongoing treatment with tamoxifen or an aromatase inhibitor with vaginal dryness or dyspareunia of sufficient severity to make the patient interested in therapeutic intervention", "• Vaginal dryness or dyspareunia should be present for at least two months prior to entry into the study.", "Subjects should undergo ongoing treatment with tamoxifen or an aromatase inhibitor for at least two months prior to registration (defined as the date of consent) and should not intend to discontinue treatment or change the dose or type of endocrine treatment during the duration of the study.", "Subjects should agree not to use over-the-counter or prescription vaginal preparations (lubricants, creams, gels, ointments, solutions) during the four weeks of treatment with topical fluoconide cream", "Subjects should agree not to use medicines, products or preparations known to contain estrogen during the four weeks of treatment with fluocononide topical cream.", "Eastern Cooperative Oncology Group (ECOG) Performance Status = < 2", "Subjects should have the capacity to read, understand and complete patient questionnaires independently or with assistance.", "Subjects must sign informed consent", "Subjects should agree to read the patient's instructions regarding the use of barrier contraceptives during treatment with fluoconide cream in informed consent", "- Exclusion criteria:", "• Use of any vaginal preparation in the week prior to study enrolment (except: subjects currently using vaginal preparation may register after treatment interruption for 7 days)", "- Use of any estrogen containing medicines, products or preparations", "The use of medicinal products containing systemic oral or parenteral steroids is prohibited; the use of high-dose inhaled/intranasal corticosteroids is not permitted; the use of inhaled/intranasal corticosteroid preparations below the high daily dose is permitted.", "Current or previous treatment with fluoconide cream for vaginal dryness, itching or dyspareunia", "The subject reported symptoms of vaginal infection with an important vaginal discharge or odour", "A known vaginal infection", "A known vaginal pathology other than vaginal atrophy that could explain vaginal symptoms", "Known tolerance of topical steroid preparations", "• Pregnant or lactating women (only to be obtained in relation to the subject)", "• Known diagnoses of diabetes mellitus, adrenal insufficiency (Addison's disease) or Cushing's syndrome", "No prior chemotherapeutic treatment for malignancy other than breast cancer"], "Results": ["Performance measures:", "Variation in symptomatic vaginal dryness scores", "The evolution of symptomatic scores of vaginal dryness, itching, and dyspareunia will be evaluated by the Mayo/North Central (NCCTG) patient questionnaire, which has noted in patients how much vaginal dryness, vaginal itching, and vaginal discomfort during sexual intercourse they are currently undergoing on a zero-to-four ordinal scale (none, mild, moderate, severe, and very severe, respectively).", "The median variation (i.e. median difference) may vary from -4 to +4; negative values indicate improved symptoms, zero no change, and positive values indicate aggravated symptoms.", "Time frame: baseline and 4 weeks", "Results 1:", "Title of arm/group: Support care (fluciconide cream)", "Description of the arm/group: This is a single-arm phase II trial, in one stage, open-label, on fluocononide topical cream 0.05% to improve vaginal symptoms.", "All subjects will receive 0.05% topical fluoconide cream to apply twice a day for two weeks, then once a day for two weeks in the vagina. The duration of treatment will be 4 weeks.", "Total number of participants analysed: 34", "Median (interquartile range)", "Unit of measurement: units on a scale -2 (-3 to -1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/34 (0.00 per cent)"]}