{"Clinical Trial ID": "NCT01847001", "Intervention": ["INTERVENTION 1:", "Propranolol + Neoadjuvant chemotherapy", "Subjects will receive 2 types of chemotherapy and propranolol treatment.", "Diet I involves paclitaxel (may be substituted for nab-paclitaxel; may be given with premedication), and", "Diet II involves doxorubicin (perhaps given as an antanauseic treatment) and cyclophosphamide (perhaps given by Pegfilgrastim).", "If your tumour is HER2 positive, you will also receive trastuzumab and pertuzumab.", "Once you have completed all the chemotherapy treatments more propranolol, you will then have surgery to remove the tumor from the breast.", "The DOT imaging will be done at 4 additional points of time, including beo.", "Propranolol: The starting dose of Propranolol is 20 mg b.i.d.; the dose of Propranolol is increased to 40 mg b.i.d. to 80 mg daily with chemotherapy according to tolerance. Tolerance is evaluated every 2 weeks."], "Eligibility": ["Incorporation criteria:", "English-speaking or Spanish-speaking women 18 years of age", "Heart rate > 60 bpm", "Blood pressure > 100 mm/Hg", "Deemed eligible for neoadjuvant chemotherapy with 12 cycles of weekly treatment with taxane (pallitaxel 80mg/m2 or Abraxane 100 mg/m2 in case of paclitaxel shortage), followed by 4 cycles of Adriaticin (60mg/m2) and cyclophosphamide (600 mg/m2) administered every 2 weeks with growth factor support.", "Echocardiogram (ECHO) or multiple acquisition analysis (MUGA) with ejection fraction > 50%.", "Patients with a +/- hormone receptor and a 2 protein human epidermal growth factor receptor (HER2) +/- breast cancer are eligible", "If a patient has positive HER2 breast cancer, Herceptin and Perjeta will be administered at the same time as taxan therapy.", "Any invasive stage breast cancer provided the primary breast tumour size is 1 cm", "• Agree to participate in blood collection research at 4 different time periods (20 ml = 4 teaspoons)", "The biopsy before Taxol #1 is optional.", "- Exclusion criteria:", "Patients who do not meet the inclusion criteria", "The corrected QT interval (QTc) elongation as defined by > 470 milliseconds on electrocardiogram (ECG)", "Atrioventric block (AV) first degree on ECG in which the P-R interval extended > 200 milliseconds; second degree; or third degree", "In case of discontinuation of beta-blocking therapy, patients should have been non-beta-blockers for at least 3 months.", "β history of asthma, due to concern for blocking β in this population"], "Results": ["Performance measures:", "Average Propranolol membership", "The membership of Propranolol has been documented biweekly by the number of pills and the checks of the drug journal.", "Time limit: approximately 6 months", "Results 1:", "Title of the arm/group: Propranolol + Neoadjuvant chemotherapy", "Description of the arm/group: Subjects will receive 2 types of chemotherapy and propranolol treatment.", "Diet I involves paclitaxel (may be substituted for nab-paclitaxel; may be given with premedication), and", "Diet II involves doxorubicin (perhaps given as an antanauseic treatment) and cyclophosphamide (perhaps given by Pegfilgrastim).", "If your tumour is HER2 positive, you will also receive trastuzumab and pertuzumab.", "Once you have completed all the chemotherapy treatments more propranolol, you will then have surgery to remove the tumor from the breast.", "The DOT imaging will be done at 4 additional points of time, including beo.", "Propranolol: The starting dose of Propranolol is 20 mg b.i.d.; the dose of Propranolol is increased to 40 mg b.i.d. to 80 mg daily with chemotherapy according to tolerance. Tolerance is evaluated every 2 weeks.", "Total number of participants analysed: 10", "Average (total extent)", "Unit of measure: Percentage of adherence to propanolol 96 (89 to 100)"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/10 (10.00 per cent)", "Colite * [1]1/10 (10.00%)"]}