{"Clinical Trial ID": "NCT00206427", "Intervention": ["INTERVENTION 1:", "GW572016 1500mg", "Patients received GW572016 1500mg per day"], "Eligibility": ["Incorporation criteria:", "All patients should be women.", "Signed informed consent.", "Locally advanced breast cancers or primary breast cancers with concomitant gross metastatic disease are eligible. Locally advanced cancers must be of clinical and/or radiological size >/- 5 cm, and/or are found to be surgically inoperative, with stage IIIb, IIIc or IV disease.", "HER2 Overexpressive tumours defined as HercepTest score of 3+, or >/- 10% of moderately or strongly HER2-positive cells by other methods, or semi-quantitative score of >/- 5 (in Dr. Allred's laboratory) or amplified genes.", "● Negative serum pregnancy test (BHCG) within 7 days of the start of the study, if the potential for pregnancy is high.", "- Renal and liver function tests - all within 1.5 times the upper limit of the establishment's normal range.", "- Rate of return (WHO scale) less than 2 and life expectancy greater than 6 months.", "More than 18 years of age.", "No brain or leptomenal disease.", "No prior or present malignant tumours at other sites in the past 5 years, except for in situ carcinoma of the cervix and basal or squamous skin carcinoma, adequately treated.", "- Exclusion criteria:", "• Pregnancy or refusal to use a reliable contraceptive method in women of childbearing age.", "A serious chronic or underlying disease.", "Initial heart disease or LVEF < 50%.", "Other experimental medicinal products during the study.", "• Severe or uncontrolled hypertension, history of congestive heart failure or severe coronary artery disease.", "• Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small intestine; subjects with ulcerative colitis are also excluded.", "• Take any drug prohibited by GW572016 (see GW572016 List of prohibited drugs in the protocol) within 7 days of the first dose of drugs under study."], "Results": ["Performance measures:", "Clinical response", "Clinical efficacy was assessed by two-dimensional measurements of primary cancer at baseline and at the end of week 6. The complete clinical response (CCR) was defined as a complete disappearance of the primary tumour. The partial clinical response (CCR) was defined as a decrease of at least 50% in the sum of products of the largest perpendicular diameters. An increase of more than 25% was defined as a progressive clinical disease (CCR).", "Time limit: at the end of week 6.", "Results 1:", "Title of the arm/group: GW572016 1500mg", "Description of the arm/group: patients receiving GW572016 1500mg per day", "Total number of participants analysed: 47", "Type of measurement: Number", "Unit of measurement: participants cCR: 3", "- CPR: 30", "CSD: 11", "CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD: 3 CPD"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/49 (6.12 per cent)", "- Neutrophils/ANCs *1/49 (2.04%)", "Leukocytes *1/49 (2.04%)", "Hypocalcaemia *1/49 (2.04%)", "Febrile neutropenia *1/49 (2.04%)", "Left ventricular systolic function *1/49 (2.04%)", "Constipation *1/49 (2.04%)", "*1/49 (2.04%)", "*1/49 (2.04%)", "Skin rash *1/49 (2.04%)"]}