{"Clinical Trial ID": "NCT01752907", "Intervention": ["INTERVENTION 1:", "DVD on general education", "Participants were given chemotherapy and pegfilgrastim as a single subcutaneous injection dose of 6 mg 24 to 72 hours after chemotherapy. Participants were required to watch a general education DVD on the side effects of chemotherapy during 2 separate visits to the clinic prior to the first administration of pegfilgrastim in Cycle 1.", "INTERVENTION 2:", "Education DVD on Bone Pain", "Participants received chemotherapy and pegfilgrastim as a single subcutaneous injection dose of 6 mg 24 to 72 hours after chemotherapy. Participants were required to watch a bone pain education DVD during 2 separate visits to the clinic prior to the first administration of pegfilgrastim in Cycle 1."], "Eligibility": ["• Inclusion criteria", "• Aged 18 or over", "- Performance Status of the Eastern Cooperative Oncology Group (ECOG) 0-2", "Newly diagnosed women, not previously treated with chemotherapy, breast cancer stage I-III", "Consider receiving at least 4 cycles of adjuvant or neoadjuvant chemotherapy", "Medically eligible to receive adjuvant or neoadjuvant chemotherapy and pegfilgrastim safely, as determined by the investigator", "Consider receiving pegfilgrastim prophylaxis from the first cycle and continue throughout each chemotherapy cycle of the study period", "Has given informed consent", "• Capable of understanding the content of the DVD, according to the investigator", "• Ability to read and understand English", "• Exclusion criteria", "Consider receiving weekly chemotherapy", "Chronic use of oral nonsteroidal anti-inflammatory drugs (NSAIDs) or oral antihistamines, with the exception of:", "- Chronic oral aspirin for cardiovascular indications", "● Continuous chronic pain or other painful conditions requiring treatment (including immediate post-operative treatment of surgical pain or pain associated with the procedure) as determined by the investigator", "A premedication related to the administration of taxanes, and the use of anti-emetics is permitted, according to usual clinical practice.", "• Prior chemotherapy treatment for cancer within 5 years of the current diagnosis of breast cancer", "Prior use of granulocyte-colonial stimulation factor (G-CSF)", "Currently enrolled in, or less than 30 days from the end of, another clinical trial that includes G-CSF (filgrastim, pegfilgrastim, other) or granulocyte-macrophage colony stimulant factor (GM-CSF) (sargramostim)", "At present, or less than 30 days after the end of the trial, another interventional clinical trial including blinded treatment or blinded treatment arm (whether randomized to blinded or blinded arm)", "At present, or less than 30 days after the end of the study, another interventional clinical trial involving the use of an agent that is not currently considered a standard treatment for the adjuvant or neoadjuvant treatment of Stage I-III breast cancer, based on the National Comprehensive Cancer Network (NCCN) Oncology Clinical Practice Guidelines for Breast Cancer", "Currently enrolled in, or less than 30 days from the end of, any pain intervention study"], "Results": ["Performance measures:", "Maximum bone pain reported by the patient in cycle 1", "A brief bone pain survey was conducted once a day for 5 days from the day they received their injection of pegfilgrastim. The bone pain survey collected the severity of the pain on a scale of 0-10, where 0 = no pain and 10 indicated the worst pain.", "Time limit: Days 1 to 5 during cycle 1.", "Results 1:", "Title of the arm/group: general education DVD", "Description of the arm/group: Participants received chemotherapy and pegfilgrastim administered as a single subcutaneous injection dose of 6 mg 24 to 72 hours after chemotherapy.", "Total number of participants analysed: 149", "Average (standard error)", "Unit of measurement: units on a scale 3.2 (0.2)", "Results 2:", "Title of the arm/group: Education DVD on bone pain", "Description of the arm/group: Participants received chemotherapy and pegfilgrastim administered as a single subcutaneous injection dose of 6 mg 24 to 72 hours after chemotherapy.", "Total number of participants analysed: 151", "Average (standard error)", "Unit of measurement: units on a scale 3.5 (0.3)"], "Adverse Events": ["Undesirable Events 1:", "Total: 16/149 (10.74 per cent)", "Anemia 0/149 (0.00 %)", "7/149 (4.70%) febrile neutropenia", "Neutropenia 1/149 (0.67%)", "Pancytopenia 1/149 (0.67%)", "Atrial fibrillation 2/149 (1.34 %)", "Congestive heart failure 0/149 (0.00 %)", "Abdominal pain 0/149 (0.00 %)", "Diarrhoea 2/149 (1.34%)", "Dyspepsia 0/149 (0.00 %)", "Haemorrhagic gastritis 0/149 (0.00 %)", "Nausea 2/149 (1.34 per cent)", "Adverse Events 2:", "Total: 20/151 (13.25 per cent)", "Anemia 1/151 (0.66%)", "- Febrile neutropenia 4/151 (2.65 per cent)", "Neutropenia 2/151 (1.32%)", "Pancytopenia 0/151 (0.00 %)", "Atrial fibrillation 0/151 (0.00 %)", "Congestive heart failure 1/151 (0.66%)", "Abdominal pain 1/151 (0.66%)", "Diarrhoea 3/151 (1.99%)", "Dyspepsia 1/151 (0.66%)", "1/151 (0.66%)", "Nausea 1/151 (0.66%)"]}