{"Clinical Trial ID": "NCT01771666", "Intervention": ["INTERVENTION 1:", "ISB and IC-Green Dye", "The dose of Isosulfan blue dye (ISB) is 3-5 mL and the green solution of Indocyanin will be started at 1 mg/mL. If fluorescence is not detected with this dose, it will be increased by 50%. A gamma probe [Neoprobe 2010] will be used to locate sentinel lymph nodes in the axilla."], "Eligibility": ["Incorporation criteria:", "• Ability to understand and willingness to sign a written informed consent document.", "Signed informed written consent.", "Women undergoing sentinel biopsy of lymph nodes.", "Women with breast cancer with known or suspected lymphatic disease.", "Women who undergo sentinel identification of the lymph nodes and completion of axillary dissection of the lymph nodes.", "Women 18 years of age or older.", "Eastern Cooperative Oncology Group (ECOG) or Karnofsky Performance Status 0.1%.", "Total number of blood (CBC) and basic metabolic panel within 6 months", "- Exclusion criteria:", "The history of hepatic or renal impairment will not be eligible.", "Allergies to iodine-containing products will not be eligible.", "Pregnant women will not be eligible.", "- Psychiatric or addictive disorders or other conditions which, in the opinion of the investigator, would prevent the patient from meeting the requirements of the study."], "Results": ["Performance measures:", "Isosulfan blue (IS-BLUE) and Indocyanin green (IC-GREEN) labelling agreement", "Number of women in agreement with both deaths (i.e., blue isosulfan (IS-BLUE) and green indocyanin (IC-GREEN)) on all lymph nodes examined in lymph nodes and lymph nodes draining the arms during nodal procedures to treat breast cancer with curative intent.", "Time limit: 1 day", "Results 1:", "Title of arm/group: ISB and IC-Green Dye", "Description of the arm/group: The Isosulfan blue dye (ISB) dose is 3-5 mL and the green Indocyanin solution will be started at 1 mg/mL. If fluorescence is not detected with this dose, it will be increased by 50%. A gamma probe [Neoprobe 2010] will be used to locate sentinel lymph nodes in the axilla.", "Total number of participants analysed: 23", "Type of measure: Number of participants", "Unit of measure: Participants 8 34.8%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/23 (0.00 per cent)"]}