{"Clinical Trial ID": "NCT02536339", "Intervention": ["INTERVENTION 1:", "Pertuzumab + Trastuzumab", "Participants with CNS metastases secondary to MBC HER2-positive, who had progression of disease in the brain after prior treatment with radiotherapy (whole brain radiotherapy or stereotactic radiosurgery) for brain metastases, received treatment with pertuzumab in combination with high-dose trastuzumab until disease progression, unacceptable toxicity, withdrawal of consent or end of study by the sponsor, whichever occurs first."], "Eligibility": ["Incorporation criteria:", "From a pathological point of view, the positive MBC HER2 is confirmed.", "Progression of new or brain metastases after completion of whole brain radiotherapy or stereotactic radiosurgery", "• Completion of radiotherapy in the whole brain or stereotactic radiosurgery more than 60 days prior to registration", "A stable systemic disease", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0 or 1", "At least 50% LVEF", "Adequate haematological, renal and hepatic function", "• Life expectancy greater than 12 weeks", "- Exclusion criteria:", "Progression of systemic disease in screening", "Nervous system disorders", "History of intolerance or hypersensitivity to the medicinal product under study", "• Use of certain research therapies within 21 days of registration", "Current use of anthracycline", "Failure to stop administration of ado-trastuzumab emtansine or lapatinib", "Active infection", "Pregnant or lactating women", "• Significant history or risk of heart disease", "A symptomatic pulmonary disease or intrinsic pulmonary disease", "History of other malignities in the last 5 years"], "Results": ["Performance measures:", "Percentage of participants who received an objective response in the CNS, assessed using an evaluation of responses in the Neuro-oncology-Brain Metastases (RANO-BM)", "An objective response in the central nervous system (CNS) was a complete (CR) or partial (PR) response confirmed by a repeated assessment using RANO-BM criteria. A CR was defined as the removal of all target CNS lesions maintained for at least 4 weeks; no new lesions; no corticosteroids; and clinically stable or improved; for non-target lesions, a CR was defined as the removal of all non-target CNS lesions and no new CNS lesions. A PR was defined as a decrease of at least 30% of the longest amount of diameter (LD) of the target CNS lesions, taking as a reference the initial sum of the LD maintained for at least 4 weeks; no new lesions; stable at the decrease in the dose of corticosteroids; and stable or clinically improved.", "Duration: From baseline to disease progression (estimated every 6 weeks for the first 2 scans, followed every 8 weeks for 2 scans, then every 12 weeks until disease progression; up to about 3.5 years)", "Results 1:", "Title of the arm/group: Pertuzumab + Trastuzumab", "Description of the arm/group: Participants with CNS metastases secondary to MBC HER2-positive, who had progression of disease in the brain after prior treatment with radiotherapy (whole brain radiotherapy or stereotactic radiosurgery) for brain metastases, received treatment with pertuzumab in combination with high-dose trastuzumab until disease progression, unacceptable toxicity, withdrawal of consent or end of study by the sponsor, whichever occurs first.", "Total number of participants analysed: 37", "Type of measurement: Number", "Unit of measure: Percentage of participants with an objective response (RC or RP confirmed): 10.8 (3.03 to 25.42)", "- Confirmed complete response (RC): 0.0 (0.00 to 9.49)", "- Confirmed partial response (PR): 10.8 (3.03 to 25.42)", "Without objective response: 89.2 [1] (NA to NA)"], "Adverse Events": ["Undesirable Events 1:", "Total: 7/39 (17.95%)", "- Viral gastroenteritis 1/39 (2.56%)", "1/39 (2.56%)", "Seizure 4/39 (10.26 per cent)", "Headache 1/39 (2.56%)", "Hydrocephalus 1/39 (2.56%)", "Hypertension 1/39 (2.56%)"]}