{"Clinical Trial ID": "NCT01527487", "Intervention": ["INTERVENTION 1:", "Eribulin+Cyclophosphamide (ErC)", "Eribulin (Er): 1.4mg/m^2 (days 1 and 8 of each treatment cycle) per infusion IV", "- Cyclophosphamide (C): 600 mg/m^2 IV (Day 1 of each treatment cycle) per infusion IV", "INTERVENTION 2:", "Docetaxel+Cyclophosphamide (TC)", "Docetaxel (T): 75 mg/m^2 (day 1 of each treatment cycle), per infusion IV", "- Cyclophosphamide (C): 600 mg/m^2 (Day 1 of each treatment cycle)"], "Eligibility": ["Incorporation criteria:", "The invasive adenocarcinoma of the breast has been confirmed histologically.", "For patients without clinically suspect axillary adenopathy, the primary tumour should be > 2 cm in diameter by physical examination or imaging (T2-3 clinical, N0-2, M0). For patients with clinically suspect axillary adenopathy, the primary breast tumour may be of any size (T1-3 clinical, N1-2, M0 clinical).", "Patients who enter the trial after having undergone an axillary dissection of the node will be eligible if they meet other entry criteria.", "The status of estrogen receptor (ER) and progesterone receptor (PR) in the known or pending primary tumour at the time of registration of the study.", "For patients who have had or have had a sentinel knot and/or an axillary node dissection, completion at least one week before the start of treatment with a well-healed injury is necessary.", "If both primary tumours are HER2-negative and at least one meets the specified tumour or nodal inclusion criteria, bilateral synchronous breast cancer is allowed.", "Note from the Eastern Cooperative Oncology Group (ECOG) on the Performance Status (PS) of 0-2.", "If the tissue is not available, the patient will still be eligible for study registration.", "There is no evidence of metastatic disease as demonstrated by a complete development 8 weeks prior to the start of treatment under study.", "No prior treatment for breast cancer with the exception of criterion 3.", "HER2-negative tumour status defined as:", "(IHC) 0-1+ or", "IHC 2+ or IHC 3+ confirmed as FISH (in situ fluorescence hybridization) or SISH (in situ silver hybridization) negative (defined as <2.2)", "A suitable haematological function defined as follows:", "Absolute number of neutrophils (ANC) 1500/μL", "Hemoglobin (Hgb) 10 g/dL", "— Platelets 100 000/uL", "Adequate liver function defined as follows:", "Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) 2.5 x upper limit of normal (ULN)", "Total bilirubin in institutional ULN", "Adequate renal function is defined as follows:", "= serum creatinine 1.5 mg/dL x ULN OR creatinine clearance calculated 50 mL/min by the Cockcroft-Gault method:", "GRF = (140 years) x (weight/kg) x (0.85 if female) (72 x serum creatinine mg/dL)", "Other laboratory tests:", "Serum magnesium the lower institutional limit of normal (LLN)", "- Serum potassium institutional LLN", "Women and 18 years of age.", "Negative serum pregnancy test within < 7 days prior to initial treatment.", "• Women who are not of childbearing potential and women of childbearing potential who agree to use adequate contraceptive measures that are approved by their study physician while receiving treatment for the study and who continue for 3 weeks after the last dose of drug treatment in the study, who are not breast-feeding, and who have a negative serum pregnancy test before starting administration.", "- Willingness and ability to comply with test and follow-up procedures.", "- Ability to understand the nature of this trial and to give informed consent in writing.", "- Exclusion criteria:", "Clinical injury T4, including inflammatory breast cancer Clinical involvement N3 (e.g., ipsilateral, infraclavicular, supraclavicular and internal breast nodes).", "The peripheral neuropathy (motor or sensory) > grade 1 according to the common terminology criteria for adverse events version 4.0 (CTCAE v4.0).", "The patient received radiotherapy for the treatment of prior cancer, which included 30% of the major areas containing bone marrow (e.g. pelvis, lumbar, spine).", "A known or suspected allergy or hypersensitivity to any of the medicines studied (e.g., eribulin, cyclophosphamide, docetaxel) or known hypersensitivity to polysorbate 80.", "Patients with acute or chronic liver or kidney disease or pancreatitis.", "• Known diagnosis of human immunodeficiency virus (HIV), hepatitis B (HBV) or hepatitis C (HCV).", "A concomitant treatment with ovarian hormone replacement therapy or hormonal agents such as raloxifene, tamoxifen or any other selective estrogen receptor modulator (SERM) should have stopped using these agents prior to the initiation of the study.", "The patient currently has, or in the last 6 months, one of the following heart conditions:", "- Left ventricular ejection fraction (VFEF) <45 % determined by multiple acquisition scan or echocardiogram (ECHO) (MUGA)", "- Heart rate adjusted QT interval (QTc) > 480 ms on screening electrocardiogram (ECG) (using Bazett formula)", "♪ Unstable angina pectoris ♪", "- Congestive heart failure (New York Heart Association [NYHA] Grade 2", "Acute myocardial infarction", "• Abnormality of uncontrolled conduction with the pacemaker or medicinal products", "Significant ventricular or supraventricular arrhythmias (patients with chronic atrial fibrillation controlled by the rate in the absence of other cardiac abnormalities are eligible).", "A valvular disease with a significant compromise in cardiac function", "• Chronic use of drugs that cause QTc prolongation. Patients should stop using these drugs 7 days before starting treatment.", "All patients with previously treated in situ (i.e. non-invasive) carcinoma are eligible, as well as patients with non-melanoma skin cancer.", "Patients may not receive any other experimental or anticancer treatment during their participation in this trial.", "Psychological, family, sociological or geographical conditions which do not allow compliance with the protocol.", "Inability or refusal to comply with the study and/or follow-up procedures described in the protocol."], "Results": ["Performance measures:", "In patients treated with ERC for 6 cycles prior to surgery, complete pathological response rate (CPR) was observed.", "The pathological RCN is defined as the absence of invasive tumours in the tissue of the breast and lymph node removed at the time of definitive surgery, as determined by the local pathologist.", "Time limit: 18 weeks", "Results 1:", "Title of the arm/group: Eribulin+Cyclophosphamide (ErC)", "Description of the arm/group: Eribulin (Er): 1.4mg/m^2 (days 1 and 8 of each treatment cycle) per infusion IV", "- Cyclophosphamide (C): 600 mg/m^2 IV (Day 1 of each treatment cycle) per infusion IV", "Total number of participants analysed: 39", "Type of measurement: Number", "Unit of measure: percentage of surgical patients 18", "Results 2:", "Title of arm/group: Docetaxel+Cyclophosphamide (TC)", "Description of the arm/group: Docetaxel (T): 75 mg/m^2 (Day 1 of each treatment cycle), per infusion IV", "- Cyclophosphamide (C): 600 mg/m^2 (Day 1 of each treatment cycle)", "Total number of participants analysed: 20", "Type of measurement: Number", "Unit of measure: percentage of surgical patients 10"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/54 (7.41%)", "Febrile Neutropenia 3/54 (5.56%)", "- Sepsis 1/54 (1.85%)", "Adverse Events 2:", "Total: 2/22 (9.09 per cent)", "Febrile Neutropenia 1/22 (4.55%)", "• Sepsis 1/22 (4.55%)"]}