{"Clinical Trial ID": "NCT01127373", "Intervention": ["INTERVENTION 1:", "Radiotherapy by multibeam IMRT", "This is a single-arm feasibility study of multibeam IMRT with daily verification of the facility for the treatment of women with node-positive breast cancer who will receive radiation on the breast/vestige wall and regional lymph nodes, including internal breast lymph nodes.", "Multi-Beam Intensity-Modulated Radiation Therapy: IMRT with multiple bundles will be used to treat the breast or thoracic wall and axillary, supraclavicular and internal lymph nodes. Treatment will be delivered once a day, 5 days a week for about 5 weeks. All missed radiation treatment visits will be done. Daily configuration error will be verified before the delivery of each treatment.", "For patients who have received mastectomy with or without reconstruction, the questionnaire will be administered at the base and 5-7 months after treatment."], "Eligibility": ["Incorporation criteria:", "Female", "- 18 years", "Invasive primary breast cancer of any histology resulting from breast parenchyma", "The patient should be a post-mastectomy mastectomy or partial mastectomy with an assessment of axillary lymph nodes by sentinel lymph nodes biopsy and/or dissection of axillary lymph nodes", "Regional lymph nodes are defined as ipsilateral axillary lymph nodes, ipsilateral supraclavicular lymph nodes, and ipsilateral internal breast lymph nodes. Thus, any stage T is allowed as long as stage N is 1 and stage M is 0.", "The consent form signed by the patient for a particular study.", "- Exclusion criteria:", "Patients with distant metastases.", "Pregnant or lactating patients.", "• Patients with psychiatric disorders or addictions that would prevent informed consent.", "The time between the initial diagnosis of breast cancer and the beginning of radiation therapy exceeds 13 months.", "Estimated life expectancy less than one year by the patient's radiotherapy oncologist.", "A prior radiotherapy in the ipsilateral or contralateral chest or breast.", "Primary breast cancer is a lymphoma or sarcoma histology.", "* Patients with a history of non-cutaneous malignancy < 5 years prior to diagnosis of breast cancer.", "Patients requiring radiation on bilateral breasts."], "Results": ["Performance measures:", "Number of participants receiving adjuvant radiotherapy by multibeam IMRT using the daily 3D position verification", "The objective of this pilot study is to assess the feasibility of using multibeam IMRT in the adjuvant treatment of regional and mammary lymph nodes in women with breast cancer positive to internal breast nodes. A feasibility rate of at least 90% is required, i.e. treatment can be successfully planned and administered for at least 90% of patients.", "Duration: 5 weeks", "Results 1:", "Title of the arm/group: Radiotherapy by multibeam IMRT", "This is a single-arm feasibility study of multibeam IMRT with daily verification of the facility for the treatment of women with node-positive breast cancer who will receive radiation on the breast wall/clothing and regional lymph nodes, including internal breast lymph nodes.", "Multi-Beam Intensity-Modulated Radiation Therapy: IMRT with multiple bundles will be used to treat the breast or thoracic wall and axillary, supraclavicular and internal lymph nodes. Treatment will be delivered once a day, 5 days a week for about 5 weeks. All missed radiation treatment visits will be done. Daily configuration error will be verified before the delivery of each treatment.", "For patients who have received mastectomy with or without reconstruction, the questionnaire will be administered at the base and 5-7 months after treatment.", "Total number of participants analysed: 116", "Type of measure: Number of participants", "Unit of measure: Participants Abandoned from IMRT due to disease progression: 10.9%", "Implemented: 111 95.7%", "Ineligible: 4 3.4%"], "Adverse Events": ["Undesirable Events 1:", "Total: 10/116 (8.62%)", "Non-Assallant Mortality Rate (0.86%) CTCAE term-Disease prog NOS 1/116", "Fever (in the absence of neutropenia) 1/116 (0.86%)", "Pain - chest/thorax NOS 1/116 (0.86%)", "Infection in the breast 1/116 (0.86%)", "Back pain 1/116 (0.86%)", "Muscle weakness - Whole body/general 1/116 (0.86%)", "Pain - Back 1/116 (0.86%)", "Dysarthrie 1/116 (0.86%)"]}