{"Clinical Trial ID": "NCT02370238", "Intervention": ["INTERVENTION 1:", "Paclitaxel+Reparixin (Group 1) - ITT population", "Paclitaxel 80 mg/m2 i.v. (Days 1, 8 and 15) + oral reparixin 1200 mg t.i.d. tablets continued from D 1 to Day 21 of the 28-day cycle.", "Duration of treatment: 28-day cycles of oral reparixin tablets + intravenous paclitaxel three weeks per week and one week of rest until disease progression according to the RECIST version 1.1 criteria, withdrawal of consent or unacceptable toxicity, whichever occurs first.", "INTERVENTION 2:", "Paclitaxel+Placebo (Group 2)", "Paclitaxel 80 mg/m2 i.v. (Days 1, 8 and 15) + placebo oral tablets 1200 mg t.i.d. continuing from D 1 to Day 21 of the 28-day cycle.", "• Duration of treatment: 28 days of combination placebo oral tablets + paclitaxel intravenously three weeks per week and one week of rest until PD according to RECIST version 1.1 criteria, withdrawal of consent or unacceptable toxicity, whichever occurs first."], "Eligibility": ["Incorporation criteria:", "Women 18 years of age.", "Patients with triple negative metastatic breast cancer (TBT) who are pathologically documented and eligible for paclitaxel treatment. Paraffinized tissues should be available from metastatic sites, if reasonably accessible, or from the primary tumour, to confirm the diagnosis of NBT and for correlative studies (only on metastatic tissues). Fifteen slides can be obtained if the complete block is not available for dispatch or release.", "The NBCT will be defined as breast cancer with <1% ER+ cells and <1% PgR+ cells, and an immunohistochemistry score HER2 of 0 or 1+ and/or in situ hybridization (ISH) with the gene HER2 copy number <4 or a ratio of less than 2 between the copy number HER2 and the centromer of chromosome 17.", "If a taxane (paclitaxel or docetaxel) has been administered as part of the (neo)adjuvant treatment, the PD should have occurred > 12 months from the end of the previous (neo)adjuvant treatment. For non-taxane (neo)adjuvant treatment, the PD should have occurred > 6 months from the end of the previous (neo)adjuvant treatment.", "* Patients with at least one basic measurable lesion according to the RECIST version 1.1 criteria.", "- Zubrod (Eastern Cooperative Oncology Group (ECOG)) Performance Status (PS) of 0-1.", "Life expectancy of at least three months.", "Patients should be able to swallow and store oral medicines (intact tablet).", "All screening assessments described in the protocol can be completed.", "Adequate function of the organ (defined by the following parameters):", "Serum creatinine level < 140 μmol/L (< 1.6 mg/dL) or creatinine clearance > 60 mL/min.", "- Serum hemoglobin 9 g/dL; absolute neutrophils 1.5 x 109/L; platelets 100 x 109/L.", "With the exception of Gilbert's syndrome patients, serum bilirubin 1.5 x upper normal limit (LUN)", "Serum alanine aminotransferase (ALT), aspartate aminotransferase (AST) 2.5 x UNL but 5.0 x UNL in liver metastases; alkaline phosphatase (ALP) UNL but i) 2.5 x UNL in liver metastases and ii) 5 UNL in bone metastases; albumin 2.5 g/dl.", "There is no history or evidence by scan or MRI of brain metastases or leptomenesis.", "No known hepatitis B viruses (not due to immunization), hepatitis C viruses, human immunodeficiency virus-I and -II positive status.", "Date and signature: informed consent approved by IEC/IRB.", "- Exclusion criteria:", "Patients may receive bisphosphonates and other treatments to treat bone metastases, but if used, bone damage will not be considered a measurable disease.", "Less than four weeks since the last radiotherapy (excluding palliative radiotherapy).", "Pregnancy, breast-feeding or refusal to use an adequate method of birth control.", "Neurological or psychiatric disorders that may influence understanding of study procedures and informed consent.", "An active or uncontrolled infection.", "- Malabsorption syndrome, a disease that significantly affects gastrointestinal function.", "G>1 pre-existing peripheral neuropathy", "Any other invasive disease in which the patient has been free for less than 5 years, with the exception of basal or squamous skin cancer treated curatively", "Hypersensitivity to:", "- Paclitaxel", "Ibuprofen or several nonsteroidal anti-inflammatory drugs.", "Medicines belonging to the sulfonamide class, with the exception of sulfanilamides (e.g. sulfamethoxazole)."], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "The PFS was defined as the number of days between the date of randomization and the date of progression of the clinical disease, according to the RECIST version 1.1 criteria, as assessed by the Independent Radiological Review, or death for any cause, whichever is the earlier.", "Patients must have completed at least one treatment and at least one assessment of the disease to be considered as evaluable for the response.", "Timeline: Baseline up to every 8 weeks until disease progression or death, whichever occurs first, up to 721 days", "Results 1:", "Name of arm/group: Paclitaxel+Reparixin (Group 1) - ITT population", "Description of the arm/group: paclitaxel 80 mg/m2 i.v. (Days 1, 8 and 15) + oral tablets of reparixin 1200 mg t.i.d. continuing from D 1 to Day 21 of the 28-day cycle.", "Duration of treatment: 28-day cycles of oral reparixin tablets + intravenous paclitaxel three weeks per week and one week of rest until disease progression according to the RECIST version 1.1 criteria, withdrawal of consent or unacceptable toxicity, whichever occurs first.", "Total number of participants analysed: 62", "Median (interquartile range)", "Unit of measurement: Days 166 (62-292)", "Results 2:", "Title of the arm/group: Paclitaxel+Placebo (Group 2)", "Description of the arm/group: paclitaxel 80 mg/m2 i.v. (days 1, 8 and 15) + oral placebo tablets 1200 mg t.i.d. continuing from D 1 to 21 day of the 28-day cycle.", "• Duration of treatment: 28 days of combination placebo oral tablets + paclitaxel intravenously three weeks per week and one week of rest until PD according to RECIST version 1.1 criteria, withdrawal of consent or unacceptable toxicity, whichever occurs first.", "Total number of participants analysed: 61", "Median (interquartile range)", "Unit of measurement: days 171 (105 to 393)"], "Adverse Events": ["Undesirable Events 1:", "Total: 13/61 (21.31%)", "Anemia 1/61 (1.64%)", "Febrile neutropenia 1/61 (1.64%)", "- Congestive heart failure 0/61 (0.00 %)", "Pericardial infusion 0/61 (0.00 %)", "Constipation 1/61 (1.64%)", "Intestinal perforation index 1/61 (1.64%)", "- Stomatitis 0/61 (0.00 %)", "Non-cardiac chest pain 2/61 (3.28%)", "Aggravated conditions 1/61 (1.64 per cent)", "General deterioration of physical health 1/61 (1.64 per cent)", "Adverse Events 2:", "Total: 12/60 (20.00 per cent)", "Anemia 1/60 (1.67%)", "Febrile neutropenia 0/60 (0.00 %)", "Congestive heart failure 1/60 (1.67%)", "1/60 (1.67%)", "Constipation 0/60 (0.00 %)", "Intestinal perforation value 0/60 (0.00 %)", "Stomatitis 1/60 (1.67%)", "Non-cardiac chest pain 0/60 (0.00 %)", "Aggravated conditions 0/60 (0.00 %)", "General deterioration of physical health 1/60 (1.67%)"]}