{"Clinical Trial ID": "NCT00546156", "Intervention": ["INTERVENTION 1:", "HH+, HER2-", "A single dose of Bevacizumab 10mg/kg followed two weeks later by Adriamycin60 mg/m2 and Cyclophosphamide 600 mg/m2 with Bevacizumab 10mg/kg every 2 weeks x4, followed by Taxol 175 mg/m2 with Bevacizumab 10 mg/kg every 2 weeks x3, followed by Taxol 175 mg/m2 x1.", "INTERVENTION 2:", "· Triple negative Breast cancer cohort", "- Negative hormone receptor, HER2 negative Cohort. Receive the same drug protocol as arm A."], "Eligibility": ["Incorporation criteria:", "Documented on primary invasive breast cancer by histological evaluation", "Tumours should express estrogen (ER) and/or progesterone (PR) receptors by standard immunohistochemical methods. Tumours should be negative for HER2. There should be sufficient sample for further immunohistochemical analysis.", "Patients should have high-risk ER+ or PR+ breast cancer as defined by the criteria listed in the protocol.", "- 18 years or older", "Performance level of 0 or 1 according to the ECOG criteria", "Use of effective contraception in people of childbearing age", "Women of childbearing potential should undergo a negative serum pregnancy test within 14 days of starting treatment.", "Patients taking exogenous hormonal treatments for any reason at the time of diagnosis should discontinue all hormonal treatments at least 2 weeks prior to registration.", "Patients should receive pre-operative treatment within 60 days of the initial diagnosis of breast cancer.", "No other diseases requiring continuous treatment", "Normal function of the organ as described in the protocol", "- Exclusion criteria:", "- Prior chemotherapy or cytotoxic radiation for current breast cancer", "Patients with inflammatory breast cancer", "HER2 a positive disease defined as HER2-amplified by FISH or IHC 3+. HER2 2+ should be negative by FISH", "known metastatic disease (stage IV)", "Other experimental agents within 4 weeks prior to initiation of study treatment", "Life expectancy less than 6 months", "• Peripheral neuropathy greater than or equal to the second year", "Poorly controlled blood pressure", "Any history of hypertensive seizure or hypertensive encephalopathy", "NYHA grade II or greater congestive heart failure", "Previous myocardial infarction history", "The history of unstable angina in the 12 months prior to enrolment in the study", "Any history of stroke or transient ischemic attack at any time", "Known CNS disease", "Important vascular disease", "A symptomatic peripheral vascular disease", "· Signs of significant bleeding within 6 months of study; any serious non-healing injury, skin ulcers or bone fracture; any abdominal fistula, gastrointestinal perforation or intra-abdominal abscess in the last 6 months; any major surgery within 28 days prior to randomization or anticipation of the need for major surgery during the study.", "• Known to be HIV positive", "• Failure to undergo pre-treatment biopsy and consent to the acquisition of archival tissue", "- Lactation pregnant", "• Known hypersensitivity to any component of bevacizumab"], "Results": ["Performance measures:", "Complete pathological response rate after preoperative treatment in this patient population.", "The complete pathological response is defined as the complete disappearance of the invasive tumour in the breast at the time of surgery.", "Time limit: 3 years", "Results 1:", "Title of arm/group: HR+, HER2-", "A single dose of Bevacizumab 10mg/kg, followed two weeks later by Adriatic 60 mg/m2 and Cyclophosphamide 600 mg/m2 with Bevacizumab 10mg/kg every 2 weeks x4, followed by Taxol 175 mg/m2 with Bevacizumab 10 mg/kg every 2 weeks x3, followed by Taxol 175 mg/m2 x1.", "Total number of participants analysed: 84", "Type of measurement: Number", "Unit of measure: percentage of participants 8", "Results 2:", "Title of the arm/group: Triple negative breast cancer cohort", "Description of the arm/group: Negative hormone receptor, HER2 negative Cohort. Receive the same drug protocol as the A arm.", "Total number of participants analysed: 20", "Type of measurement: Number", "Unit of measure: percentage of participants 44"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/104 (3.85 per cent)", "Neutropenia 1/104 (0.96%)", "Leukopenia 2/104 (1.92%)", "Paranasal sinus reaction 1/104 (0.96%)", "Cellulite 1/104 (0.96%)", "Adverse Events 2:", "- Yeah, that's right."]}