{"Clinical Trial ID": "NCT00324259", "Intervention": ["INTERVENTION 1:", "1 (6 mg estradiol)", "- 6 mg estradiol per day (2 mg tid).", "INTERVENTION 2:", "2 (30 mg estradiol)", "- 30 mg estradiol (10 mg tid)"], "Eligibility": ["Incorporation criteria:", "• Postmenopausal women with advanced hormone receptor positive breast cancer (ER and PgR) received prior treatment with an aromatase inhibitor as part of an advanced disease and experienced at least 24 weeks of progression-free survival. As long as the patient has experienced an inhibitory response to aromatase as defined in this way, she is still eligible even if she has received other endocrine treatment lines, which may include other inhibitors of aromatase or tamoxifen, even if these subsequent treatment lines have failed (see below for authorized chemotherapy and trastuzumab).", "OR", "• Menopausal women with systemic or non-resectable local relapse after taking at least two years of aromatase therapy.", "The clinical diagnosis of the postmenopausal state is defined as follows:", "Age greater than 50 years and amenorrhoea for 1 year", "• Bilateral surgical ovariectomy", "Serum FSH and estradiol levels in the postmenopausal interval prior to initiation of AI therapy.", "If the patient was receiving an LHRH agonist to maintain a postmenopausal state during AI treatment, this should be continued as the recovery of the menstrual period would result in uncontrolled exposure to estrogen and pregnancy during estrogen treatment is contraindicated.", "The expression of ER and/or PgR tumour cells can be determined at the primary or metastatic site. However, when both types of tissue are available, the metastatic site must be used to determine eligibility. ER and/or positive PgR are defined as at least 10% of malignant cells with positive nuclear staining.", "Patients may have received adjuvant and/or neoadjuvant chemotherapy.", "• Prior radiation therapy is permitted as long as it is scheduled prior to the start of the study and is completed within 3 weeks of the start of the trial.", "Pre-treatment with tamoxifen is also allowed as an adjuvant or advanced treatment of the disease.", "Patients with ER+ HER2+ disease are eligible even if they have received trastuzumab in the past (and even if they have been given in combination with endocrine therapy) as long as they meet all other eligibility criteria.", "The use of prior experimental agents alone or in combination with endocrine treatment is also permitted, but a month's wash is required if the immediate pre-treatment was for a study drug that had not received regulatory approval.", "• Prior adjuvant chemotherapy is allowed, as well as a line of chemotherapy for advanced disease.", "To be considered measurable, a baseline lesion must have a minimum diameter to compensate for the measurement error: 1 cm for soft tissue lesions, 1 cm for lung lesions, including pleural lesions measured by CT scan, 1 cm for liver lesions measured by CT scan.", "Patients with bone disease only may also be included if they meet the following criteria:", "Four lesions or more than one cm, measurable on the scanner's bone panes.", "At least one tumour marker that is raised to at least twice the upper limit of normal.", "All patients should have an initial bone analysis with an X-ray evaluation of all hot spots, chest abdomen and pelvis (with bone windows), and an evaluation of tumour markers.", "The patient should have an ECOG performance of 0-2", "The patient must have a life expectancy of > 6 months.", "The patient should have adequate haematological function, defined as ANC > 1000/mm3 and platelets > 75 000/mm3.", "The patient should have adequate renal function, defined as serum creatinine less than or equal to 1.5 times the upper limit of normal.", "The patient should have adequate hepatic function defined as serum bilirubin less than or equal to 1.5 times the upper limit of normal (three times the upper limit of normal in patients with hereditary benign hyperbilirubinaemia), transaminases (ALT, AST) less than or equal to 2.5 times the upper limit of normal in patients without hepatic metastases or less than or equal to 5 times the upper limit of normal in patients with hepatic metastasis.", "For patients with bone metastases, treatment with i.v. bisphosphonates during the trial is mandatory because of the risk of hypercalcaemia.", "Pre-existing hypercalcaemia should be treated and calcium normalized prior to entry into the study.", "The patient must give his or her written informed consent prior to the commencement of any invasive study-related procedures that would otherwise not be performed, and must be able to comply with the planned visits and assessments.", "The inclusion of women and minorities: Entry into this study is open to women from all racial and ethnic subgroups.", "If higher, hyperglycaemia should be treated prior to the start of studies.", "- Exclusion criteria:", "Patients with metastatic breast cancer or lymphangitic disease or high volume lung or liver disease that threatens organ function.", "Patients with a history of deep venous thrombosis, pulmonary embolism, stroke, acute myocardial infarction, congestive heart failure, untreated hypertension.", "Ischemic changes in an initial EKG or other signs of ischemic heart disease.", "Undiagnosed abnormal genital haemorrhage", "- Untreated cholelithiasis", "Patients should be treated and triglycerides should be controlled prior to entry into the study.", "Treatment with fulvestrant within 12 months of initiation of the study (the fulvestrant was shown to antagonize estradiol-induced apoptosis in preclinical models (5).", "The only permissible lesions of the patient have already been irradiated or are intended for irradiation after entry into the study.", "A serious or uncontrolled co-occurring disease of other causes.", "EGOG Performance Status 3 or 4.", "The patient has previous malignancies other than breast cancer, except (a) a properly treated in situ cervix carcinoma, (b) a localized basal or squamous carcinoma of the skin, (c) any previous cancer treated with a curative intent with a risk of recurrence of less than 30%.", "The patient is unable to understand informed consent or is unlikely to comply with the protocol.", "More than one line of palliative chemotherapy for advanced diseases."], "Results": ["Performance measures:", "• Clinical benefit rate (CR plus PR plus SD)", "Complete response (CR) + partial response (PR) + stable disease (SD) using RECIST 1.0", "CR = disappearance of all target lesions", "PR = reduction of at least 30% of the sum of the longest diameter of the target lesions by taking as reference the initial sum of the longest diameter", "SD = neither sufficient RP quality reduction nor sufficient increase to be eligible for progressive disease", "SD is defined as a lack of disease progression of 24 weeks.", "Time limit: 24 weeks after initiation of treatment", "Results 1:", "Title of arm/group: arms 1 (6 mg estradiol)", "Description of the arm/group: 6 mg estradiol per day (2 mg tid).", "Total number of participants analysed: 34", "Type of measurement: Number", "Unit of measure: Participants Full response (CR): 0", "- Partial response (PR): 3", "• Disease stable (SD): 7", "- CR+PR+SD: 10", "Results 2:", "Title of arm/group: arms 2 (30 mg estradiol)", "Description of the arm/group: 30 mg estradiol (10 mg tid)", "Total number of participants analysed: 32", "Type of measurement: Number", "Unit of measure: Participants Full response (CR): 0", "Partial response (PR): 1", "Stable disease (SD): 8", "CR+PR+SD: 9"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/34 (23.53 per cent)", "Hemoglobin 0/34 (0.00 %)", "Eye pain 0/34 (0.00 %)", "Loss of mink 0/34 (0.00 %)", "Abdominal pain 2/34 (5.88 %)", "- Constipation 0/34 (0.00 %)", "Diarrhoea 2/34 (5.88 per cent)", "Gastrointestinal haemorrhage 1/34 (2.94%)", "Nausea 2/34 (5.88 per cent)", "2/34 (5.88 per cent)", "- Fatigue 0/34 (0.00 %)", "Fever 2/34 (5.88 per cent)", "- Pain 0/34 (0.00 %)", "Pneumonia 1/34 (2.94%)", "Neutropenia 0/34 (0.00 %)", "Adverse Events 2:", "Total: 8/32 (25.0%)", "Hemoglobin 1/32 (3.13%)", "Eye pain 1/32 (3.13%)", "Loss of mink 1/32 (3.13%)", "Abdominal pain 1/32 (3.13%)", "Constipation 2/32 (6.25 per cent)", "Diarrhoea 1/32 (3.13%)", "gastrointestinal haemorrhage 0/32 (0.00 %)", "Nausea 3/32 (9.38 per cent)", "3/32 (9.38 per cent)", "Fatigue 1/32 (3.13%)", "Fever 0/32 (0.00 %)", "- Pain 1/32 (3.13%)", "Pneumonia 0/32 (0.00 %)", "Neutropenia 1/32 (3.13%)"]}