{"Clinical Trial ID": "NCT00404066", "Intervention": ["INTERVENTION 1:", "- Neoadjuvant chemotherapy", "Doxorubicin (Adriamycin) + cyclophosphamide (Cytoxan) with pegfilgrastim or filgrastim support growth factor every 2 weeks for 4 cycles followed by docetaxel + lapatinib for 4 21-day cycles followed by surgery. Dexamethasone was administered twice daily for 3 days from 24 hours prior to docetaxel infusion. After surgery +/- radiation, participants can receive trastuzumab (Herceptin) for one year."], "Eligibility": ["INDUSTRIAL CRITERIA", "Women", "Histologically confirmed positive breast cancer of Her2neu, either by immunohistochemistry (IHC) 3+ or by fluorescence in situ hybridization (FISH)+", "(T2-T4, N0-N2) and those with subclavicular or ipsilateral lymph nodes).", "At least one two-dimensional and measurable injury to the indicator.", "Between 18 and 70 years of age", "2 / Karnofsky 60% on screening and the first day of treatment.", "Informed consent must be obtained prior to registration.", "The fraction of cardiac ejection in the institutional range of normal measured by multigee acquisition (MUGA) or echocardiography (ECHO).", "Absolute neutrophil count > 1,500/mm3", "Hemoglobin > 8.0 g/dL", "Number of platelets > 100 000/mm3", "• Creatinine within normal institutional limits", "Total Bilirubine equal to or less than the upper institutional limit of normal (ULN)", "Aspartate aminotransferase (AST), alanine aminotransferase (ALT) and alkaline phosphatase must be within the range of eligibility.", "The eligibility of patients receiving drugs or substances known to affect, or likely to affect, the activity or pharmacokinetics of GW572016 will be determined following a review of their use by the Principal Investigator.", "The use of antacids is prohibited 1 hour before and 1 hour after administration of GW572016.", "All herbal medicines (alternatives) are prohibited.", "- Prohibited drugs during administration of lapatinib.", "Women of childbearing potential must undergo a negative pregnancy test and agree to use adequate contraception (hormonal method or contraception or abstinence barrier) prior to entry into the study and during the duration of the study.", "Peripheral neuropathy: must be < grade 1", "• Capable of swallowing and conserving oral medicines", "- EXCLUSION CRITERIA", "There are signs of disease outside the breast or chest wall, with the exception of ipsilateral, supraclavicular or infraclavicular lymph nodes.", "Prior chemotherapy, immunotherapy or hormonal treatment for breast cancer.", "More than 3 months between histological diagnosis and recording on this study.", "• History of other malignancies over the past 5 years, with the exception of basal cell carcinomas treated curatively with skin or in situ carcinoma of the cervix.", "Psychological, family, sociological or geographical diseases that do not allow weekly medical follow-up and adherence to the study protocol. Those that are medically unstable, including, but not limited to, active infection, acute hepatitis, deep venous thrombosis requiring anticoagulant treatment, gastrointestinal bleeding, uncontrolled hypercalcaemia, uncontrolled diabetes, dementia, convulsions, superior venia cava syndrome, and those whose circumstances do not allow the completion of the required study or follow-up.", "• Congestive heart failure, an abnormal fraction of left ventricular ejection (LVEF), angina pectoris, uncontrolled cardiac arrhythmias or other major heart disease, or who have had myocardial infarction in the past year.", "— Pregnant or lactating", "Of childbearing potential and not using adequate contraception", "History of allergic reactions attributed to compounds of chemical or biological composition similar to GW572016.", "Appropriate studies will be undertaken in patients receiving combination antiretroviral therapy, where appropriate.", "IG tract disease resulting in inability to take oral medication, malabsorption syndrome, need for IV diet, previous surgical procedures affecting absorption, uncontrolled IG inflammatory disease (e.g., Crohn ulcerative colitis).", "History of a severe hypersensitivity reaction to taxotera or other polysorbate 80 medicinal products.", "• (except for patients with Gilberts syndrome, asymptomatic gallstones or stable chronic liver disease per study)."], "Results": ["Performance measures:", "Percentage of participants with a complete pathological response (CPR)", "● Complete pathological response rate (CTR), assessed as no evidence of invasive disease in excise breast and/or axilla surgical samples, in participants who have received at least one docetaxel and lapatinib cycle and at least one follow-up evaluation.", "Time limit: 12 weeks", "Results 1:", "Title of the arm/group: Neoadjuvant chemotherapy", "Doxorubicin (Adriamycin) + cyclophosphamide (Cytoxan) with pegfilgrastim or filgrastim growth factor support every 2 weeks for 4 cycles followed by docetaxel + lapatinib for 4 21-day cycles followed by surgery. Dexamethasone was administered twice daily for 3 days from 24 hours prior to docetaxel infusion. After surgery +/- radiation, participants can receive trastuzumab (Herceptin) for one year.", "Total number of participants analysed: 18", "Type of measurement: Number", "Unit of measure: percentage of participants 38,9"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/21 (0.00 per cent)"]}