{"Clinical Trial ID": "NCT00562718", "Intervention": ["INTERVENTION 1:", "Surgery and chemotherapy", "The eligible patients had undergone surgery and chemotherapy for high-risk breast cancer, defined as a primary T3 or T4, or N2 tumour based on clinical or pathological criteria.", "- Capecitabine", "Adjuvant treatment", "Radiotherapy"], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Invasive breast adenocarcinoma, confirmed histologically or cytologically, meets 1 of the following risk criteria:", "T3 or T4 primary tumor", "4 or more axillary lymph nodes (nodal stage N2)", "- Surgical excision completed", "No immediate reconstruction with autologous reconstruction of the shutters", "Patients with tissue extensors or implants placed prior to radiation may be enrolled at the discretion of the physician.", "No residual breast cancer", "- Positive microscopic margins are allowed if reexcision is not clinically justified", "• Candidate for radiation therapy", "Do not require bilateral radiotherapy", "No metastatic breast cancer (stage IV) according to AJCC calibration criteria", "Unspecified hormonal receptor status", "No CNS disorders", "CHARACTERISTICS OF PATIENTS:", "Life expectancy 6 months", "Karnofsky's performance status 70-100%", "• Menopausal status not specified", "Ambulatory", "Hemoglobin > 9 g/dL", "Number of platelets > 100 000/mm3", "ANC > 1500/mm3", "AST serum, ALT and alkaline phosphatase 2 times the upper limit of normal (ULN)", "Total normal bilirubin", "creatinine clearance > 50 mL/min", "Negative pregnancy test", "No pregnancy or breast-feeding", "Fertile patients should use effective contraception during the study and for 30 days following the last dose of the study drug.", "No serious, uncontrolled, concomitant infection", "No diabetes or history of delayed healing or skin ulcers", "No autoimmune connective tissue disorder", "No unexpected severe reactions prior to treatment with fluoropyrimidine, known sensitivity to 5-fluorouracil or known dihydropyrimidine dehydrogenase (DPD) deficiency", "No other carcinomas in the last five years except cured non-melanoma skin cancer and cervical cancer in situ", "No clinically significant heart disease (e.g. congestive heart failure, symptomatic coronary disease or poorly controlled cardiac arrhythmias) or myocardial infarction in the past 12 months", "No other serious uncontrolled medical conditions that the investigator considers likely to compromise participation in the study, including one of the following:", "Uncontrolled seizures", "A psychiatric disability considered clinically significant by the investigator", "Physical injury of the upper gastrointestinal tract", "No malabsorption syndrome", "No uncompensated coagulopathy", "No patients whose breast size or body contour expose them to an increased risk of skin desquamation by standard radiation therapy", "• Ability to read and speak English", "THERAPE PRIOR CONCURENT:", "Fully recovered from surgery and chemotherapy with fully healed surgical injuries", "At least 4 weeks after completion of prior chemotherapy, excluding trastuzumab (Herceptin®)", "• Competitor trastuzumab authorized at the discretion of the doctor", "More than 4 weeks since previous participation in any investigational drug study", "At least 4 weeks from the beginning and no simultaneous sorivudine or brivudine", "More than 2 weeks since previous major surgery", "No anterior capecitabine", "No radiation prior to chest or ipsilateral lymphatics", "No concomitant hormonal treatment during chemotherapy or radiation therapy", "No concomitant allopurinol or cimetidine", "- Competitor coumadin is authorized"], "Results": ["Performance measures:", "General safety", "Mainly Grade 1 and 2 toxicity due to capecitabine", "Time limit: 1 year", "Results 1:", "Title of the arm/group: Surgery and chemotherapy", "Description arm/group: Eligible patients had undergone surgery and chemotherapy for high-risk breast cancer, defined as a primary T3 or T4, or N2 tumour based on clinical or pathological criteria.", "- Capecitabine", "Adjuvant treatment", "Radiotherapy", "Total number of participants analysed: 28", "Type of measurement: Number", "Unit of measure: percentage of participants 12.6"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/39 (15.38 per cent)", "Radioactive dermatitis 6/39 (15.38%)"]}