{"Clinical Trial ID": "NCT02915744", "Intervention": ["INTERVENTION 1:", "NKTR-102", "In group A, NKTR-102 will be administered at a dose of 145 mg/m2 using a q21d intravenous infusion (IV) regimen of 90 minutes on day 1 of each treatment cycle.", "INTERVENTION 2:", "Treatment of a doctor's choice (TPC)", "In group B, TPC will be administered by standard of care. Patients randomized to TPC will receive single agent IV chemotherapy, limited to the choice of one of the following 7 agents: eribulin, ixabepilone, vinorelbine, gemcitabine, paclitaxel, docetaxel or nab-paclitaxel."], "Eligibility": ["Incorporation criteria:", "Women or men, 18 years old.", "The histologically confirmed breast carcinoma (primary or metastatic lesions) for which single agent cytotoxic chemotherapy is indicated. Patients may have a measurable or non-measurable disease according to version 1.1 of the RECIST.", "Patients should have a history of brain metastases that are not progressing.", "In the case of triple negative breast cancer, prior cytotoxic treatment of at least 1 must have been administered for the indication of metastatic disease. Depending on the condition of the receptor, one or two prior cytotoxic treatments are required prior to inclusion in this trial; targeted agents may be required for receptor 2 of the human hormonal and/or epidermal growth factor (HER2).", "A prior treatment (administered in neoadjuvant, adjuvant and/or metastatic) with anthracycline, taxane and capecitabine (prior anthracycline may be omitted if it is not medically appropriate or contraindicated for the patient).", "The last cancer treatment dose should have been administered within 6 months of the date of randomization in this study.", "All toxicity related to anticancer and radiotherapy should be completely eliminated or downgraded to Class 1 or less (neuropathy may be grade 2 or less).", "To have a performance status of the Eastern Cooperative Oncology Group (ECOG) of 0 or 1.", "Demonstrate adequate organ function obtained within 14 days prior to randomization and analyzed by the central laboratory.", "Women of childbearing potential (WCBP) should agree to use highly effective contraceptive methods throughout the study up to 6 months after the last dose of the study drug.", "Men with female partners of childbearing potential must agree to use barrier contraception (e.g., condom with spermicide/gel/film/cream/suppository foam) for the entire duration of the study up to 6 months after the last dose of the drug under study; in addition to their female partner using either an intrauterine device or hormonal contraception and continuing up to 6 months after the last dose of the drug under study.", "- Exclusion criteria:", "- Last dose of cancer therapy (including HER2-targeted treatment) within 14 days prior to randomization.", "· High-dose chemotherapy followed by stem cell transplantation (autologous or allogeneic).", "A major surgical procedure within 28 days of randomization.", "The concomitant use of any anticancer treatment or any experimental agent.", "Has received pre-treatment for cancer with a camptothecin-derived agent.", "Injuries on imaging, by cerebrospinal fluid or with neurological results that are compatible with leptomenal disease or meningeal carcinoma.", "- Chronic or acute GI disorders leading to diarrhoea of any severity.", "Patients who are pregnant or breastfeeding, are planning to become pregnant or have a positive serum pregnancy test prior to randomization.", "• Enzyme-inducing antiepileptic drugs (EDAEDs) within 14 days of randomization.", "Hepatitis B or C, tuberculosis or HIV.", "- Cirrhosis.", "Unless diagnosed and permanently treated more than 5 years before randomization.", "The daily use of oxygen supplementation.", "Significant known cardiovascular impairment.", "Prior treatment with NKTR-102.", "A psychiatric illness, social situation or geographical location that prevents informed consent or limits observation.", "A known intolerance or hypersensitivity to any of the products used in this study or to their excipients.", "For patients who choose vinorelbine or gemcitabine as a CPT agent, patients cannot receive a yellow fever vaccine within 28 days of randomization."], "Results": ["Performance measures:", "Overall patient survival", "To compare the overall survival (SG) of patients receiving 145 mg/m2 of NKTR-102 once every 21 days (q21d) with that of patients receiving physician choice therapy (PTC). Overall survival is defined as the time of randomization to the date of death, regardless of the cause. Patients will be monitored until the date of death or until the final closure of the database.", "Time limit: Within 3 years of the start of the study", "Results 1:", "Title of arm/group: NKTR-102", "In group A, NKTR-102 will be administered at a dose of 145 mg/m2 using a q21d intravenous infusion (IV) regimen of 90 minutes on day 1 of each treatment cycle.", "Total number of participants analysed: 92", "Median (95% confidence interval)", "Unit of measure: month 7.8 (6.1 to 10.2)", "Results 2:", "Title of Arm/Group: Treatment of Physician Choice (TPC)", "In group B, PTC will be administered by standard of care. Patients randomized to PTC will receive single agent IV chemotherapy, limited to the choice of one of the following 7 agents: eribulin, ixabepilone, vinorelbine, gemcitabine, paclitaxel, docetaxel or nab-paclitaxel.", "Total number of participants analysed: 86", "Median (95% confidence interval)", "Unit of measure: month 7.5 (5.8-10.4)"], "Adverse Events": ["Undesirable Events 1:", "Total: 33/90 (36.67 per cent)", "Febrile Neutropenia Grade 3 0/90 (0.00 %)", "Atrial fibrillation Grade 3 1/90 (1.11%)", "Cardiac buffer 4th year 0/90 (0.00 %)", "- Blindness Grade 3 0/90 (0.00 %)", "- Conaction Grade 2 1/90 (1.11%)", "Esophagitis Grade 3 1/90 (1.11%)", "- Vomiting 2 3/90 (3.33%)", "Diarrhoea Grade 3 5/90 (5.56%)", "Intestinal obstruction Grade 3 1/90 (1.11%)", "Adverse Events 2:", "Total: 24/77 (31.17%)", "Febrile Neutropenia Grade 3 1/77 (1.30%)", "Atrial fibrillation Grade 3 0/77 (0.00 %)", "Cardiac buffer 4th year 1/77 (1.30%)", "- Blindness 3rd year 1/77 (1.30%)", "- Collision Grade 2 0/77 (0.00 %)", "Esophagitis Grade 3 0/77 (0.00 %)", "2nd year 1/77 (1.30 per cent)", "Diarrhoea Grade 3 0/77 (0.00 %)", "Intestinal obstruction Grade 3 0/77 (0.00 %)"]}