{"Clinical Trial ID": "NCT00777049", "Intervention": ["INTERVENTION 1:", "ER+ and/or PgR+ (arm I)", "Panobinostat - LBH589: hard gelatin capsule - 5mg and 20mg", "INTERVENTION 2:", "R- and PgR- (Arm II)", "Panobinostat - LBH589: hard gelatin capsule - 5mg and 20mg"], "Eligibility": ["Incorporation criteria:", "Informed written consent obtained prior to any proceedings related to the study", "Females 18 years of age", "* Patients with an ECOG performance of 2 within 2 weeks (14 days) prior to recording", "A breast cancer confirmed histologically or cytologically with locally recurring or radiological signs of metastatic disease. The local recurrent disease should not be likely to resection with curative intent.", "A disease measurable by RECIST (criteria for assessing responses in solid tumours)", "HER2-negative patients by local laboratory tests (IHC 0 or 1+ colouring, IHC 2+ colouring but negative in situ hybridization, or negative in situ hybridization).", "The ER and PgR tests of a local laboratory are required prior to the patient's registration.", "For arm I: at least two previous endocrine treatment lines (under adjuvant and/or metastatic conditions) are required. Up to two prior cytotoxic chemotherapys are allowed in the metastatic setting (previous and neoadjuvant adjuvant chemotherapy is allowed).", "For Arm II: up to 2 prior cytotoxic chemotherapys for the treatment of metastatic or locally recidivating breast cancer are allowed.", "To complete the measurement of radiological tumours within 4 weeks (28 days) prior to registration:", "Breast: CT scan with intravenous contrast if the contrast is not medically contraindicated or MRI", "Abdomen: CT scan with intravenous or oral contrast if the contrast is not medically contraindicated or MRI", "Brain: Scanner or MRI", "Bone: Scintigraphy of the bones of the whole body", "Patients should meet the following laboratory criteria within 2 weeks (14 days) prior to registration:", "Hematology", "Number of neutrophils > 1200/mm3", "Number of platelets > 100 000/mm3", "Hemoglobin 90 g/L", "Biochemistry", "AST/SGOT and ALT/SGPT 2.5 x upper limit of normal (ULN) or 5.0 x ULN if the elevation of transaminase is due to disease involvement", "Serum bilirubin 1.5 x ULN", "Serum creatinine level 1.5 x ULN or creatinine clearance 24 hours 50 mL/min", "Serum potassium, sodium, magnesium, phosphorus and calcium within normal establishment limits", "Serum albumin LLN or 30g/L", "(Patients are allowed to receive thyroid hormone supplements to treat underlying hypothyroidism).", "• Evaluation of FEVL (2-D echocardiogram or MUGA analysis) performed within 6 weeks prior to recording, showing a FEVL value > 50%", "• Electrocardiogram performed in the week prior to registration (details on electrocardiogram results that are not acceptable to participate in the study are presented in the Exclusion Criteria section)", "Women of childbearing potential (WOCBP) must undergo a negative serum pregnancy test within 7 days of registration and accept an appropriate method of pregnancy prevention.", "The patient should have an archival tumour sample available to confirm HER2, Estrogen and Progesterone status from the central laboratory.", "- Exclusion criteria:", "- HDC, DAC, HSP90 inhibitors or valproic acid for the treatment of cancer", "Patients requiring valproic acid for any other medical condition during the study or within 5 days prior to the first treatment with panobinostat", "* Patients who have received previous systemic cancer therapy (cytotoxic chemotherapy, endocrine treatment, targeted treatment, monoclonal antibody or biological treatment) or an experimental agent in the last 4 weeks prior to registration (6 weeks for nitrosourea and mitomycin; 2 weeks for capecitabine)", "Patients who have received radiation therapy prior to 25% of the bone marrow in the last 4 weeks prior to registration; local radiation therapy is permitted, but all newly irradiated lesions should not be included in the measurable assessment of the disease.", "Patients who received experimental agents in the last 4 weeks prior to registration", "Patients with unsolved diarrhoea CTCAE grade 1", "• Impairment of gastrointestinal function (GI) or gastrointestinal disease that may significantly affect oral absorption of panobinostat", "History of cardiac dysfunction, including one of the following:", "A branch block of the complete left beam or the mandatory use of a cardiac pacemaker or congenital long QT syndrome, or a history or presence of ventricular tachyarrhythmias or clinically significant resting bradycardia (<50 beats per minute) or QTcF > 450 msec when screening for the right beam ECG or branch block and left anterior hemiblock (bifascicular block)", "There is unstable atrial fibrillation (ventricular response rate > 100 bpm). Patients with stable atrial fibrillation are allowed in the study provided they do not meet other cardiac exclusion criteria.", "Previous history of angina in the chest or acute MI within 6 months of registration", "- Congestive heart failure (New York Heart Association Functional Classification III-IV)", "History of unexplained syncope", "Other clinically significant heart disease (e.g. cardiomyopathy, heart artery disease, uncontrolled hypertension, or history of poor compliance with antihypertensive therapy)", "Family history of long QT syndrome, unexplained syncope or sudden unexplained death", "Acute or chronic liver or kidney disorders", "Other co-occurring serious and/or uncontrolled medical conditions (e.g., uncontrolled diabetes mellitus, untreated or uncontrolled active infection, chronic obstructive or chronic restrictive pulmonary disease, including resting dyspnea, whatever the cause) that could lead to unacceptable safety risks or compromise adherence to the protocol", "The concomitant use of medicinal products presenting a risk of causing torsades de pointes when such treatments cannot be interrupted or transferred to a different medicinal product before the start of the study", "- Brain metastases, unless the patient is randomized during the study at least 90 days after the end of radiation therapy and/or cerebral surgery without radiological or functional evidence of progressive brain metastases, and without corticosteroids above the 7.5 mg dose of prednisone or equivalent;", "A clinically significant accumulation of liquid in the third space", "• Concomitant diphosphonates unless initiated prior to entry into the study (at least 4 weeks prior to patient registration)", "• Pregnant (i.e. positive test for beta-human chorionic gonadotrophin) or breast-feeding patients", "Could not swallow oral medicines", "Contraception should be used during the study and for 30 days after the last treatment dose of the study.", "* Patients with a significant history of non-compliance with medical plans or who are unable to provide informed and reliable consent."], "Results": ["Performance measures:", "Percentage of patients assigned to a treatment arm with a better confirmed response of CR or RA.", "The assessment of the overall response (RO) is based on the response of the target injury, the non-target injury, and the presence of new lesions (RECIS Version 1.0 criteria using imaging techniques; based on the investigator's evaluation).", "Time limit: 6 years and 2 months", "Results 1:", "Title of arm/group: ER+ and/or PgR+ (arm I)", "Description of the arm/group: Panobinostat - LBH589: hard gelatin capsule - 5mg and 20mg", "Total number of participants analysed: 33", "Type of measurement: Number", "Unit of measure: Participants Complete response: 0", "Partial response: 1", "Stable disease / competitive response : 13", "Progressive diseases: 14", "Disappeared: 5", "Results 2:", "Title of arm/group: ER- and PgR- (Arm II)", "Description of the arm/group: Panobinostat - LBH589: hard gelatin capsule - 5mg and 20mg", "Total number of participants analysed: 21", "Type of measurement: Number", "Unit of measure: Participants Complete response: 1", "Partial response: 0", "Stable disease/competition response : 4", "Progressive diseases: 14", "Disappeared: 2"], "Adverse Events": ["Undesirable Events 1:", "Total: 12/32 (37.50 per cent)", "Anemia 0/32 (0.00 %)", "Neutropenia 1/32 (3.13%)", "Thrombocytopenia 4/32 (12.50%)", "Atrial fibrillation 1/32 (3.13%)", "Congestive heart failure 1/32 (3.13%)", "Ischemia myocardial 1/32 (3.13%)", "Abdominal impairment 0/32 (0.00 %)", "Ascites 1/32 (3.13%)", "Constipation 0/32 (0.00 %)", "Rectal haemorrhage 1/32 (3.13%)", "- Vomiting 1/32 (3.13%)", "Fatigue 1/32 (3.13%)", "Adverse Events 2:", "Total: 8/20 (40.00 per cent)", "Anemia 1/20 (5.0%)", "Neutropenia 0/20 (0.00 %)", "Thrombocytopenia 1/20 (5.0%)", "Atrial fibrillation 0/20 (0.00 %)", "- Congestive heart failure 0/20 (0.00 %)", "- Myocardial ischemia 0/20 (0.00 %)", "Abdominal impairment 1/20 (5.0%)", "Ascites 0/20 (0.00 %)", "Constipation 2/20 (10.00 %)", "Rectal haemorrhage 0/20 (0.00 %)", "- Vomiting 0/20 (0.00 %)", "- Fatigue 0/20 (0.00 %)"]}