{"Clinical Trial ID": "NCT01985971", "Intervention": ["INTERVENTION 1:", "EF5 PET/CT Imaging", "PET/CT Imaging"], "Eligibility": ["Incorporation criteria:", "Subjects with measurable brain metastases of at least 1 cm in any plane, based on anatomical imaging.", "Subjects with prior resection of brain metastases with progressions on brain MRI.", "- Histological confirmation of breast cancer.", "The age of the subject must be greater than 18 years.", "• ECOG Performance Status 2.", "• Ability to undergo MR and PET imaging of the brain", "The subjects of the study must have a normal function of the organ and marrow as defined below:", "WBC > 2000/mm, platelets > 90 000/mm, total bilirubin < 2.0 mg/dl, creatinine < 2.0 mg/dl.", "For this reason, women of childbearing potential must agree to use adequate contraception (hormonal or contraceptive method of contraception) prior to entry into the study and for the duration of their participation in the study (1 month). If a woman is pregnant, she must immediately inform her treating physician. Women of childbearing potential will undergo a pregnancy test in the urine on the day of analysis F18-EF5 PET before injection F18-EF5.", "• Ability to understand, participate and provide documented informed consent.", "Gadolinium allergic subjects will have Gadolinium-free MRI.", "- Exclusion criteria:", "History of allergic reactions attributed to Flagyl (metronidazole), which has a chemical structure similar to EF5.", "• Pregnant women are excluded because EF5 presents an unknown risk of adverse reactions in fetuses and infants who are breastfed secondary to the administration of EF5 to the mother. Breastfeeding should be discontinued if the EF5 is given to the mother.", "The subject has any other personal condition or circumstance that, in the opinion of the investigator, could impede the collection of comprehensive, good quality data.", "Subjects unable to give their informed consent.", "Patients with previous complete brain radiotherapy.", "In patients with moderate to severe renal impairment, defined as estimated LFR below 30 ml/Lmin 1.73 m2"], "Results": ["Performance measures:", "Number of participants with adverse events", "[Unspecified]", "Time limit: 2 years", "Results 1:", "Title of arm/group: EF5 TEP/CT Imagery", "Description of the arm/group: PET/CT Imaging", "Total number of participants analysed: 2", "Type of measure: Number of participants", "Unit of measure: Participants 0 0.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/2 (0.00 per cent)"]}