{"Clinical Trial ID": "NCT01224678", "Intervention": ["INTERVENTION 1:", "- Placebo", "Patients receive oral placebo once daily for 12 months.", "INTERVENTION 2:", "Vitamin D", "Patients receive oral vitamin D (2000 IU) once daily for 12 months."], "Eligibility": ["• Premenopausal women 55 years of age or younger with regular menstrual cycles (at least four cycles in the last six months); women with less than four menstruations in the last six months or with hysterectomy with intact ovaries will be considered premenopausal if the level of FSH is less than 20.", "Women with a breast density of 25% (dispersed fibroglandular density or more) are eligible.", "Previous treatment", "Women who have taken these medicines should be discontinued for at least 4 months prior to entry into the study.", "Topical estrogen (e.g., transdermal patches and vaginal estrogen) is permitted.", "Patients currently using hormonal contraception should take it for at least 4 months prior to entry into the study.", "Use of vitamin D", "Patients who regularly take vitamin D supplementation (over 400 IU per day) and who refuse or are unable to stop use are not eligible.", "Patients cannot start vitamin D supplementation after registration (regardless of the result of the vitamin D test), but they can continue vitamin D if they already take 400 IU per day or less and take vitamin D for at least 6 months before the initial mammography.", "Patients with a history of breast cancer (including DCIS) or ovarian cancer are not eligible.", "Patients with a history of breast implants or breast reduction are not eligible.", "Patients with two or more bone fractures in the past five years are not eligible.", "Patients with a diagnosis of osteoporosis with a medical recommendation for the treatment of low bone mass are not eligible.", "Patients known to have hyperparathyroidism or other serious calcium metabolism disorders requiring intervention in the last 5 years are not eligible.", "Patients with a history of kidney stones (unless proven to have not been calcium calculations) are not eligible.", "Patients participating in a concomitant breast cancer chemoprevention trial are not eligible.", "Initial laboratory values required - Calcium < 10.5 mg/dL"], "Results": ["Performance measures:", "Percentage change (between baseline and month 12) in mammographic density by Boyd method in relation to coats of arms", "To evaluate the variation in mammographic density using the Boyd method after one year of vitamin D supplementation compared to placebo in premenopausal women, the percentage variation in breast density will be reported here.", "Time limit: 12 months", "Results 1:", "Title of the arm/group: Placebo", "Description of the arm/group: Patients receive oral placebo once daily for 12 months.", "Total number of participants analysed: 46", "Average (standard deviation)", "Unit of measure: percentage change -3.4 (7.1)", "Results 2:", "Title of arm/group: Vitamin D", "Description of the arm/group: Patients receive vitamin D orally (2000 IU) once daily for 12 months.", "Total number of participants analysed: 40", "Average (standard deviation)", "Unit of measure: percentage change -1.4 (11.9)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/150 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}