{"Clinical Trial ID": "NCT00428922", "Intervention": ["INTERVENTION 1:", "Trastuzumab, Bevacizumab and Docetaxel", "- Trastuzumab [6 mg/kg], Bevacizumab [15 mg/kg] and Docetaxel [75 mg/M2]"], "Eligibility": ["Incorporation criteria:", "A histologically confirmed breast cancer with signs of metastatic disease", "HER2 3+ or FISH (fluorescent hybridization in situ)+", "- 18 years", "No anterior trastuzumab except in adjuvant or neoadjuvant settings.", "No prior chemotherapy in metastatic media.", "- Exclusion criteria:", "CNS (central nervous system) metastases", "Previous radiation therapy in the last 4 weeks", "• Pregnant (positive) or lactating women", "• Major surgery, open biopsy, non-healing injuries or significant traumatic injuries within 28 days prior to the start of the study or anticipation of the need for major surgery during the study", "Minor surgical procedures such as fine needle aspirations or nucleus biopsies within 7 days of the start of the study."], "Results": ["Performance measures:", "The progression-free survival (PFS) and safety assessment of the Trastuzumab, Bevacizumab and Docetaxel diet.", "The trial was designed as a single-stage Phase II model rather than two usual stages because of the primary progression-free survival criterion (PFS), as it is not practical to wait to evaluate the PFS for patients in the first stage. We will consider a PFS of 50% to 12 months (median 12 months) or less uninteresting (median 12 months) and a PFS of 70% to 12 months (median 20 months) worthy to continue treatment in a future trial. The single-stage model is as follows: p0=0.50, p1=0.70, α=0.10, β= 0.10, β= 0.10 This gives a total sample of 39 patients, 24 or more with no progression at 12 months.", "Duration: up to 3 years", "Results 1:", "Title of the arm/group: Trastuzumab, Bevacizumab and Docetaxel", "Description of the arm/group: Trastuzumab [6mg/kg], Bevacizumab [15mg/kg] and Docetaxel [75 mg/M ]", "Total number of participants analysed: 26", "Median (95% confidence interval)", "Unit of measure: months 14.3 (9.3-35)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/26 (0.00 per cent)"]}