{"Clinical Trial ID": "NCT01648322", "Intervention": ["INTERVENTION 1:", "80 μg/kg/F-627(TC) Dose", "This dose of F-627 is given only to subjects who require chemotherapy by TC.", "F-627: Subcutaneous injection 1 with chemotherapy.", "INTERVENTION 2:", "240 μg/kg/F-627 Dose (TC)", "This dose of F-627 is given to patients receiving chemotherapy with TC or TAC.", "F-627: Subcutaneous injection 1 with chemotherapy."], "Eligibility": ["Incorporation criteria:", "Demonstrate a signed (personally or by a legally acceptable representative) and dated informed consent document indicating that the patient has been informed of all relevant aspects of the trial.", "Women 18 years of age.", "Diagnosis of breast cancer at stage I-IV.", "The patient should undergo 4 cycles of TC or TAC chemotherapy (Taxotere®, doxorubicin and cyclophosphamide, respectively 75, 50 and 600 mg/m2).", "ECOG Performance status of 2.", "Number of white blood cells (WBC) 4.0 × 109/L, hemoglobin 11.5 g/dL and platelet count 150 × 109/L.", "Demonstrate adequate renal and hepatic function (Livernal function tests (ALT, AST, alkaline phosphatase and total bilirubin) should be less than 2.5 times the upper limits of normal (LSN). Serum creatinine should be less than 1.7 times the ULN.", "All subjects should agree to use at least one of the following types of contraception: intrauterine device, implantable progesterone device, intramuscular injection of progesterone, or oral contraceptive, which has been started at least one month prior to the visit and will continue throughout the trial. Contraceptive device or the use of spermicide condoms are also acceptable forms of contraception as long as they are used continuously throughout the trial.", "- Exclusion criteria:", "The person is < 18 or 75 years of age.", "A progression of the disease occurred during treatment with taxane.", "The subject underwent radiation therapy within 4 weeks of registration.", "The subject underwent bone marrow or stem cell transplantation.", "The subject has a history of previous malignancy other than breast cancer.", "Subjects who have used G-CSF within 6 weeks of the screening period are also excluded.", "The subject received chemotherapy within 365 days of screening.", "The subject documented congestive heart failure, cardiomyopathy or myocardial infarction by clinical diagnosis, ECG or any other relevant test.", "History of alcohol or drug abuse that would interfere with the ability to comply with the study procedure.", "The unwillingness to participate in the study.", "Any underlying medical condition that, in the opinion of the investigator, would make the administration of a study drug dangerous to the patient or obscure the interpretation of adverse events.", "By receiving other experimental or biological medicinal products within one month or five half-lives of registration.", "Any condition, which may cause splenomegaly.", "• Chronic constipation or diarrhoea, irritable intestinal syndrome, inflammatory bowel disease.", "ALT, AST, alkaline phosphatase > 2.5 upper limit of normal.", "Patients with active infection, or known to have been infected with chronic active hepatitis B in the past year (unless it was demonstrated at the time of entry into the study that they were negative for hepatitis B antigen), or with a history of hepatitis C.", "Pregnant or lactating women.", "Patients known to be HIV-positive, or who have had a disease that defines AIDS or a known immunodeficiency disorder.", "Patients who have previously received a pulmonary X-ray for suspected tuberculosis are also excluded unless they have been confirmed negative for PPD or have had previously treated latent tuberculosis.", "Subjects with sickle cell disease", "Subjects with known hypersensitivity to pegfilgrastim filgrastim proteins derived from E.coli or any other component of the medicinal product studied."], "Results": ["Performance measures:", "Duration of moderate neurtopenia after first administration of chemotherapy", "Number of days the patient had an absolute neutrophil count (NAC) < 2.0 x 10^9/L after the first cycle of chemotherapy", "Calendar: The first of the 4 21-day chemotherapy cycles", "Results 1:", "- Arm/group title: 80 g/kg/F-627(TC) Dose", "Description of the arm/group: This dose of F-627 is given only to subjects who require chemotherapy with TC.", "F-627: Subcutaneous injection 1 with chemotherapy.", "Total number of participants analysed: 35", "Average (standard deviation)", "Unit of measure: days 0.6 (1.26)", "Results 2:", "- Arm/group title: 240 g/kg/F-627 Dose (TC)", "This dose of F-627 is given to patients receiving TC or TAC chemotherapy.", "F-627: Subcutaneous injection 1 with chemotherapy.", "Total number of participants analysed: 37", "Average (standard deviation)", "Unit of measurement: days 0.6 (1.01)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/35 (0.00 per cent)", "Febrile neutropenia * 0/35 (0.00 %)", "Pancreatitis * 0/35 (0.00 %)", "* 0/35 (0.00 %)", "Acute cholecystitis * 0/35 (0.00 %)", "Pneumonia * 0/35 (0.00 %)", "Gastroenteritis * 0/35 (0.00 %)", "• Hypersensitivity vasculitis * 0/35 (0.00 %)", "Adverse Events 2:", "Total: 1/67 (1.49%)", "Febrile neutropenia * 0/67 (0.00 %)", "Pancreatitis * 0/67 (0.00 %)", "- Toxic hepatitis * 0/67 (0.00 %)", "Acute cholecystitis * 0/67 (0.00 %)", "Pneumonia * 1/67 (1.49%)", "Gastroenteritis * 0/67 (0.00 %)", "• Hypersensitivity vasculitis * 0/67 (0.00 %)"]}