{"Clinical Trial ID": "NCT01196052", "Intervention": ["INTERVENTION 1:", "- Trastuzumab Emtansine", "Trastuzumab emtansine 3.6 mg/kg was administered intravenously on day 1 of each treatment cycle from 3 weeks to a maximum of 17 cycles."], "Eligibility": ["Incorporation criteria:", "Adults 18 years of age.", "A locally advanced invasive, inflammatory or early, unilateral and histologically confirmed breast cancer documented in a local laboratory (patients with inflammatory breast cancer should be able to have a biopsy at the heart of the needle).", "A positive herceptin tumour (HER)2 confirmed by central tests using immunohistochemistry (IHC) and in situ hybridization (ISH) methods.", "The willingness to receive anthracycline-based chemotherapy or doxorubicin/cyclophosphamide (AC) OR 5-fluorouracil (FU)/epirubicin/ cyclophosphamide (FEC) at a similar dose and regimen as described in the protocol as part of a neoadjuvant or adjuvant treatment.", "For women of childbearing potential and men of childbearing potential, agree to use a highly effective non-hormonal form of contraception or two non-hormonal forms of contraception by the patient and/or partner. The use of contraception should continue during the duration of the study treatment and for at least 6 months after the last study treatment dose.", "Negative results of the serum pregnancy test in premenopausal women with reproductive capacity and in women < 12 months after menopause.", "Patients may register before or after the end of AC/CEF chemotherapy.", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0 or 1.", "Adequate haematological, biochemical and cardiac assessments.", "- Exclusion criteria:", "Phase IV of breast cancer or bilateral breast cancer.", "Pregnant or lactating women.", "A history of other malignant tumours in the previous five years, with the exception of breast cancer and in situ channel carcinoma (CDIS)/lobular carcinoma in situ (LCIS), carcinoma treated appropriately in situ of the cervix, non-melanoma skin carcinoma, stage I uterus cancer or other cancers with similar results to those mentioned above.", "Radiotherapy, immunotherapy or biotherapy within 5 years prior to entry into the study; non-cardiotoxic chemotherapy for the treatment of breast cancer > 5 years prior to entry into the study is permitted. Patients receiving the CA/CEF in the same manner as the study treatment prescribed for the adjuvant or neoadjuvant treatment of breast cancer will be allowed to enrol in the study after completion of their CA/CEF. No other history of cardiotoxic chemotherapy is permitted.", "• Active cardiac history.", "Current chronic daily treatment with oral corticosteroids or equivalent.", "Patients with severe resting dyspnoea or requiring additional oxygen therapy.", "Active and unresolved infections during screening.", "Human immunodeficiency virus (HIV), hepatitis B virus (HBV) or hepatitis C virus (HCV).", "A major surgical procedure within 4 weeks prior to registration that is not related to breast cancer.", "Patients for whom concomitant radiotherapy + T-DM1 may be contraindicated, but radiotherapy is expected.", "A known hypersensitivity to any of the drugs or derivatives of the study, including murine proteins.", "A grade 2 peripheral neuropathy at the base."], "Results": ["Performance measures:", "Percentage of participants with a heart event within 12 weeks of starting treatment with Trastuzumab Emtansine", "A cardiac event was defined as the death of a cardiac cause or severe congestive insufficiency (New York Heart Association [NYHA] class III or IV) with a decrease in the left ventricular ejection fraction (LVEF) by 10% from the reference base to a FEVL of < 50%.", "Time: basic at 12 weeks after initiation of trastuzumab emtansine", "Results 1:", "Title of the arm/group: Trastuzumab Emtansine", "Description of the arm/group: Trastuzumab emtansine 3.6 mg/kg was administered intravenously on day 1 of each treatment cycle from 3 weeks to a maximum of 17 cycles.", "Total number of participants analysed: 143", "Type of measurement: Number", "Unit of measure: Percentage of participants 0 (0.00 to 2.45)"], "Adverse Events": ["Undesirable Events 1:", "Total: 15/148 (10.14 per cent)", "1/148 (0.68%)", "Atrial fibrillation 2/148 (1.35%)", "Abdominal pain 1/148 (0.68%)", "Diarrhoea 1/148 (0.68%)", "Pyrexia 2/148 (1.35%)", "Cellulite 1/148 (0.68%)", "• Device-related infection 2/148 (1.35%)", "- Viral gastroenteritis 1/148 (0.68%)", "gastrointestinal infection 1/148 (0.68%)", "1/148 (0.68%)"]}