{"Clinical Trial ID": "NCT00365599", "Intervention": ["INTERVENTION 1:", "Vorinostat and tamoxifen", "Vorinostat and tamoxifen as described in the intervention descriptions"], "Eligibility": ["Incorporation criteria:", "Patients should have locally advanced or metastatic breast cancer, cytologically/histologically, with:", "Progression of treatment with any aromatase inhibitor for metastatic disease;", "Recurrence during administration of adjuvant aromatase inhibitors or within 12 months of completion;", "Recurrence after completion of adjuvant tamoxifen for at least 12 months;", "A patient who is not a candidate for the treatment of aromatase inhibitors or who is not intolerant;", "Patients are allowed (but not required) to receive prior chemotherapy for metastatic diseases.", "The tumours should express the estrogen or progesterone receptor.", "Patients are eligible regardless of their menopausal status.", "Age > 18", "Patients should have performance status in the Eastern Cooperative Oncology Group (ECOG) 0-2.", "Patients should be able to give their informed consent and follow the guidelines given in the study.", "Patients should have an acceptable organic function as defined by the following laboratory parameters: white blood count (WBC) > 3.0 x 10^9/L; absolute neutrophil count (ANC) > 1.5 x 10^9/L; hemoglobin (Hgb) > 10.0g/dL; platelets (PLT) > 100 x 10^9/L, bilirubin < 2.0 mg/dl, aspartate aminotransferase/alanine aminotransferase (AST/ALT) < 2.5 X upper limit of normal (ULN), creatinine < 1.8 mg/dl (creatinine clearance > 60 ml/min).", "All patients of childbearing potential should use an effective contraceptive method during the study and 6 months after discontinuation of treatment. (Not applicable to patients with bilateral oophorectomy and/or hysterectomy or to patients over 50 years of age who have not had a menstrual cycle for more than one year.", "For patients with bone disease only: For this protocol, isolated bone lesions can be classified as target lesions if they are measurable by MRI during screening and should be followed by MRI.", "Men and women of all races and ethnic groups are eligible for this trial.", "- Exclusion criteria:", "Patients should not have received tamoxifen for metastatic disease.", "Patients should not show signs of significant active infection (e.g. pneumonia, cellulitis, wound abscess, etc.) at the time of entry into the study.", "Patients should be free from previous invasive malignancies for more than 5 years, with the exception of: basocellular or squamous skin carcinoma, in situ cervix carcinoma.", "• Pregnant and lactating women are excluded from the study because the effects on the fetus are unknown and there may be a risk of increased fetal waste.", "Patients with uncontrolled central nervous system (CNS) metastases or a history of seizures are excluded. Patients with stable CNS metastases (surgical resects, treated with a gamma knife or stable for 3 months following complete brain radiotherapy [TARB] are eligible).", "Patients cannot receive other experimental agents and should have discontinued all other histone-deacetylase inhibitors (including Valproic acid) or other hormonal treatments.", "Patients must have stopped prior treatment for breast cancer and radiation therapy for at least 3 weeks, the patient is excluded if radiotherapy has been administered to a single measurable lesion and the disease is not measurable otherwise.", "Patients are excluded if they have a known hypersensitivity reaction to tamoxifen.", "Patients with a history of blood clots are not eligible.", "Women with abnormal vaginal bleeding and/or endometrial hyperplasia or cancer are not eligible.", "Patients with signs of visceral attack are not eligible for this study."], "Results": ["Performance measures:", "Number of participants with an objective response (OR)", "The response and progression were evaluated in this study using the new international criteria proposed by the Solid Tumour Response Assessment Criteria (RCIST). RECIST criteria use only the variations in the largest diameter (one-dimensional measure) of tumour lesions. For the purpose of this study, patients were evaluated for response every 8 weeks.", "Duration: 24 weeks", "Results 1:", "Title of the arm/group: Vorinostat and Tamoxifen", "Description of the arm/group: Vorinostat and Tamoxifene, as described in the intervention descriptions", "Total number of participants analysed: 43", "Type of measurement: Number", "Unit of measurement: participants 8"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/43 (9.30 per cent)", "Hemoglobin [1]1/43 (2.33%)", "Hemorrhage/bleeding [2]1/43 (2.33%)", "- Neutrophils/granulocytes (ANC/AGC) [3]1/43 (2.33%)", "- Blisters [4]1/43 (2.33 per cent)", "Anorexia [5]1/43 (2.33%)", "Sodium, low serum (hyponatraemia) [1]1/43 (2.33%)", "Thrombosis/thrombosis/embolism [6]2/43 (4.65 %)"]}