{"Clinical Trial ID": "NCT00821886", "Intervention": ["INTERVENTION 1:", "Ixabepilone/Trastuzumab/Carboplatin", "Neoadjuvant treatment with Ixabepilone, Trastuzumab and Carboplatin followed by surgery, perioperative treatment and postoperative (adjuvant) treatment if the patient is considered a surgical candidate", "Ixabepilone: Ixabepilone 40mg/m2 infusion IV over 3 hours on day 1 of cycles 1 to 6 (all treatment cycles are 21 days)", "Trastuzumab: Trastuzumab 8mg/kg IV over 90 minutes for the first infusion (Cycle 1, Day 1) with an observation period of 60 minutes after infusion. Subsequent infusions (Day 1 of cycles 2 to 6 with all cycles of 21 days) 6mg/kg over 30 minutes if the previous dose was well tolerated; trastuzumab peri-operative 6mg/kg IV every 3-4 weeks; post-operative trastuzumab 6mg/kg IV day 1 every 3 weeks until week 52", "Carboplatin: AUC=6 IV of carboplatin per institutional guideline at day 1 of cycles 1 to 6 (all treatment cycles have a duration of 21 days)"], "Eligibility": ["Incorporation criteria:", "* Female and male patients 18 years of age.", "The adenocarcinoma of the breast has been confirmed histologically.", "For patients without clinically suspected axillary adenopathy, the primary tumour must be more than 2 cm in diameter (T2-T3, N0-N1, M0 clinical). For patients with clinically suspected axillary adenopathy, the primary breast tumour may be of any size (T1-T3, N1-N2, M0 clinical). (T1N0M0 lesions are excluded.)", "Patients who do not have a clearly defined palpable breast mass or axillary lymph nodes but who are radiographically measurable are eligible. Accepted procedures for measuring breast disease are mammography, MRI and breast ultrasound.", "The positive HER2 status (overexpression and/or amplification of HER2 in the primary tumour) as defined by: IHC 3+ or positive FISH (ratio >2.2) fluorescence in situ hybridization (FISH) test. Documentation of the HER2 results should be available at the time of enrolment in the study.", "• An ECOG (Eastern Cooperative Oncology Group) performance score of 2", "Normal bone marrow function as defined by:", "Absolute number of neutrophils (NACs) > 1,500/μL;", "- Blisters > 100 000/μL;", "Hemoglobin > 10 g/dL.", "Normal liver and kidney function.", "The left ventricular ejection fraction (LVEF) within the institutional limits of normal, whichever is smaller, measured by a multi-gated acquisition scan (MUGA) or echocardiogram (ECHO).", "Life expectancy > 12 weeks.", "The status of estrogen and progesterone (or estrogen alone) receptors in the known or pending primary tumour at the time of inclusion in the study.", "In women of childbearing potential, negative serum pregnancy test within 7 days of starting treatment.", "For women of childbearing potential, agree to use a contraceptive method acceptable to their doctor from the time of first signing informed consent up to at least 3 months after the last dose of the drug under study. If a woman becomes pregnant or suspects that she is pregnant while participating in this study, she must agree to inform her attending physician immediately.", "For patients with previous invasive cancers (including breast cancer) treated for curative purposes, completion of chemotherapy or radiotherapy more than 5 years prior to inclusion in this study and absence of signs of recurrent diseases Patients may receive hormonal anti-estrogen therapy prescribed for invasive anterior breast cancer as long as the diagnosis of invasive cancer has been established more than 5 years prior to inclusion in the study.", "For patients who have had or have had sentinel lymph nodes and/or axillary dissections prior to initiation of study therapy, completion of study at least 4 weeks prior to initiation of study therapy, and well-healed injury.", "• Ability to understand and willingness to sign a written informed consent document.", "- Exclusion criteria:", "Previous treatment for this breast cancer.", "Evidence of metastatic disease.", "Previous radiations that included 30% of the major areas containing bone marrow.", "Pregnant or lactating women.", "• Neuropathy (motor or sensory) grade 1 at the beginning of the study.", "History of heart disease or major cardiac risk factors or the following:", "Uncontrolled arrhythmias", "Inadequately controlled hypertension (e.g., systolic blood pressure [BP]> 150 mmHg or diastolic BP > 100 mmHg) despite optimal medical management", "- Breast angina requiring antianginal medicines or unstable angina in the previous 6 months", "Documented history of congestive heart failure (CHF)", "Any myocardial infarction documented in the previous 6 months", "Clinically significant valvular heart disorders", "If these medications are used for the management of cardiac arrhythmia, angina or CHF. If these medications are used for other reasons (e.g., hypertension), the patient may be eligible.", "In patients with cardiomegaly on chest x-ray or ventricular hypertrophy on ECG, unless ECHO or MUGA scans over the past 3 months demonstrate that LVEF is a lower institutional limit of normal.", "A symptomatic intrinsic lung disease.", "- Active malignancy, other than superficial basal cell carcinoma, superficial squamous carcinoma (skin), in situ carcinoma or non-invasive breast cancer, over the past five years.", "• Uncontrolled intercurrent disease including (but not limited to) continuous or active infection >grade 2.", "A mental or psychiatric disorder that renders the subject unable to understand the nature, scope and possible consequences of the study or that would limit compliance with the requirements of the study.", "Any other disease, metabolic dysfunction, discovery of a physical examination or clinical discovery in the laboratory giving a reasonable suspicion of a disease or condition that is contraindicated by the use of a study agent, or that may affect the interpretation of the results or renders subjects at high risk of treatment complications.", "The chronic use of CYP3A4 inhibitors and the use of the following potent CYP3A4 inhibitors: ketoconazole, itraconazole, clarithromycin, atazanavir, nefazodone, saquinavir, telithromycin, ritonavir, amprenavir, indinavir, nelfinavir, delavirdine and voriconazole should be discontinued at least 72 hours prior to starting treatment.", "For any indication, chemotherapy was received in the 5 years prior to enrolment in the study.", "Prior treatment with trastuzumab or any other anti-HER2 agent for any indication.", "- Concomitant treatment with any other anticancer treatment.", "- Concomitant radiation therapy during the neoadjuvant study.", "• Concomitant treatment with ovarian hormone replacement therapy. Prior treatment should be discontinued prior to inclusion in the study.", "The current treatment with hormonal agents such as raloxifene, tamoxifene or other selective estrogen receptor modulators (SERMs) for either osteoporosis or for the prevention of breast cancer should be discontinued prior to inclusion in the study.", "During the previous 30 days, participation in a study with an experimental drug.", "A known or suspected allergy to Cremophor EL (polyoxyethyl castor oil), a medicine formulated in Cremophor EL such as paclitaxel, or any other agent given in this trial.", "Inability or unwillingness to comply with study procedures, including follow-up procedures."], "Results": ["Performance measures:", "Complete pathological response (CPR)", "Proportion of patients without residual invasive breast cancer in breast or axillary lymph nodes at time of surgery", "Duration: average18 months", "Results 1:", "Title of the arm/group: Ixabepilone/Trastuzumab/Carboplatin", "Description of the arm/group: Neoadjuvant treatment with Ixabepilone, Trastuzumab and Carboplatin, followed by surgery, peri-operative treatment and post-operative (adjuvant) treatment if the patient is considered a surgical candidate", "Ixabepilone: Ixabepilone 40mg/m2 infusion IV over 3 hours on day 1 of cycles 1 to 6 (all treatment cycles are 21 days)", "Trastuzumab: Trastuzumab 8mg/kg IV over 90 minutes for the first infusion (Cycle 1, Day 1) with an observation period of 60 minutes after infusion. Subsequent infusions (Day 1 of cycles 2 to 6 with all cycles of 21 days) 6mg/kg over 30 minutes if the previous dose was well tolerated; trastuzumab peri-operative 6mg/kg IV every 3-4 weeks; post-operative trastuzumab 6mg/kg IV day 1 every 3 weeks until week 52", "Carboplatin: AUC=6 IV of carboplatin per institutional guideline at day 1 of cycles 1 to 6 (all treatment cycles have a duration of 21 days)", "Total number of participants analysed: 52", "Type of measurement: Number", "Unit of measure: participants 27"], "Adverse Events": ["Undesirable Events 1:", "Total: 17/58 (29.31%)", "Febrile Neutropenia 4/58 (6.90 %)", "Constipation 1/58 (1.72 per cent)", "Diarrhoea 1/58 (1.72%)", "Dual Ulcer 1/58 (1.72%)", "Fever 1/58 (1.72 per cent)", "Non-cardiac chest pain 1/58 (1.72%)", "Cholecystitis 1/58 (1.72%)", "Infections and infestations - Other, MRSA 2/58 (3.45%)", "- bronchial infection 1/58 (1.72%)", "Infections and infestations - Other, pneumonia 1/58 (1.72%)"]}