{"Clinical Trial ID": "NCT01688609", "Intervention": ["INTERVENTION 1:", "Treatment (Lapatinib, Trastuzumab, Paclitaxel, Surgery)", "Patients receive ditosylate and trastuzumab IV lapatinib ditosylate for 30 to 90 minutes once a week for 6 weeks in the absence of disease progression or unacceptable toxicity.", "Preoperative treatment: Patients receive lapatinib ditosylate PO QD, trastuzumab IV for 30 minutes once a week and paclitaxel IV for 90 minutes once a week for 12 weeks in the absence of disease progression or unacceptable toxicity.", "· Lapatinib ditosylate: seen PO", "Paclitaxel: given IV", "Trastuzumab: under IV", "- Conventional therapeutic surgery: lumpectomy or subgo mastectomy", "Pharmacological study: Related studies", "Analysis of laboratory biomarkers: related studies"], "Eligibility": ["Incorporation criteria:", "Patients should have histologically or cytologically confirmed invasive primary breast cancer", "The primary tumour is more than 2 cm in diameter (T2) measured by caliper or ultrasound", "The overexpression and/or amplification of HER2 is confirmed by immunohistochemistry (IHC) 3+ or fluorescence hybridization in situ (FISH) + when IHC 2+", "Patients have not received pre-treatment for breast cancer.", "Patients have Karnofsky >= 70%", "Leukocytes >= 3000/mcL", "Absolute neutrophil count >= 1,500/mcL", "Hemoglobin >= 9.0 g/dL", "Platelets >= 75 000/mcL", "Total bilirubin = < 1.5 times the upper institutional limit of normal", "Aspartate aminotransferase (AST) (oxaloacetic glutamic serum transaminase (SGOT)/alanine aminotransferase (ALT) (pyruvate transaminase (SGPT)) = < 2.5 times the institutional NSA", "Creatinine = < 1.5 times the upper institutional limit of normal (ULN)", "Patients should have a left ventricular ejection fraction (LVEF) >= 50% by multi-gated acquisition (MUGA) or echocardiography", "Patients should be able to take medications orally (i.e., no uncontrolled vomiting, inability to swallow or diagnosis of chronic malabsorption).", "Women of childbearing potential must agree to use adequate contraception (hormonal method or birth control barrier; abstinence) prior to entry into the study and during the duration of participation in the study and for at least 6 months after the last dose of trastuzumab.", "• Ability to understand and will not only for treatment but also to undergo serial biopsies and sign a written informed consent document", "Only Japanese women are entitled to trial.", "- Exclusion criteria:", "Patients undergoing chemotherapy or radiation therapy", "Patients receiving other experimental agents", "Patients have distal metastases (stage IV disease)", "* Patients with previous (within 10 years) or current history of malignant neoplasm with the exception of basal and squamous carcinoma of the skin or in situ carcinoma of the cervix.", "Patients with a history of allergic reactions attributed to compounds of chemical or biological composition similar to lapatinib or other agents used in the study", "Patients receiving drugs or substances that are cytochrome inhibitors or inducers P450 3A4 (CYP3A4) are not eligible.", "* Patients with uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia or psychiatric/social conditions that would limit compliance with study requirements", "Pregnant women", "* Patients with a family or personal history of long or short congenital QT syndrome, Brugada syndrome, QT/QTc elongation or torsade de pointes", "Patients with chronic gastrointestinal disease with diarrhoea (inflammatory intestinal disease, malabsorption or diarrhoea >= grade 2 of any etiology at baseline)", "Patients with neuropathy >= grade 2 of any cause", "Patients are diagnosed with inflammatory breast cancer or bilateral breast cancer"], "Results": ["Performance measures:", "Expression of ALDH1 and CD44v Change in binary biomarkers From base to 6 weeks and 18 weeks", "For ALDH1 and CD44v biomarkers, the variation in the proportions of CD44v-positive tumour cells (CD44v+) and ALDH1-positive tumour cells (ALDH1+) in tumour tissue between baseline and 6 weeks and 18 weeks of time was determined for each patient.", "Time limit: from base to 18 weeks", "Results 1:", "Title of arm/group: Treatment (Lapatinib, Trastuzumab, Paclitaxel, Surgery)", "Description arm/group: Drug exposure: Patients receive lapatinib ditosylate PO QD and trastuzumab IV for 30-90 minutes once a week for 6 weeks in the absence of disease progression or unacceptable toxicity.", "Preoperative treatment: Patients receive lapatinib ditosylate PO QD, trastuzumab IV for 30 minutes once a week and paclitaxel IV for 90 minutes once a week for 12 weeks in the absence of disease progression or unacceptable toxicity.", "· Lapatinib ditosylate: seen PO", "Paclitaxel: given IV", "Trastuzumab: under IV", "- Conventional therapeutic surgery: lumpectomy or subgo mastectomy", "Pharmacological study: Related studies", "Analysis of laboratory biomarkers: related studies", "Total number of participants analysed: 18", "Type of measure: Number of participants", "Unit of measure: Participants basic expression CD44v: pCR: 5 27.8%", "Reference CD44v expression : non-pCR: 3 16.7%", "CD44v expression at 6 weeks: pCR: 0 0.0%", "CD44v expression at 6 weeks: non-pCR: 4 22.2%", "CD44v expression at 18 weeks: pCR: 0 0.0%", "CD44v expression at 18 weeks: non-pCR: 5 27.8%", "Initial ALDH1 expression: pCR: 8 44.4%", "Initial ALDH1 expression: non-pCR: 10 55.6%", "ALDH1 expression at 6 weeks: pCR: 7 38.9%", "ALDH1 expression at 6 weeks: non-pCR: 10 55.6%", "ALDH1 expression at 18 weeks: pCR: 8 44.4%", "ALDH1 expression at 18 weeks: non-pCR: 9 50.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/18 (0.00 per cent)"]}