{"Clinical Trial ID": "NCT00693719", "Intervention": ["INTERVENTION 1:", "- Etoposide/Irinotecan", "irinotecan hydrochloride: Irinotecan 100 mg/m2 IV days 1 and 15, 28 days/Cycle", "Etoposide: 50 mg PO x 14 days followed by 2 weeks rest, 28 days/cycle"], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Diagnosis of locally advanced or metastatic breast cancer", "A recurrent, refractory or progressive disease after prior treatment with anthracycline, taxane and capecitabine", "A prior treatment with anthracycline and taxane may have been neoadjuvant treatment, or adjuvant treatment if disease progression is documented within one year of the end of this treatment.", "Has received pre-capecitabine treatment for metastatic or recurrent disease", "A Measurable Disease", "• Bone metastases require other diseases that can be measured", "No brain metastases unless it is shown to be controlled after completion of local therapy (surgery and/or radiation therapy) for at least 4 weeks", "No meningeal carcinoma", "No malignant effusion as the only recurrence site of the disease", "Unspecified hormonal receptor status", "CHARACTERISTICS OF PATIENTS:", "• Menopausal status not specified", "State of implementation of 0-2", "Creatinine 1.5 mg/dL OR creatinine clearance 40 mL/min", "Hemoglobin 10 g/dL", "1 500 YEARS/mm^3", "Number of platelets 100 000/mm^3", "- Bilirubin normal or hyperbilirubinaemia < grade 1 (except because of Gilbert's syndrome with high levels of conjugated bilirubin)", "No pregnancy or breast-feeding", "Fertile patients should use effective contraception", "No other non-mammary malignancy except non-melanoma skin cancer", "No other serious underlying medical condition, which, in the opinion of the attending physician, would render the study protocol unreasonably dangerous to the patient or would prevent the patient from complying with the study protocol.", "THERAPE PRIOR CONCURENT:", "See Disease characteristic", "Retrieved from all chemotherapy or radiotherapy prior to NCI CTC grade 1", "Unlimited number of previously documented chemotherapy permitted", "No hydrochloride of anterior irinotecan or etoposide", "No hypericum perforatum (St. John's pertussis) 14 days before, for, or 7 days after completion of study therapy", "At least 7 days since phenytoin, carbamazepine, phenobarbital or any other enzyme-inducing anticonvulsant medicinal product (EIACD)", "No concomitant aprepitant"], "Results": ["Performance measures:", "Median time of progression", "The progression is defined using the criteria for assessing response in solid tumours (RECIST v1.0), such as a 20% increase in the sum of the longest diameter of the target lesions, or a measurable increase in non-target injury, or the appearance of new lesions", "Time: Measurement of the time between the start of treatment and the time when the patient is first recorded as having a progression of the disease or dies. If no progression or death is followed by a tumour evaluation, censored at the last known living date, besieged up to 13 months", "Results 1:", "Title of the arm/group: Etoposide/Irinotecan", "Description of the arm/group: irinotecan hydrochloride: Irinotecan 100 mg/m2 IV days 1 and 15, 28 days/Cycle", "Etoposide: 50 mg PO x 14 days followed by 2 weeks rest, 28 days/cycle", "Total number of participants analysed: 31", "Median (standard error)", "Unit of measure: Days 149 (33.83)"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/31 (12.90 per cent)", "Bleeding 1/31 (3.23%)", "- Pain 2/31 (6.45%)", "Dehydration 1/31 (3.23%)", "Dyspnoea 1/31 (3.23%)"]}