{"Clinical Trial ID": "NCT00399802", "Intervention": ["INTERVENTION 1:", "Single infusion IV of ZA 4 mg", "Participants received a single intravenous infusion of ZA 4 mg at the start of treatment and a placebo tablet corresponding to a daily dose of odanacatib for 4 weeks.", "INTERVENTION 2:", "Odanacatib 5 mg once daily", "Participants received one odanacatib 5 mg tablet once daily for 4 weeks and one single placebo IV infusion corresponding to ZA at the start of treatment."], "Eligibility": ["Incorporation criteria:", "The patient has histologically or cytologically confirmed breast cancer", "Skeletal metastases have been documented in the patient.", "- Exclusion criteria:", "The patient is currently undergoing oral bisphosphonate treatment or has a history of oral bisphosphonate use within 6 months of entry into the study."], "Results": ["Performance measures:", "Percentage change from baseline in urinary N-telopeptide of collagen type I (u-NTx) at week 4", "U-NTx is a biochemical index of bone resorption. Participants provided urine samples on Day 1 (base) and Week 4 for the measurement of u-NTx.", "Calendar: Baseline and Week 4", "Results 1:", "Title of the arm/group: Single infusion IV of ZA 4 mg", "The participants received a single IV infusion of ZA 4 mg at the start of treatment and a placebo tablet of odanacatib once daily for 4 weeks.", "Total number of participants analysed: 14", "Average (95% confidence interval)", "Unit of measure: percentage change -73 (-80 to -62)", "Results 2:", "Title of the arm/group: Odanacatib once daily 5 mg", "Description of the arm/group: Participants received one odanacatib 5 mg tablet once daily for 4 weeks and one single placebo IV infusion corresponding to ZA at the start of treatment.", "Total number of participants analysed: 27", "Average (95% confidence interval)", "Unit of measure: percentage change -77 (-82 to -71)"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/14 (14.29 per cent)", "Febrile neutropenia 0/14 (0.00 %)", "Ascites 0/14 (0.00 per cent)", "1/14 metastatic breast cancer (7.14 per cent)", "1/14 (7.14%)", "Adverse Events 2:", "Total: 4/29 (13.79%)", "Febrile neutropenia 1/29 (3.45%)", "Ascites 1/29 (3.45%)", "Metastatic breast cancer 0/29 (0.00 %)", "Bone metastases 2/29 (6.90 %)"]}