{"Clinical Trial ID": "NCT01997333", "Intervention": ["INTERVENTION 1:", "- Capecitabine", "Capecitabine is administered on days 1 to 14 of each 21-day cycle until disease progression, cessation of toxicity therapy, withdrawal of consent or completion of the study.", "INTERVENTION 2:", "CDX-011", "CDX-011 given on day 1 of each 21-day cycle until disease progression, cessation due to toxicity, withdrawal of consent or end of study."], "Eligibility": ["Incorporation criteria:", "Among other criteria, patients must meet all of the following conditions to be eligible for the study:", "● Diagnosis with metastatic cancer (i.e., a cancer that has spread)", "Minimum or zero expression of estrogen and progesterone receptors (ER/PR) < 10% of cells positive by immunohistochemistry", "HER 2 color 0 or 1+ by IHC or copy number <4.0 signals/cell", "A documented progression of the disease based on a radiographic, clinical or pathological assessment during or after the last cancer treatment received.", "This will be determined by submitting a tissue sample of advanced disease (locally advanced/recurrent or metastatic) to a central analytical laboratory.", "He has received no more than two prior chemotherapy treatments for advanced breast cancer (locally advanced/recurrent or metastatic).", "A prior chemotherapy treatment should have contained an anthracycline (e.g. doxorubicin or Doxil) if clinically indicated and a taxane (e.g. Taxol).", "State of performance of ECOG from 0 to 1.", "• Sensitivity of bone marrow, liver and kidney function.", "- Exclusion:", "Among the other criteria, patients who meet one of the following conditions are NOT eligible for the study:", "• Breast cancer progression/repetition during or within 3 months of completion of neoadjuvant or adjuvant chemotherapy.", "• Continuous neuropathy or other chemotherapy or radiation-related toxicities that are moderate (grade 2) or more severe.", "Known brain metastases, unless they are previously treated and asymptomatic for 2 months and are not progressive in size or number for 2 months.", "Important cardiovascular diseases.", "Previously received from Capecitabine and arrested due to progression or intolerance; previously received from CDX-011 or other agents containing MMAE.", "• An active systemic infection requiring treatment; infection controlled by oral treatment will not be excluded.", "Chronic use of systemic corticosteroids."], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "• Disease progression is defined using the criteria for assessing response in the solid tumour criteria (RECIST v1.1), such as an increase of 20% in the sum of the longest diameter of the target lesions, or progression in an untargeted lesion, or the appearance of new lesions. The primary PFS analysis was based on the PFS events determined retrospectively by the independent central review committee, blinded to the assignment of treatment and the assessments of researchers according to the RECIST criteria 1.1.", "Time: evaluated every 6 to 9 weeks following initiation of treatment", "Results 1:", "Title of the arm/group: Capecitabine", "Description of the arm/group: Capecitabine given on days 1 to 14 of each 21-day cycle until disease progression, cessation due to toxicity, withdrawal of consent or end of study.", "Total number of participants analysed: 109", "Median (95% confidence interval)", "Unit of measure: month 2.8 (1.6 to 3.2)", "Results 2:", "Title of arm/group: CDX-011", "Description of the arm/group: CDX-011 given on day 1 of each 21-day cycle until disease progression, cessation due to toxicity, withdrawal of consent or end of study.", "Total number of participants analysed: 218", "Median (95% confidence interval)", "Unit of measure: month 2.9 (2.8 to 3.5)"], "Adverse Events": ["Undesirable Events 1:", "Total: 19/92 (20.65 per cent)", "Anemia 0/92 (0.00 %)", "Febrile neutropenia 0/92 (0.00 %)", "- Leucopenia 0/92 (0.00 %)", "Neutropenia 1/92 (1.09%)", "Pericardial infusion 0/92 (0.00 %)", "- Sinus tachycardia 0/92 (0.00 %)", "Nuclear cataract 0/92 (0.00 %)", "Abdominal pain 2/92 (2.17 per cent)", "- Collision 0/92 (0.00 %)", "Constipation 0/92 (0.00 %)", "Diarrhoea 5/92 (5.43%)", "Enterocolitis 2/92 (2.17 per cent)", "Adverse Events 2:", "Total: 71/213 (33.33%)", "Anemia 2/213 (0.94%)", "• Febrile neutropenia 3/213 (1.41%)", "- Leucopenia 1/213 (0.47%)", "Neutropenia 2/213 (0.94%)", "2/213 (0.94%)", "Sinus tachycardia 1/213 (0.47%)", "Nuclear cataract 1/213 (0.47%)", "Abdominal pain 6/213 (2.82%)", "- Conaction 1/213 (0.47%)", "- Constipation 4/213 (1.88%)", "Diarrhoea 6/213 (2.82%)", "Enterocolitis 0/213 (0.00 %)"]}