{"Clinical Trial ID": "NCT01390064", "Intervention": ["INTERVENTION 1:", "Initial cohort", "Vaccination with Mimotope P10s-PADRE/MONTANIDE ISA 51 VG Subcutaneous administration 5 doses of 300 micrograms", "Vaccination with Mimotope P10s-PADRE/MONTANIDE ISA 51 VG: All research participants will receive Mimotope P10s-PADRE/MONTANIDE ISA 51 VG by subcutaneous injection (SC) according to schedule", "INTERVENTION 2:", "- Escalation cohort", "Vaccination with Mimotope P10s-PADRE/MONTANIDE ISA 51 VG Subcutaneous administration of 5 doses of 500 micrograms", "Vaccination with Mimotope P10s-PADRE/MONTANIDE ISA 51 VG: All research participants will receive Mimotope P10s-PADRE/MONTANIDE ISA 51 VG by subcutaneous injection (SC) according to schedule"], "Eligibility": ["Incorporation criteria:", "Cancer can be newly diagnosed metastatic or relapsed after primary or complementary treatment and must not have required a change of treatment for 2 months. Anti-estrogen or chemotherapy treatments are allowed. The chemotherapy regimen cannot contain steroids in pre- or post-support medicines. If a subject is under an experimental medicine, the drug should be eliminated from the body over a period of 4 weeks.", "The American Joint Commission on Cancer (AJCC), sixth edition, will stage the diseases.", "• Aged 18 years and over of all races and ethnic groups.", "ECOG Performance Status 0 or 1.", "Subjects should not have an active infection requiring antibiotic treatment.", "Subjects should not have other significant medical, surgical or psychiatric problems, or need a drug or treatment that may interfere with treatment compliance.", "Subjects should not have any diagnosis or evidence of organic brain syndrome, significant impairment of basal cognitive function, or any psychiatric disorder that may prevent participation in the complete protocol.", "Subjects with a history of in situ cancer, including lobular carcinoma of the breast in situ, cervical cancer in situ, atypical melanocytic hyperplasia or Clark I melanoma in situ, or basal or squamous skin cancer, are eligible provided they are not suffering from disease at the time of registration.", "Subjects who have been on systemic steroids will need a 6-week washing period. Subjects who stop using these drug classes for at least 6 weeks prior to registration are eligible if, in the opinion of the treating physician, the subject is not likely to require these drug classes during the treatment period. Substitution steroid doses are permitted for subjects with adrenal insufficiency.", "Women of childbearing potential should not be pregnant (a negative serum pregnancy test should be performed 48 hours prior to receiving the first dose of the drug under study) or breast-feeding due to unknown effects of peptide/mimotope vaccines on a fetus or infant.", "Women of childbearing potential should be advised to use an accepted and effective method of contraception (including abstinence) during treatment and for 18 months after completion or discontinuation of treatment.", "Subjects should have obtained a white blood cell count (WBC) of 3000/mm3 and a platelet count of 100,000/mm3 within 2 weeks prior to registration.", "Subjects should have serum glutamic-oxaloacetic transaminase (SGOT)/ aspartate aminotransferase (AST) and upper institutional limit (IUL) of normal and serum creatinine 1.8 mg/dl, all obtained within 2 weeks prior to registration.", "Subjects should be immunocompetent as measured by reactivity to two booster antigens by skin test.", "All subjects wishing to participate in the study must sign an informed consent approved by the UAMS Institutional Review Panel.", "The laboratory tests should be performed within 2 weeks of the first dose."], "Results": ["Performance measures:", "Number of participants with dose-limiting toxicity (Defined as Grade 3 or higher adverse event)", "The safety and safety of P10s-PADRE/MONTANIDE ISA51 VG vaccine will be determined by toxicity assessments throughout the study. Subjects will be assessed for toxicity using version 4.0 of the National Cancer Institute (NCI) Common Adverse Event Terminology.", "Duration: 9 weeks per subject", "Results 1:", "Title of the arm/group: Initial cohort", "Description of the arm/group: Vaccination with Mimotope P10s-PADRE/MONTANIDE ISA 51 VG Subcutaneous administration 5 doses of 300 micrograms", "Vaccination with Mimotope P10s-PADRE/MONTANIDE ISA 51 VG: All research participants will receive Mimotope P10s-PADRE/MONTANIDE ISA 51 VG by subcutaneous injection (SC) according to schedule", "Total number of participants analysed: 3", "Type of measurement: Number", "Unit of measurement: participants 0", "Results 2:", "Title of the arm/group: Escalation Cohort", "Description of the arm/group: Vaccination with Mimotope P10s-PADRE/MONTANIDE ISA 51 VG Subcutaneous administration of 5 doses of 500 micrograms", "Vaccination with Mimotope P10s-PADRE/MONTANIDE ISA 51 VG: All research participants will receive Mimotope P10s-PADRE/MONTANIDE ISA 51 VG by subcutaneous injection (SC) according to schedule", "Total number of participants analysed: 3", "Type of measurement: Number", "Unit of measurement: participants 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/3 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}