{"Clinical Trial ID": "NCT02073487", "Intervention": ["INTERVENTION 1:", "T-DM1 + Lapatinib + Abraxane", "Intravenous T-DM1 (IV) every three weeks plus L orally once daily for 6 weeks followed by abraxane IV weekly for 12 weeks.", "T-DM1: conjugate antibody-drug for trastuzumab and emtansine", "Lapatinib: double tyrosine kinase inhibitor (HER2 and EGFR)", "Abraxane: albumin-bound paclitaxel. chemotherapy - microtubule inhibitor.", "INTERVENTION 2:", "Trastuzumab + Pertuzumab + Paclitaxel", "Trastuzumab IV weekly plus pertuzumab IV every 3 weeks for 6 weeks, followed by paclitaxel IV weekly for 12 weeks.", "Trastuzumab: monoclonal antibodies against Her2", "Paclitaxel: chemotherapy - microtubule inhibitor", "Pertuzumab: monoclonal antibodies against HER2"], "Eligibility": ["Incorporation criteria:", "Female sex;", "- The age of 18 years;", "Performance Status - Eastern Cooperative Oncology Group (ECOG) 0-1", "Invasive breast cancer confirmed histologically:", "● Primary tumour over 1 cm in diameter, measured by clinical examination and mammography or ultrasound.", "Any N,", "No evidence of metastases (M0) (involvement of isolated supraclavicular nodes is permitted);", "Overexpression and/or amplification of HER2 in the invasive component of the primary tumour and confirmed by a certified laboratory prior to randomization.", "Known status of hormonal receptors.", "Haematopoietic status:", "CBC no less than 0.75 of the lower institutional limit. Absolute number of neutrophils 1.5 x 10^9/L, platelet count 100 x 10^9/L, hemoglobin at least 9 g/dl,", "Liver status:", "In the case of known Gilbert syndrome, higher total serum bilirubin (< 1.5 x ULN) is allowed, Aspartate Aminotransferase (AST) and Alanine Aminotransferase (ALT) 3.5 times ULN, Alkaline phosphatase 2.5 times ULN, renal status: Creatinine 1.5mg/dL,", "Cardiopathy: initial left ventricular ejection fraction (VEF) 3 50% measured by echocardiography (ECHO) or multiple door acquisition scanning (MUGA),", "β-hCG negative serum or urinary pregnancy test for patients of childbearing potential within 2 weeks (preferably 7 days) prior to randomization.", "Fertile patients should use effective contraception (barrier method - condoms, diaphragm - also in combination with spermicide jelly, or total abstinence. Oral hormonal contraceptives, injections or implants are not allowed)", "Signed Informed Consent Form (ICF)", "The patient agrees to make available tumour samples to be submitted to the central laboratory for translation studies under this protocol.", "- Exclusion criteria:", "Previous (less than 5 years) or current history of malignant neoplasms, except for curative treatments: basal and squamous skin carcinoma; in situ cervix carcinoma.", "Patients with prior malignancy diagnosed more than 5 years prior to randomization may enter the study.", "· Pre-existing peripheral neuropathy grade 2", "- known history of uncontrolled or symptomatic angina, clinically significant arrhythmias, congestive heart failure, transmural myocardial infarction, uncontrolled hypertension (180/110), unstable diabetes mellitus, resting dyspnoea or chronic oxygen treatment;", "A concomitant illness or condition that would render the subject inappropriate for participation in the study or any serious medical condition that would affect the safety of the subject;", "• Unsolved or unstable serious adverse events resulting from the prior administration of another experimental medicinal product;", "Dementia, altered mental condition or any psychiatric condition that would prevent the understanding or application of the CFI;", "· Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small intestine; subjects with ulcerative colitis are also excluded;", "Concomitant therapy for neoadjuvant cancer (chemotherapy, radiotherapy, immunotherapy, biological therapy other than test therapies);", "- Concomitant treatment with a research officer or participation in another clinical therapeutic trial;", "Known as immediate or delayed hypersensitivity reactions or idiosyncrasia to medicinal products chemically related to trastuzumab Emtansine, trastuzumab, lapatinib, paclitaxel, abraxane or their components;", "Pregnant or lactating women;", "The concomitant use of CYP3A4 inhibitors or inducers", "Other co-occurring serious and/or uncontrolled medical conditions (e.g., active or uncontrolled infection, uncontrolled diabetes) that could lead to unacceptable safety risks or compromise protocol compliance", "Patients have an active infection and need antibiotics IV or oral.", "Pregnant or lactating women", "Patients who are unwilling or unable to comply with the protocol"], "Results": ["Performance measures:", "- Complete pathological response (pCR) RCB-0 or RCB-1", "To evaluate the complete pathological response (pCR) in the breast after treatment with Trastuzumab Emtansine plus Lapatinib followed by Abraxane in women with breast cancer HER2 Neu overexpressed by criteria for assessing response in solid tumours Criteria (RECIST v1.0) for target lesions and evaluated by MRI: Complete response (CR), disappearance of all target lesions; Partial response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Overall response (RO) = RC + PR. » or similar definition that is accurate and appropriate.", "The residual burden of cancer (RCB)-0 was synonymous with pCR, indicating that there is no residual disease.", "Duration: From the date of randomization to the date of surgery, about 16 weeks", "Results 1:", "Title of arm/group: T-DM1 + Lapatinib + Abraxane", "Description of the arm/group: intravenous T-DM1 (IV) every three weeks plus oral L once daily for 6 weeks followed by abraxane IV per week for 12 weeks.", "T-DM1: conjugate antibody-drug for trastuzumab and emtansine", "Lapatinib: double tyrosine kinase inhibitor (HER2 and EGFR)", "Abraxane: albumin-bound paclitaxel. chemotherapy - microtubule inhibitor.", "Total number of participants analysed: 14", "Type of measure: Number of participants", "Unit of measure: Participants 14 100.0%", "Results 2:", "Title of arm/group: Trastuzumab + Pertuzumab + Paclitaxel", "Description of the arm/group: Trastuzumab IV weekly plus pertuzumab IV every 3 weeks for 6 weeks, followed by paclitaxel IV weekly for 12 weeks.", "Trastuzumab: monoclonal antibodies against Her2", "Paclitaxel: chemotherapy - microtubule inhibitor", "Pertuzumab: monoclonal antibodies against HER2", "Total number of participants analysed: 16", "Type of measure: Number of participants", "Unit of measure: Participants 10 62.5%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/14 (0.00 per cent)", "Adverse Events 2:", "Total: 0/16 (0.00 per cent)"]}