{"Clinical Trial ID": "NCT00662025", "Intervention": ["INTERVENTION 1:", "SUNITINIB + CAPECITABINE", "Sunitinib was administered orally from day 1 at an initial dose of 37.5 mg/day on a continuous daily dosing schedule during 21-day cycles. Capecitabine was administered orally from day 1 to 14 days every 21 days at an initial dose of 2,000 mg/m^2/day. Participants were monitored for toxicity, and sunitinib and/or capecitabine assays could be interrupted or reduced based on individual tolerance."], "Eligibility": ["Incorporation criteria:", "A histologically or cytologically proven diagnosis of mammary adenocarcinoma that is not conducive to surgery, radiation therapy or treatment combined with a curative intent", "● Measurable lesions that have already been irradiated will not be considered target lesions unless the increase in size has been observed after the completion of radiation therapy.", "Previous treatment with anthracycline and taxane in neoadjuvant, adjuvant or metastatic media.", "- Exclusion criteria:", "Inflammatory carcinoma histology without other measurable disease. Patients with inflammatory carcinoma histology are allowed to study if they have a measurable disease.", "- Brain metastases, spinal cord compression or carcinoma meningitis or leptomenal disease.", "· Prior treatment with 5-fluorouracil (5-FU) and 5-FU derivatives such as Furtulon (5'-DFUR), Futraful/ Sunfural (tegafur), UFT/UFT-E (tegafur/uracil), TS-1 (tegafur/gimeracil/oteracil) or Mifurol (carmofur) as part of a metastatic disease"], "Results": ["Performance measures:", "Number of participants with an objective response based on the Data Review Committee's evaluation", "Number of participants with an objective response based on the assessment of the confirmed complete response (RC) or confirmed partial response (PR) according to the criteria for assessing the response in version 1.0 (RECIST) of solid tumours. RC is defined as the removal of all target and non-target lesions. PR is defined as a 30% decrease in the sum of the longest (LD) target lesions taking as a reference the LD base sum according to RECIST. Confirmed responses are those that persist during the repeated assessment 4 weeks after the initial documentation of the response.", "Duration: Day 1 of cycle 2, every 6 weeks after cycle 2, and at the end of cycle 8.", "Results 1:", "Title of arm/group: SUNITINIB+CAPECITABINE", "Sunitinib was administered orally from day 1 to day 1 at an initial dose of 37.5 mg/day on a continuous daily dosing schedule during 21-day cycles. Capecitabine was administered orally from days 1 to 14 every 21 days at an initial dose of 2,000 mg/m^2/day. Participants were monitored for toxicity, and sunitinib and/or capecitabine assays could be discontinued or reduced based on individual tolerance.", "Total number of participants analysed: 63", "Type of measurement: Number", "Unit of measure: participants Total number of participants with CR+PR: 19", "Complete response (CR): 0", "Partial response (PR): 19"], "Adverse Events": ["Undesirable Events 1:", "Total: 17/63 (26.98%)", "Febrile neutropenia 1/63 (1.59%)", "Leukopenia 1/63 (1.59%)", "Thrombocytopenia 3/63 (4.76%)", "Anemia 1/63 (1.59%)", "Ascites 1/63 (1.59%)", "Diarrhoea 1/63 (1.59%)", "Gingival haemorrhage 1/63 (1.59%)", "- Vomiting 1/63 (1.59%)", "Gastrointestinal haemorrhage 1/63 (1.59%)", "Fatigue 2/63 (3.17 per cent)", "• Malaise 2/63 (3.17 per cent)", "Pyrexia 2/63 (3.17 per cent)"]}