{"Clinical Trial ID": "NCT02352779", "Intervention": ["INTERVENTION 1:", "Bras I (low-dose omega-3 fatty acid)", "Patients receive low doses of omega-3 PO BID and placebo PO BID supplementation for 6 weeks.", "Omega-3 Fatty acids: given PO", "Placebo: With PO", "Questionnaire Administration: Auxiliary Studies", "Analysis of laboratory biomarkers: related studies", "INTERVENTION 2:", "Bras II (Omega-3 fatty acid at high dose)", "Patients receive a high dose of omega-3 PO BID supplementation for 6 weeks.", "Omega-3 Fatty acids: given PO", "Questionnaire Administration: Auxiliary Studies", "Analysis of laboratory biomarkers: related studies"], "Eligibility": ["Incorporation criteria:", "Have a confirmed diagnosis of breast cancer; participants may have had more than one diagnosis of primary cancer in the past", "Have undergone a standard type or combination of adjuvant therapy (surgery, chemotherapy, radiation therapy) for breast cancer", "· To have completed all forms of standard adjuvant therapy (surgery, chemotherapy, radiotherapy) for breast cancer between 4 and 36 months prior to study registration; participants can currently take hormones (such as tamoxifen) or monoclonal antibodies (such as Herceptin)", "There must be cancer-related fatigue, as indicated by a response of 4 or more when asked to assess their level of fatigue at its worst in the last week on an 11-point scale anchored by \"0\" = no fatigue and \"10\" = as bad as you can imagine", "Be able to read English", "• Capable of swallowing medicines", "• Provide written informed consent", "- Exclusion criteria:", "Have used omega-3 marine supplements at any time in the previous 3 months (this includes omega-3 prescription drugs such as Lovaza®)", "• Taking anticoagulant medicines (not including aspirin)", "• Sensitivity or allergy to fish and/or molluscs", "• Sensitivity or allergy to soya and/or soya", "Have confirmed a diagnosis of chronic fatigue syndrome or other diagnosis known to cause severe fatigue"], "Results": ["Performance measures:", "Average change (6 weeks - baseline) and standard deviation in cancer-related fatigue, using the brief Fatigue Inventory - Abbreviated Form (BFI-SF) and the Multidimensional Fatigue Symptoms Inventory - Abbreviated Form (MFSI-SF). 81 Subjects had both a baseline value and a 6 week value", "BFI-SF is a 4-point questionnaire to assess the severity of fatigue, ranging from 0 (no fatigue) to 10 (as bad as you can imagine).", "The first four sub-scales (general, physical, emotional and mental) are summarized and the vigour scale is subtracted to create a total fatigue score of -32 (low fatigue) to 96 (low fatigue).", "Time limit: reference at 6 weeks", "Results 1:", "Arm/group title: arms I (low-dose omega-3 fatty acid)", "Description arm/group: Patients receive a low dose of omega-3 PO BID and placebo PO BID supplementation for 6 weeks.", "Omega-3 Fatty acids: given PO", "Placebo: With PO", "Questionnaire Administration: Auxiliary Studies", "Analysis of laboratory biomarkers: related studies", "Total number of participants analysed: 24", "Average least squares (95% confidence interval)", "Unit of measurement: units on a scale BFI-SF Average Post - Pre: -3.66 (-4.37 to -2.96)", "· MFSI-SF Medium post - Pre: -11.03 (-16.55 to -5.5)", "Results 2:", "Arm/group title: arms II (Omega-3 fatty acid at high dose)", "Description arm/group: Patients receive a high dose of omega-3 PO BID fatty acid supplementation for 6 weeks.", "Omega-3 Fatty acids: given PO", "Questionnaire Administration: Auxiliary Studies", "Analysis of laboratory biomarkers: related studies", "Total number of participants analysed: 30", "Average least squares (95% confidence interval)", "Unit of measure: units on a BFI-SF scale Average position - Pre: -3.68 (-4.31 to -3.05)", "· MFSI-SF Medium position - front: -13.93 (-18.82 to -9.05)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/29 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}