{"Clinical Trial ID": "NCT01964924", "Intervention": ["INTERVENTION 1:", "Treatment (Trametinib, Akt inhibitor GSK2141795)", "PART 1: Patients receive trametinib PD on days 1 to 28. Courses are repeated every 28 days in the absence of disease progression or unacceptable toxicity.", "PART 2: Patients receive trametinib as in Part 1 and also receive an Akt inhibitor GSK2141795 PO QD on days 1 to 28. Courses are repeated every 28 days in the absence of disease progression or unacceptable toxicity.", "Akt inhibitor GSK2141795: Seen PO", "Analysis of laboratory biomarkers: related studies", "Trametinib: With PO"], "Eligibility": ["Incorporation criteria:", "Patients should have invasive invasive metastatic breast cancer confirmed histologically or cytologically that is negative for the estrogen receptor (ER), progesterone receptor (PR) and HER2 according to institutional guidelines.", "Patients should have a measurable disease (Response assessment criteria in solid tumours version 1.1 [RECIST 1.1])", "Patients should have been exposed to at least 1 and no more than 3 prior chemotherapy for the treatment of metastatic breast cancer.", "• Patients must consent to both pre-treatment and mandatory post-treatment research biopsy before entering the trial, and must therefore have tissues (excluding bones or brain) that can be biopsy-ready.", "The Eastern Cooperative Oncology Group (ECOG) is in a position to assess the Statement of Operations 0-1", "More than 3 months' life expectancy", "• Capable of swallowing and conserving oral medicinal products and has no clinically significant gastrointestinal abnormalities that may affect absorption, such as malabsorption syndrome or major resection of the stomach or intestines", "All prior treatment-related toxicity should be common terminology criteria for adverse events of version 4 (CTCAE v4) grade = < 1 (excluding alopecia) at the time of registration", "Absolute neutrophil count >= 1,500/mcL", "Platelets >= 75 000/mcL", "Total bilirubin = < 1.5 × upper institutional limit of normal", "Aspartate aminotransferase (AST) (oxaloacetic glutamic serum transaminase [SGOT])/alanine aminotransferase (ALT) (sérém glutamate pyruvate transaminase [SGPT]) = < 2.5 × upper institutional limit of normal", "- Left ventricular ejection fraction (LVEF) >= lower institutional limit of normal by echocardiogram (ECHO) or multi-channel acquisition analysis (MUGA)", "Serum creatinine = < 1.5 mg/dL OR calculated creatinine clearance (Cockcroft-Gault form) >= 50 mL/min OR creatinine clearance in urine 24 hours >= 50 mL/min", "Patients should have controlled blood pressure with systolic blood pressure < 140 mmHg and diastolic pressure < 90 mmHg; antihypertensive medicinal products are allowed", "Patients should be at least 4 weeks after the last radiation dose; patients should be at least 4 weeks after the last chemotherapy, targeted treatment or biological treatment (except for a 2 week wash for patients who were receiving chemotherapy at a dose below the standard of care, provided all other eligibility criteria are met); patients should be at least 4 weeks after the last surgery and be recovered from all post-operative complications.", "• Women of childbearing potential and men must agree to use adequate contraception (hormonal method or contraception barrier; abstinence) prior to entry into the study and for the duration of participation in the study; if a woman is pregnant or suspects that she is pregnant while she or her partner is participating in the study, she must immediately inform her attending physician; men treated or enrolled in this protocol must also agree to use adequate contraception before the study, for the duration of participation in the study, and 4 months after the end of trametinib monotherapy or in combination with GSK2141795.", "Capacity to understand and willingness to sign a written informed consent document", "- Exclusion criteria:", "History of another malignancy", "Exception: patients who have been disease-free for 3 years, or patients with a history of completely resisted non-melanoma skin cancer and/or patients with indolent secondary malignancies are eligible.", "History of interstitial pulmonary disease or pneumonitis", "If a patient has type II diabetes, hemoglobin (haemoglobin A1C) = < 8%; patients with fasting glucose testing > 120 mg/dL will be excluded.", "• Uncontrolled hypothyroidism; patients should have normal thyroid stimulating hormone (TSH) according to institutional standards at baseline", "Patients receiving other experimental agents", "People with symptomatic or progressive brain metastases are not eligible; subjects with treated brain metastases are eligible if they do not have signs of radiographic or other progression in the brain for >= 3 weeks after completion of local therapy; any use of corticosteroids for brain metastases must have been discontinued without subsequent onset of symptoms for >= 3 weeks prior to enrolment in the study.", "History of allergic reactions attributed to compounds of chemical or biological composition similar to trametinib monotherapy or trametinib in combination with GSK2141795", "The current use of a prohibited drug; the following drugs or other treatments are prohibited:", "Other anticancer therapy during study treatment (megestrol if used as an appetite stimulant is allowed)", "The concomitant use of all herbal supplements is prohibited during the study (including, but not limited to, St. John's wort, kava, ephedra [ma huang], gingko biloba, yohimbe, saw palmetto or ginseng)", "Patients receiving potent cytochrome P450 inhibitors or inducers, family 3, subfamily A, polypeptide 4 (CYP3A4) are not eligible.", "Current history or evidence/risks of retinal vein occlusion (RVO) or central serous retinopathy (CSR) or predisposing factors to VAR or CSR (e.g., uncontrolled glaucoma or eye hypertension, uncontrolled hypertension, history of hyperviscosity or hypercoagulability syndromes); visible retinal pathology assessed by an ophthalmic examination that is considered a risk factor for VAR or CSR, such as evidence of new optical disk cuts, evidence of new visual field defects and intraocular pressure > 21 mm Hg", "• Uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia or psychiatric or social conditions that would limit compliance with study requirements", "Pregnant women are excluded from this study, breast-feeding should be discontinued if the mother is treated with trametinib monotherapy or trametinib in combination with GSK2141795.", "Patients infected with human immunodeficiency virus (HIV) with combination antiretroviral therapy are not eligible."], "Results": ["Performance measures:", "- Objective response rate (ORR), defined as the proportion of patients with partial response (PR) or complete response (CR) (RECIST 1.1) within the first six months of initiation of trametinib treatment", "By Response Assessment Criteria in Solid Tumours Criteria (RECIST v1.0) for Targeted and MRI-Assessed Injuries: complete response (CR), elimination of all target lesions; partial response (PR), >=30% decrease in the sum of the longest diameter of target lesions; overall response (RO) = CR + PR.", "Time limit: 6 months", "Results 1:", "Category of arm/group: Treatment (Trametinib, Akt inhibitor GSK2141795)", "Part 1: Patients receive trametinib QCM on days 1 to 28. Courses are repeated every 28 days in the absence of disease progression or unacceptable toxicity.", "PART 2: Patients receive trametinib as in Part 1 and also receive an Akt inhibitor GSK2141795 PO QD on days 1 to 28. Courses are repeated every 28 days in the absence of disease progression or unacceptable toxicity.", "Akt inhibitor GSK2141795: Seen PO", "Analysis of laboratory biomarkers: related studies", "Trametinib: With PO", "Total number of participants analysed: 37", "Type of measure: Number of participants", "Unit of measure: Participants 2 5.4%"], "Adverse Events": ["Undesirable Events 1:", "Total: 30/37 (81.08 per cent)", "Anemia 1/37 (2.70%)", "- Leucocytosis 1/37 (2.70%)", "Cardiac arrest 1/37 (2.70%)", "Vertigo 1/37 (2.70%)", "Diarrhoea 0/37 (0.00 %)", "Dysphagia 1/37 (2.70%)", "Enterocolitis 0/37 (0.00 %)", "Vomiting 0/37 (0.00 %)", "Deaths NOS 1/37 (2.70%)", "Sense of edema 1/37 (2.70%)", "Members of edema 1/37 (2.70%)", "Fever 1/37 (2.70%)"]}