{"Clinical Trial ID": "NCT00679341", "Intervention": ["INTERVENTION 1:", "- Trastuzumab Emtansine", "Patients received trastuzumab emtansine 3.6 mg/kg intravenous (IV) for 30 to 90 minutes every 3 weeks on day 1 of each 21-day cycle.", "INTERVENTION 2:", "Trastuzumab + Docetaxel", "Patients received a loading dose of trastuzumab 8 mg/kg IV + docetaxel 75 or 100 mg/m^2 IV on day 1 of Cycle 1, followed by trastuzumab 6 mg/kg IV + docetaxel 75 or 100 mg/m^2 IV on day 1 of all subsequent 21-day cycles."], "Eligibility": ["Incorporation criteria:", "A breast adenocarcinoma confirmed histologically or cytologically with locally advanced or metastatic disease, and a candidate for chemotherapy.", "The receptor 2 (HER2)-positive human epidermal growth factor.", "No previous chemotherapy for metastatic breast cancer (MBC).", "A measurable disease.", "- 18 years old.", "For women of childbearing potential and men of childbearing potential, agree to use a highly effective non-hormonal form of contraception or two non-hormonal forms of contraception by the patient and/or partner. The use of contraception should continue during the duration of the study treatment and for at least 6 months after the last treatment dose under study.", "- Exclusion criteria:", "• History of any chemotherapy for MBC.", "A interval of < 6 months between the completion of cytotoxic chemotherapy in the neoadjuvant or adjuvant setting until the time of metastatic diagnosis.", "- Trastuzumab 21 days before randomization.", "- Hormonal treatment < 7 days prior to randomization.", "Current Peripheral Neuropathy Grade 3.", "History of other malignancies over the past 5 years, except for carcinomas appropriately treated in situ for cervix, non-melanoma skin carcinoma, stage I uterus cancer or other cancers with similar results to those mentioned above.", "- Previous radiotherapy for the treatment of non-resectable, locally advanced or metastatic breast cancer is not permitted if more than 25% of bone with marrow has been irradiated or the last fraction of radiation therapy has been administered within approximately 3 weeks prior to randomization.", "• Untreated, symptomatic or treatment-necessary brain metastases to control symptoms or any radiation, surgery or other treatment to control symptoms of brain metastases within 2 months prior to randomization.", "- History of exposure to the following cumulative doses of anthracyclines: doxorubicin or doxorubicin liposomal > 500 mg/m^2; epirubin > 900 mg/m^2; mitoxantrone > 120 mg/m^2 and idarubicin > 90 mg/m^2.", "The current unstable angina.", "• History of symptomatic congestive heart failure or ventricular arrhythmia requiring treatment.", "History of myocardial infarction in the 6 months prior to randomization.", "The left ventricular ejection fraction is less than 50% within 28 days prior to randomization.", "History of decreased FEVL or symptomatic congestive heart failure (FHF) with prior treatment with adjuvant trastuzumab.", "- Cardiac troponin I 0.2 ng/mL within 28 days of randomization.", "- Severe resting dyspnoea due to complications of advanced malignancy or requiring routine continuous oxygen therapy.", "A serious and uncontrolled systemic disease (e.g., clinically significant cardiovascular, pulmonary or metabolic disease; wound healing disorders; ulcers; or bone fractures).", "• Major surgery or significant traumatic injury within approximately 28 days of randomization or anticipation of the need for major surgery during the study.", "* Current pregnancy or breast-feeding.", "• History of experimental treatment within 28 days prior to randomization.", "The current known human immunodeficiency virus (HIV), active hepatitis B and/or hepatitis C virus.", "History of intolerance (including Grade 3-4 infusion reaction) or hypersensitivity to trastuzumab, murine proteins or docetaxel.", "A known hypersensitivity to any of the study medicinal products, including excipients, or to any other medicinal product formulated in polysorbate 80.", "The investigator found that he was unable or unwilling to comply with the requirements of the protocol."], "Results": ["Performance measures:", "- Progression-free survival (PFS) by the researcher using criteria for assessing the modified response in solid tumours (RECIST)", "For target lesions (TL), the RFP was defined as an increase of at least 20% in the sum of the longest diameter (TSD) of LT, using the SDR recorded since the start of treatment or the occurrence of one or more new lesions. For non-TL lesions, the RFP was defined as the occurrence of one or more new lesions and/or the unequivocal progression of existing non-TL. Data for patients who did not have PSD or death were censored at the last date of the tumour assessment prior to the crossing (or, if no tumour evaluation was performed after the reference point, at the R +1 day date). Data for patients who had lost follow-up were censored at the last date of the tumour assessment prior to the crossing at which the patient was known to be free of progression. Data for patients who did not have post-baseline tumour assessment were censored at the R +1 day date.", "Time limit: Reference data up to the deadline of 15 November 2010 (up to 2 years and 2 months)", "Results 1:", "Title of the arm/group: Trastuzumab Emtansine", "Patients received trastuzumab emtansine 3.6 mg/kg intravenous (IV) for 30 to 90 minutes every 3 weeks on day 1 of each 21-day cycle.", "Total number of participants analysed: 67", "Median (95% confidence interval)", "Unit of measurement: Month 14.2 [1] (10.6 to NA)", "Results 2:", "Title of arm/group: Trastuzumab + Docetaxel", "Patients received a loading dose of trastuzumab 8 mg/kg IV + docetaxel 75 or 100 mg/m^2 IV on day 1 of Cycle 1, followed by trastuzumab 6 mg/kg IV + docetaxel 75 or 100 mg/m^2 IV on day 1 of all subsequent 21-day cycles.", "Total number of participants analysed: 70", "Median (95% confidence interval)", "Unit of measurement: Month 9.2 (8.2-11.2)"], "Adverse Events": ["Undesirable Events 1:", "Total: 14/69 (20.29 per cent)", "Febrile neutropenia 0/69 (0.00 %)", "Anemia 0/69 (0.00 %)", "Atrial fibrillation 1/69 (1.45%)", "- Cardiopulmonary failure 0/69 (0.00 %)", "Superventricular extrasystoles 1/69 (1.45%)", "Abdominal pain 1/69 (1.45%)", "Intestinal occlusion 0/69 (0.00 %)", "- Vomiting 1/69 (1.45%)", "Cooling 1/69 (1.45%)", "Peripheral edema 0/69 (0.00 %)", "Pyrexia 1/69 (1.45%)", "Adverse Events 2:", "Total: 17/66 (25.76 per cent)", "Febrile neutropenia 6/66 (9.09 %)", "Anemia 1/66 (1.52%)", "Atrial fibrillation 1/66 (1.52%)", "Cardiopulmonary failure 1/66 (1.52%)", "Superventricular extrasystoles 0/66 (0.00 %)", "Abdominal pain 0/66 (0.00 %)", "Intestinal occlusion 1/66 (1.52%)", "Vomiting 0/66 (0.00 %)", "- Cooling 0.66 (0.00 per cent)", "Peripheral edema 1/66 (1.52%)", "Pyrexia 0/66 (0.00 %)"]}