{"Clinical Trial ID": "NCT00902330", "Intervention": ["INTERVENTION 1:", "Weapons I (Cranial Microcurrent Electric Stimulation [CES])", "Patients receive an ESC unit (Alpha-Stim® 100 Microcurrent Stimulator) that passes microcurrent levels of biphasic electrical stimulation via ear lobes electrodes. The CES unit is preset to provide 1 hour of 100 μA (subsensory level), biphasic stimulation with square waves modified over a cycle of 50% to 0.05 Hz, and to automatically turn off at the end of an hour. Patients use their CES unit once a day in weeks 1 to 18.", "Energy-based therapy: Given once a day for 18 weeks", "INTERVENTION 2:", "Arm II (Sham CES)", "Patients receive a unit of CSE as in arm I, but the ear lobe electrodes do not pass the electric current. Patients use their unit of CSE once a day in weeks 1-18.", "Once a day for 18 weeks"], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Diagnosis of Stage I-IIIA breast cancer", "• Planned to receive adjuvant chemotherapy", "Unspecified hormonal receptor status", "CHARACTERISTICS OF PATIENTS:", "Pre, peri or postmenopausal", "ECOG Performance Status 0-1", "No dementia", "No active psychosis", "No history of convulsions", "No implanted electrical device", "THERAPE PRIOR CONCURENT:", "See Disease Characteristics", "No previous chemotherapy", "No drug treatment has been initiated for depression or any other psychiatric condition in the last 30 days."], "Results": ["Performance measures:", "The effects of ESC compared to ESC Sham on symptoms of depression, anxiety, fatigue, pain and sleep disorders in women receiving early breast cancer adjuvant chemotherapy", "Using the Hospital Anxiety and Depression Scale (HADS), a scale of 14 elements, 7 refers to anxiety, 7 to depression; each element is rated from 0 to 3, one person can score from 0 to 21 for anxiety or depression (0 is best and 21 is worst), brief pain inventory (BPI) measures the intensity and interference of pain in the patient's life; 12 questions with 0 (do not interfere) to 10 (completely interfere); medium will be used as a measure of pain; short fatigue inventory (BFI) will assess the severity and impact of cancer-related fatigue.", "Time limit: up to 2 weeks after completion of treatment, up to 8 months", "Results 1:", "Title of the arm/group: Arm I (Electric stimulation of the cranial microcurrent [CES])", "The ET unit is pre-set to provide 1 hour of 100 μA (subsensory level), biphasic square wave stimulation modified over a cycle of 50% to 0.05 Hz, and to automatically turn off at the end of an hour. Patients use their ET unit once a day in weeks 1 to 18.", "Energy-based therapy: Given once a day for 18 weeks", "Total number of participants analysed: 77", "Average of least squares (standard deviation)", "Unit of measurement: units on a scale Anxiety: 4.040 (0.419)", "Depression: 4,520 (0.398)", "Fatigue: 3.349 (0.294)", "Pain: 1.174 (0.197)", "- Sleep: 38,235 (2.376)", "Results 2:", "Title of arm/group: Arm II (Sham CES)", "Description of the arm/group: Patients receive an ESC unit as in arm I, but the ear lobes electrodes do not pass the electric current. Patients use their ESC unit once a day in weeks 1-18.", "Once a day for 18 weeks", "Total number of participants analysed: 75", "Average of least squares (standard deviation)", "Unit of measurement: units on a scale Anxiety: 4.529 (0.431)", "Depression: 4.565 (0.407)", "Fatigue: 3.191 (0.301)", "Pain: 1,272 (0.202)", "- Sleep: 40.474 (2.443)"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/77 (1.30 per cent)", "Seizure * [1]1/77 (1.30%)", "Adverse Events 2:", "Total: 0/75 (0.00 per cent)", "• Seizure * [1]0/75 (0.00 %)"]}