{"Clinical Trial ID": "NCT00479674", "Intervention": ["INTERVENTION 1:", "Abraxane, Carboplatin, Bevacizumab", "Abraxane 100 mg/m2 IV over 30 min days 1.815.; AUC = 2 IV over 15 min days 1.815., Bevacizumab 10 mg/kg IV days 1.15", "Abraxane: 100 mg/m2 IV over 30 min days 1.8,15. Repeated cycles Every 28 days until documented evidence of disease progression by RECIST criteria, intolerable toxicity, or death.", "Bevacizumab: 10 mg/kg IV days 1.15 Repeated cycles Every 28 days until documented evidence of disease progression by RECIST criteria, intolerable toxicity or death.", "Carboplatin: curved surface (AUC) = 2 IV over 15 min days 1.8.15. Repeated cycles Every 28 days until documented evidence of progression of the disease by RECIST criteria, intolerable toxicity or death."], "Eligibility": ["Incorporation criteria:", "A tissue block containing a tumour is required to confirm metastatic breast cancer;", "A disease that can be measured according to the RECIST criteria", "\"Triple negative\" disease defined as a tumour showing no expression for estrogen, progesterone or human epidermis growth factor receptors (2 HER2)receptors. \"No expression\" is classified as 10% cell coloration or Allred 2;", "• Aged 18 years or older;", "Eastern Cooperative Oncology Group (ECOG)/Zubrod: performance status of 0 or 1; life expectancy of 3 months;", "At least one week should have elapsed since prior chemotherapy or hormonal treatment for metastatic diseases; at least 6 months should have elapsed since prior adjuvant treatment;", "2 weeks between surgery and study registration (4 weeks between major surgery (defined as abdominal/thoracic/cardiac surgery) and study registration;", "• Laboratory tests carried out within 14 days of entry into the study:", "1 500/μL Granulocytes;", "100 000/μL blisters;", "Hemoglobin 9 gm/dL;", "Total institutional bilirubin upper limit of normal (ULN);", "Aspartate transaminase (AST) and alanine aminotransferase (ALT) 5 times ULN;", "- Alkaline phosphatase 2.5 times ULN;", "Estimated creatinine clearance 60 mL/min.", "The left ventricular ejection fraction (LVEF) 50% by multiple acquisition (MUGA)/echocardiogram;", "Informed consent to receive protocol treatment, to provide biological samples and to complete neurotoxicity questionnaires;", "- Cognitive and communication skills to comply with study and/or follow-up procedures;", "No reproductive potential:", "In case of premenopausity: negative serum pregnancy test and patient's consent to use an adequate contraceptive method (abstinence, intrauterine device, barrier device with spermicide or surgical sterilization) during and for 3 months after the end of treatment.", "If postmenopausal: Amenorrhoea for 12 months.", "- Exclusion criteria:", "• Breast-feeding or breast-feeding;", "- Prior treatment with Abraxane®, carboplatin or bevacizumab, or any taxane for metastatic breast cancer;", "- known hypersensitivity to any component of a study drug;", "Active infection;", "Current level 2 neuropathy;", "Central nervous system (CNS) metastases as determined by head CT with contrast;", "History of bleeding in the last 6 months or active bleeding disorders;", "A serious non-healing injury, ulcer or bone fracture;", "- Uncontrolled congestive heart failure (CCF), or a history of myocardial infarction (MI), unstable angina, stroke or transient ischemia in the previous 6 months;", "Inadequately controlled hypertension (defined as systolic blood pressure < 150 and/or diastolic blood pressure > 100 mmHg on antihypertensive medicinal products; history of hypertensive seizure or hypertensive encephalopathy;", "• Proteinuria (defined as a urine protein: creatinine ratio (UPC) 1.0 or urine stinging 2+.", "A major vascular disease (aortic aneurysm, aortic dissection) or symptomatic peripheral vascular disease;", "• History of abdominal fistula, gastrointestinal perforation or intra-abdominal abscesses in the previous 6 months;", "A serious uncontrolled contraindicated health condition or psychiatric illness."], "Results": ["Performance measures:", "The best clinical response expressed as a percentage of participants treated with a combined weekly diet of Abraxane® and Carboplatin Plus biweekly Bevacizumab to treat women with stage IV or inoperative stage III \"Negative Triple\" Metastatic breast cancer.", "The best clinical response is based on RECIST criteria, the proportion in each response category and the exact binomial confidence intervals are estimated, and summaries of toxicity are also provided.", "Time limit: 5 years", "Results 1:", "Title of the arm/group: Abraxane, Carboplatin, Bevacizumab", "Description of the arm/group: Abraxane 100 mg/m2 IV over 30 min days 1.815.; AUC = 2 IV over 15 min days 1.815., Bevacizumab 10 mg/kg IV days 1.15", "Abraxane: 100 mg/m2 IV over 30 min days 1.8,15. Repeated cycles Every 28 days until documented evidence of disease progression by RECIST criteria, intolerable toxicity, or death.", "Bevacizumab: 10 mg/kg IV days 1.15 Repeated cycles Every 28 days until documented evidence of disease progression by RECIST criteria, intolerable toxicity or death.", "Carboplatin: curved surface (AUC) = 2 IV over 15 min days 1.8.15. Repeated cycles Every 28 days until documented evidence of progression of the disease by RECIST criteria, intolerable toxicity or death.", "Total number of participants analysed: 39", "Type of measurement: Number", "Unit of measure: percentage of participants Complete response: 18 (8 to 34)", "Partial reply: 69 (52-83)", "• Disease stable: 8 (2-21)", "Progressive diseases: 5 (1-17)"], "Adverse Events": ["Undesirable Events 1:", "Total: 22/41 (53.66 per cent)", "Anemia 1/41 (2.44%)", "Dyspepsia 1/41 (2.44%)", "Oral mucositis 1/41 (2.44%)", "Nausea 3/41 (7.32%)", "- Vomiting 1/41 (2.44 per cent)", "Pain 3/41 (7.32%)", "- Allergic reaction 1/41 (2.44%)", "• Infections and infestations - Other, specify: [1]1/41 (2.44%)", "• Complication of vascular access 3/41 (7.32%)", "- Alanine aminotransferase increased 1/41 (2.44%)"]}