{"Clinical Trial ID": "NCT02038010", "Intervention": ["INTERVENTION 1:", "Cohort -1 (250mg BYL719, 3.6mg/kg T-DM1)", "Patients receive 250 mg PO daily PI3K BYL719 inhibitors on days 1-21 and 3.6mg/kg IV over 30-90 minutes on day 1 ado-trastuzumab emtansine (T-DM1). Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity.", "Inhibitor of PI3K BYL719: With PO", "Ado-trastuzumab emtansine: IV", "Pharmacological study: related studies", "Analysis of laboratory biomarkers: optional correlative studies", "INTERVENTION 2:", "Cohort 1 (300mg BYL719, 3.6mg/kg T-DM1)", "Patients receive 300 mg PO daily PI3K BYL719 inhibitors on days 1-21 and 3.6mg/kg IV over 30-90 minutes on day 1 ado-trastuzumab emtansine (T-DM1). Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity.", "Inhibitor of PI3K BYL719: With PO", "Ado-trastuzumab emtansine: IV", "Pharmacological study: related studies", "Analysis of laboratory biomarkers: optional correlative studies"], "Eligibility": ["Incorporation criteria:", "Patients should have histologically confirmed positive HER2 breast cancer that is locally advanced or metastatic (stage 4); ideally, this should come from metastatic disease biopsy; however, if not available, histological confirmation of the primary tumour is acceptable", "Patients should have progressed on a trastuzumab- and taxane-based chemotherapy regimen during or after treatment with locally advanced or metastatic disease or within 6 months of treatment with an early-stage HER2-positive disease, documented by one of the following analytical methods approved by the Food and Drug Administration (FDA):", "In situ fluorescence hybridization (FISH)-positive (with an amplification ratio >= 2.0 indicating positive status) and/or", "Immunohistochemistry (IHC) 3 + by local laboratory assessment", "Patients should have performance status in the Eastern Cooperative Oncology Group (ECOG) = < 2", "Patients should have life expectancy >= 90 days", "Patients should undergo baseline laboratory tests at least 4 weeks (28 days) prior to registration:", "Hemoglobin > 8 g/dL (may be reached by transfusion)", "Number of platelets >= 100 x 10^9/L (no transfusion allowed within 2 weeks)", "Absolute number of neutrophils (ANC) >= 1.5 x 109/L without growth factor support", "Serum bilirubin = < 1.5 x upper limit of normal (ULN)", "Aspartate aminotransferase (AST)/ oxaloacetic glutamic serum transaminase (SGOT) and/or alanine aminotransferase (ALT)/sera glutamate pyruvate transaminase (SGPT) = < 2.5 x upper limit of normal (ULN) or = < 5 x ULN if liver metastases are present", "Serum creatinine rate = < 1.5 x ULN or creatinine clearance calculated or measured directly (CrCl) >= 50 % ULN (lower limit of normal)", "fasting plasma glucose (PFG) < 140 mg/dL/7.8 mmol/L", "Patients of childbearing potential must undergo a pregnancy test within 7 days of registration.", "Patients should have an initial electrocardiogram (ECG) with a QT interval of < 460 msec within 14 days of registration.", "Patients must provide written informed consent prior to enrolment in the study.", "Patients should be willing and able to comply with planned visits, treatment plan and laboratory tests", "The patient must be able to swallow and retain oral medicines.", "- Exclusion criteria:", "Patients with prior sensitivity or intolerance to PI3K inhibitors are not eligible for participation.", "Patients with a history of hypersensitivity reaction >= 3 to trastuzumab, grade OR >= 1 with the most recent infusion of trastuzumab prior to entry into the study, or who require prolonged infusions of trastuzumab to prevent hypersensitivity reactions are not eligible for participation.", "Patients with a history of trastuzumab intolerance and/or trastuzumab-related adverse reactions resulting in the permanent discontinuation of trastuzumab are not eligible for participation.", "Patients who have received prior treatment with T-DM1 are not eligible for participation.", "Patients who have previously received cancer treatment (e.g., biological or other targeted treatment, chemotherapy, hormonal treatment) within 2 weeks prior to registration are not eligible for participation.", "Patients with central nervous system (CNS) impairment may participate if the patient meets all of the following criteria:", "At least 4 weeks after completion of treatment (including radiation and/or surgery) until start of study treatment", "A clinical stability relative to the CNS tumour at the time of screening", "Do not receive steroid treatment", "Do not receive an enzyme that induces antiepileptic medicines that have been initiated for brain metastases", "Patients who received radiotherapy = < 4 weeks prior to registration, with the exception of palliative radiotherapy, who did not recover any side effects from this treatment at baseline or grade = < 1 and/or whose >= 30% of the bone marrow was irradiated are not eligible for participation.", "Patients who have undergone major surgery = < 4 weeks prior to registration or who have not recovered from the side effects of such surgery are not eligible for participation.", "Patients with clinically significant heart disease or impaired cardiac function are not eligible for participation; this includes patients with:", "- Congestive heart failure (CHF) requiring treatment (New York Heart Association level [NYHA] >= 2)", "The left ventricular ejection fraction (LVEF) < 50% determined by multi-gated acquisition echocardiogram (MUGA) (ECHO) analysis", "- Uncontrolled hypertension defined by blood pressure > 140/100 mm Hg at rest (mean of 3 consecutive readings)", "• Current history or signs of unstable and clinically significant cardiac arrhythmias or patients requiring drugs with a narrow therapeutic window, atrial fibrillation and/or conduction abnormality (e.g. long congenital QT syndrome, high/complete atrioventricular block [AV])", "Acute coronary artery syndrome (including myocardial infarction, unstable angina, coronary artery bypass graft (CABG), coronary or stent angioplasty), < 3 months prior to screening", "Fridericia adjusted QT interval (QTcF) > 460 msec during ECG testing", "Patients with diabetes mellitus requiring insulin treatment and/or with clinical signs or fasting blood glucose >= 140 mg/dL/7.8 mmol/L, or a documented history of steroid-induced diabetes mellitus are not eligible for participation.", "Patients with any other conditions that, in the opinion of the investigator, would prevent the patient from participating in the clinical study due to safety issues or compliance with the clinical study procedures are not eligible for participation; this could include, but is not limited to, infection/inflammation, intestinal obstruction and/or social/psychological complications.", "Patients with impaired gastrointestinal function (GI) or gastrointestinal disease that may significantly affect oral absorption of BYL719 (e.g. ulcerative disease, uncontrolled nausea, vomiting, diarrhoea, malabsorption syndrome or small intestine resection) are not eligible for participation.", "Patients currently receiving drugs at known risk of prolonging the QT interval or inducing Torsades de Pointes (TdP) AND who are unable to discontinue the drug or switch to another drug prior to the start of the study treatment are not eligible for participation.", "Patients with a history of other malignancy within 2 years of registration are not eligible for participation; NOTE: Exceptions to this include healed basal cell carcinoma of the skin or excised carcinoma in situ of the cervix.", "Patients receiving therapeutic doses of warfarin are not eligible for participation; NOTE: Patients requiring therapeutic anti-coagulation should receive low molecular weight heparin or other non-warfarin products.", "Note: Pregnancy is defined as the condition of a woman after conception and until the end of pregnancy, confirmed by a positive laboratory test of human chorionic gonadotropin (hCG) (> 5 mIU/mL)", "• Women of childbearing potential, defined as all women physiologically capable of becoming pregnant, are not eligible for participation in UNLESS; they agree to use highly effective contraceptive methods during administration and for 5 weeks after discontinuation of the drugs under study; highly effective contraceptive methods include:", "Total abstinence (when consistent with the subject's preferred and usual lifestyle); periodic abstinence (e.g., calendar, ovulation, symtothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception.", "Female sterilization (have had a bilateral surgical oophorectomy with or without hysterectomy) or tubular ligature at least 5 weeks prior to receiving treatment under study. In the case of oophorectomy alone, the reproductive status of the woman must have been confirmed by an assessment of the level of follow-up hormone.", "For female subjects in the study, the male vasectomized partner should be the sole partner of this subject.", "► Combination of the following:", "- Implementation of an intrauterine device (IUD) or an intrauterine system (IUS)", "• Contraceptive barrier method: condom or occlusive stopper (diaphragm or cervical cap/vault) with spermicide/gel/film/creme/vaginal top-up", "NOTE: Oral contraceptives (OCs), injected or implanted hormonal methods are not permitted as the only method of contraception, since BYL719 has not been characterized with respect to its potential for interference with KP and/or the efficacy of CBs"], "Results": ["Performance measures:", "The dose limits the toxicity (DLT) of BYL719 in combination with T-DM1", "ByL719 DLTs in combination with T-DM1 will be assessed using the National Cancer Institute's Common Toxicity Criteria for Adverse Reactions of Version 4.0 (except for hyperglycaemia). A DLT is described for any clinically significant toxicity (excluding alopecia) of grade 3 or higher within the first 21 days following the first dose of BYL719 that is considered to be at least possible related to the drugs under study.", "Grade 1 Medium AE Grade 2 Moderate AE Grade 3 Serious AE Grade 4 Life threats or disability AE Grade 5 EI-related deaths", "Time limit: 1st 21 days (Cycle 1) of treatment", "Results 1:", "- Arm/group title: Cohort -1 (250mg BYL719, 3.6mg/kg T-DM1)", "- Arm/group description: Patients receive 250 mg PI3K inhibitors per day BYL719 on days 1-21 and 3.6mg/kg IV over 30-90 minutes on day 1 ado-trastuzumab emtansine (T-DM1). Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity.", "Inhibitor of PI3K BYL719: With PO", "Ado-trastuzumab emtansine: IV", "Pharmacological study: related studies", "Analysis of laboratory biomarkers: optional correlative studies", "Total number of participants analysed: 3", "Type of measure: Number of participants", "Unit of measure: Participants Thrombocytopenia: 0 0.0%", "Maculopapular Rash: 0 0.0%", "Results 2:", "- Arm/group title: Cohort 1 (300mg BYL719, 3.6mg/kg T-DM1)", "Patients receive 300 mg PO daily PI3K BYL719 inhibitors on days 1-21 and 3.6mg/kg IV over 30-90 minutes on day 1 ado-trastuzumab emtansine (T-DM1). Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity.", "Inhibitor of PI3K BYL719: With PO", "Ado-trastuzumab emtansine: IV", "Pharmacological study: related studies", "Analysis of laboratory biomarkers: optional correlative studies", "Total number of participants analysed: 5", "Type of measure: Number of participants", "Unit of measure: Participants Thrombocytopenia: 1 20.0%", "= Maculopapular Rash: 2 40.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/11 (27.27 per cent)", "- Acute Pancreatitis [1]1/11 (9.09%)", "• Wound infection 0/11 (0.00 %)", "1/11 (9.09%)", "Tumor pain 0/11 (0.00 %)", "- Delirium 0/11 (0.00 %)", "Deaths due to respiratory failure 0/11 (0.00 %)", "· Epistaxis 1/11 (9.09 %)", "Hypoxemia 1/11 (9.09 %)", "Skin pain 0/11 (0.00 %)", "Adverse Events 2:", "Total: 3/6 (50%)", "- Acute Pancreatitis [1]0/6 (0.00 %)", "• Wound infection 1/6 (16.67%)", "High fasting plasma 0/6 (0.00 %)", "Tumor pain 1/6 (16.67%)", "Delirium 1/6 (16.67%)", "Deaths due to respiratory failure 1/6 (16.67%)", "- Epistaxis 0/6 (0.00 %)", "Hypoxemia 0/6 (0.00 %)", "Skin pain 1/6 (16.67%)"]}