{"Clinical Trial ID": "NCT00943670", "Intervention": ["INTERVENTION 1:", "- T-DM1", "Trastuzumab emtansine (T-DM1) was administered to participants by intravenous infusion (IV) on the first day of each 3-week cycle at a dose of 3.6 mg/kg."], "Eligibility": ["Incorporation criteria:", "· Histologically documented, locally advanced or metastatic breast cancer; measurable and/or non-measurable but evaluable disease is permitted", "HER2-positive disease", "Previous treatment history of trastuzumab", "• Life expectancy 90 days according to the investigator's assessment", "Negative pregnancy test in urine 72 hours before cycle 1 Day 1 for all women of childbearing age", "For patients of childbearing potential, agree to use a highly effective form of contraception or two effective forms of contraception during the duration of the treatment(s) studied and for 4 months after the last dose of T-DM1 or 6 months after the last dose of pertuzumab, if applicable.", "- Exclusion criteria:", "Any chemotherapy, hormone therapy, radiation therapy, immunotherapy or biological therapy for the treatment of breast cancer within 2 weeks of the first study", "Previous treatment with T-DM1 or pertuzumab", "History of intolerance (such as reaction to Grade 3-4 infusion) and/or Trastuzumab-related adverse reactions", "(based on the National Cancer Institute's common terminology criteria for adverse events [NCI CTCAE] v3) peripheral neuropathy at the time or within 3 weeks prior to the first treatment of the study", "• Untreated or progressive brain metastases or which have required any type of treatment, including radiation, surgery and/or steroids, to control the symptoms of brain metastases within 60 days of the first treatment of the study", "• History of heart disease, unstable angina, symptomatic congestive heart failure (CHF) (Class II as directed by New York Heart Associate [NYHA]), myocardial infarction or ventricular arrhythmia 6 months before cycle 1, day 1", "• Automatic implantable cardioverter defibrillator or implantable heart stimulator", "• Long congenital QT syndrome or family history of long QT syndrome", "Current uncontrolled hypertension", "* Current treatment with medicines that modify cardiac conduction (e.g., digitalis, beta blockers or calcium inhibitors) or drugs that are generally accepted to have a risk of causing torsades de pointes (TdP)", "Current known active infection with human immunodeficiency virus (HIV), hepatitis B virus or hepatitis C virus", "• Major surgery or significant traumatic injury within 28 days prior to the first study, or anticipation of the need for major surgery during the study"], "Results": ["Performance measures:", "Change from baseline in mean QTc interval time", "The corrected QT interval is a measure of the time between the beginning of the Q wave and the end of the T wave in the electric cycle of the heart. The corrected QT interval was calculated using the Fridericia correction (QTcF) from the electrocardiogram (ECG) data. Each participant had triplicated QTcF intervals measured at each point of time and the mean was calculated for each patient at each point of time.", "Duration: cycle 1 Day 1, pre-dose (base); cycle 1 Day 1, 15 and 60 minutes after dose; cycle 1 Day 8; cycle 3 Day 1, 15 minutes before dose and 15 and 60 minutes after dose.", "Results 1:", "Title of arm/group: T-DM1", "Description of the arm/group: Trastuzumab emtansine (T-DM1) was administered to participants by intravenous infusion (IV) on the first day of each 3-week cycle at a dose of 3.6 mg/kg.", "Total number of participants analysed: 51", "Average (standard deviation)", "Unit of measurement: milliseconds Cycle 1, Day 1, 15 minutes after dose [N=44]: 1.2 (8.3)", "Cycle 1, Day 1, 60 minutes after dose [N=45]: -1.0 (6.3)", "Cycle 1, Day 8 [N=43]: -4.0 (13.4)", "Cycle 3, Day 1, 15 minutes before dose [N=35]: -0.1 (10.1)", "Cycle 3, Day 1, 15 minutes after dose [N=37]: 4.7 (9.6)", "Cycle 3, Day 1, 60 minutes after dose [N=37]: 4.7 (10.9)"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/51 (7.84 per cent)", "Thrombocytopenia 2/51 (3.92%)", "Anemia 0/51 (0.00 %)", "Cardiac arrest 0/51 (0.00 %)", "gastrointestinal haemorrhage 0/51 (0.00 %)", "Generalised oedema 1/51 (1.96%)", "Increased aspartate aminotransferase 0/51 (0.00 %)", "Hypokalaemia 0/51 (0.00 %)", "Convulsion 1/51 (1.96%)", "Renal impairment 1/51 (1.96%)", "Dyspnoea 1/51 (1.96%)", "Skin haemorrhage 0/51 (0.00 %)"]}