{"Clinical Trial ID": "NCT02896855", "Intervention": ["INTERVENTION 1:", "A: Placebo + Trastuzumab + Docetaxel", "Following the primary analysis and approval of version 4 of the protocol (07-March-2020), the therapeutic assignment of A-arm participants, who were still in treatment under study, was not blinded, allowing researchers to present participants with the possibility of crossing and receiving pertuzumab (instead of placebo) in addition to trastuzumab and docetaxel.", "INTERVENTION 2:", "Bras B: Pertuzumab + Trastuzumab + Docetaxel", "Pertuzumab (840 mg loading dose for Cycle 1, followed by 420 mg for subsequent cycles), trastuzumab (8 mg/kg loading dose for Cycle 1, followed by 6 mg/kg for subsequent cycles) and docetaxel (75 mg/m^2) were administered by intravenous infusion every 3 weeks until disease progression or unacceptable toxicity."], "Eligibility": ["Incorporation criteria:", "A breast adenocarcinoma confirmed histologically or cytologically with locally recurrent or metastatic disease suitable for chemotherapy", "HER2-positive metastatic breast cancer (MBC)", "The left ventricular ejection fraction (VEF) is greater than or equal to (>=) 55% (%) at baseline (within 42 days of randomization)", "Eastern Cooperative Oncology Group Performance Status of 0 or 1", "Women of childbearing potential and men should agree to use an effective form of contraception and continue to use it for the duration of treatment under study and for at least 7 months after the last dose of treatment under study (trastuzumab and/or pertuzumab).", "- Exclusion criteria:", "• History of anticancer treatment for MBC (except for previous hormonal treatment for MBC)", "• History of approved tyrosine kinase/HER inhibitors or breast cancer investigation in any treatment setting, with the exception of trastuzumab used in the neoadjuvant or adjuvant setting", "- History of systemic treatment of breast cancer in the neo-adjuvant or adjuvant setting with a disease-free interval from completion of systemic therapy (excluding hormonal treatment) to metastatic diagnosis of less than (<) 12 months", "History of persistent haematological toxicity >= 2 resulting from previous adjuvant treatment", "Grade >= 3 peripheral neuropathy to randomization", "• History of other malignant tumours in the last 5 years, with the exception of in situ carcinoma of the cervix or non-melanoma skin carcinoma that has previously been treated with curative intent", "Current clinical or radiographic evidence of central nervous system (CNS) metastases", "History of cumulative doses of anthracyclines", "Current uncontrolled hypertension or unstable angina", "• History of congestive heart failure (CHF) of any New York Heart Association (NYHA) classification or serious cardiac arrhythmia requiring treatment", "History of myocardial infarction within 6 months of randomization", "History of decreased LVF < 50% during or after previous treatment with neoadjuvant or adjuvant trastuzumab", "• Current resting dyspnoea due to complications of advanced malignancy, or other diseases that require continuous oxygen therapy", "Inadequate organ function within 28 days prior to randomization", "A serious and uncontrolled systemic disease", "• Major surgery or significant traumatic injury within 28 days prior to the start of treatment or anticipation of the need for major surgery during the treatment of the study", "Pregnant or lactating women", "• History of experimental treatment within 28 days of randomization", "The current known infection with human immunodeficiency virus (HIV), hepatitis C virus (HCV) or active hepatitis B virus (HBV)", "• Receipt of intravenous antibiotics (IV) for infection within 14 days of randomisation", "Current chronic daily corticosteroid treatment (excluding inhaled steroids)", "• Known hypersensitivity to one of the study treatments specified by the protocol", "Simultaneous participation in an interventional or non-interventional study"], "Results": ["Performance measures:", "- Progression-free survival, determined by the researcher using the criteria for assessing responses in solid tumours Version 1.1 (RECIST v1.1)", "· Progression-free survival (PFS) was defined as the time between randomization and the first onset of progressive disease (PD), as determined by the investigator using RECIST v1.1, or the death of any cause within 18 weeks of the last tumour assessment, whichever is the earlier. According to RECIST v1.1, the RFP is defined as a 20% increase in target injury diameter, an increase in measurable injury size of at least 5 millimetres (mm) and the appearance of new lesions. The Kaplan-Meier approach was used to estimate median PFS for each treatment arm.", "Duration: From date of randomization to date of event PFS (median time of study for arm A versus arm B to primary analysis: 57.14 [3.3-93.3] weeks compared to 59.64 [0.9-90.4] weeks; final analysis: 145.29 [3.3-225.3] weeks compared to 174.79 [0.9-226.1] weeks)", "Results 1:", "Title of arm/group: Arm A: Placebo + Trastuzumab + Docetaxel", "Description of the arm/group: placebo and trastuzumab (8-milligrams per kilogram [mg/kg] of loading dose for Cycle 1, followed by 6 mg/kg for subsequent cycles), and docetaxel (75-milligrams per square metre [mg/m^2]) were administered by intravenous infusion (IV) every 3 weeks until disease progression or unacceptable toxicity.", "Total number of participants analysed: 121", "Median (95% confidence interval)", "Unit of measure: month Primary analysis: 12.4 (10.4 to 12.7)", "Final analysis: 12.5 (10.4 to 14.6)", "Results 2:", "Title of arm/group: Bras B: Pertuzumab + Trastuzumab + Docetaxel", "Description of the arm/group: Pertuzumab (840 mg loading dose for Cycle 1, followed by 420 mg for subsequent cycles), trastuzumab (8 mg/kg loading dose for Cycle 1, followed by 6 mg/kg for subsequent cycles) and docetaxel (75 mg/m^2) were administered by intravenous infusion every 3 weeks until disease progression or unacceptable toxicity.", "Total number of participants analysed: 122", "Median (95% confidence interval)", "Unit of measure: month Primary analysis: 14.5 (12.5 to 18.6)", "Final analysis: 16.5 (12.7-20.2)"], "Adverse Events": ["Undesirable Events 1:", "Total: 23/120 (19.17 per cent)", "- Febrile neutropenia 4/120 (3.33%)", "Leukopenia 2/120 (1.67%)", "Neutropenia 8/120 (6.67%)", "- Cardiac Tapponade 0/120 (0.00 %)", "Ventricular arrhythmia 1/120 (0.83%)", "Ascites 0/120 (0.00 %)", "Oesophagitis 0/120 (0.00 %)", "Large intestine polyp 0/120 (0.00 %)", "Death 1/120 (0.83%)", "1/120 (0.83%)", "Pneumonia 3/120 (2.50%)", "Adverse Events 2:", "Total: 30/122 (24.59%)", "Febrile neutropenia 3/122 (2.46%)", "Leucopenia 3/122 (2.46%)", "Neutropenia 9/122 (7.38%)", "- Cardiac tapponade 2/122 (1.64%)", "- Ventricular arrhythmia 0/122 (0.00 %)", "Ascites 1/122 (0.82%)", "Oesophagitis 1/122 (0.82%)", "- Large intestine polyp 0/122 (0.00 %)", "Deaths 1/122 (0.82%)", "- Liver injury 0/122 (0.00 %)", "Pneumonia 5/122 (4.10%)"]}