{"Clinical Trial ID": "NCT01328249", "Intervention": ["INTERVENTION 1:", "Cohort 1: Mesylate Eribulin with filgrastim as necessary", "Participants initially received doxorubicin (60 mg/m^2) plus intravenous cyclophosphamide (600 mg/m^2) on day 1, each 14-day cycle for 4 cycles. Mesylate eribulin was administered as a result of doxorubicin plus cyclophosphamide at a dose of 1.4 mg/m^2 IV for 2-5 minutes on days 1 and 8 of a 21-day cycle for 4 cycles (Cycles 5-8).", "INTERVENTION 2:", "Cohort 2: Erebulin mesylate with prophylactic filgrastim", "Participants initially received doxorubicin (60 mg/m^2) plus cyclophosphamide (600 mg/m^2) IV on day 1, each 14-day cycle for 4 cycles. Mesylate eribulin was administered after doxorubicin plus cyclophosphamide at a dose of 1.4 mg/m^2 IV over 2-5 minutes on days 1 and 8 of a 21-day cycle for 4 cycles (Cycles 5-8). In this Cohort filgrastim was used with eribulin at a dose of 300 micrograms for participants 60 kg or 480 micrograms for participants > 60 kg, administered subcutaneously on days 3 and 4 and 10 and 11 of each eribulin cycle."], "Eligibility": ["• Inclusion criteria", "Men and women 18 years of age or older (>=)", "Subjects may have more than one synchronous primary breast tumour.", "Normal HER-2 as determined by fluorescence hybridization in situ (FISH) or 0 or 1+ by immunohistochemical staining (IHC).", "The subject is a candidate for chemotherapy in the adjuvant setting. Adjuvant treatment should start within 84 days of the final surgical procedure for breast cancer.", "· Adequate cardiac function, defined by the initial LVEF >=50 percent (%) by multiple dose acquisition analysis or echocardiogram (MUGA).", "The ECOG's performance status is 0 or 1.", "adequate renal function, as demonstrated by serum creatinine equal to or less than (<=) 1.5 mg/dL or creatinine clearance calculated >=40 mL/min using the Cockcroft and Gault formula.", "adequate bone marrow function as demonstrated by ANC >=1.5 x 10^9/L, hemoglobin >=1.0 g/dL and platelet count >=100 x 10^9/L.", "adequate hepatic function as demonstrated by bilirubin <=1.5 times the upper limits of normal (ULN) and alkaline phosphatase (AP), alanine aminotransferase (ALT) and aspartate aminotransferase (AST) <=3 x ULN.", "Women of childbearing potential should be tested for negative chorionic gonadotropin serum pregnancy within 2 weeks prior to cycle 1, day 1. A urine pregnancy test should be repeated prior to chemotherapy if it is not performed within 72 hours of initiation of treatment. Women of childbearing potential should agree to be abstinent or to use a highly effective contraceptive method (e.g. condom + spermicide, condom + diaphragm with spermicide, intrauterine device, or have a vasectomized partner) that has started for at least one menstrual cycle prior to the start of the study and throughout the study period and for 30 days (if applicable) after the last dose of the study drug.", "Subjects who wish and may comply with the study protocol during the duration of the study and provide written informed consent prior to any specific screening procedure under study, provided that the subject may withdraw his or her consent at any time without prejudice.", "• Exclusion criteria", "Stage IV breast cancer.", "• Prior chemotherapy, radiation therapy, immunotherapy or biotherapy for current breast cancer.", "A non-malignant systemic disease (heart, kidney, liver, etc.) that would prevent one of the study drugs.", "Subjects with concomitant second active malignancy other than adequately treated non-melanoma skin cancers or cervical cancer in situ.", "Subjects with known positive status of human immunodeficiency virus (HIV).", "• Pregnancy or lactation at the time of enrolment in the study Subjects eligible for reproductive potential (both sexes) should agree to use adequate contraceptive methods during the study treatment.", "Subjects with known allergy or hypersensitivity to doxorubicin, cyclophosphamide or eribulin mesylate.", "The inability to comply with the study and/or follow-up procedures."], "Results": ["Performance measures:", "Percentage of participants with feasibility", "In both cohorts, the percentage of participants who completed the eribulin portion without the omission of dose, delay or reduction related to eribulin was estimated through the observed completion rate and an accurate confidence interval (CI) of 90% was constructed.", "Time limit: from the date of the first dose, up to 3 years after the last dose of treatment under study, or up to about 4 years 2 months", "Results 1:", "Title of the arm/group: Cohort 1: Eribilin Mesylate with filgrastim as necessary", "The participants were initially given doxorubicin (60 mg/m^2) plus cyclophosphamide (600 mg/m^2) intravenously (IV) on day 1 of each 14-day cycle for 4 cycles. Mesylate eribulin was administered as a result of doxorubicin plus cyclophosphamide treatment at a dose of 1.4 mg/m^2 IV over 2-5 minutes on days 1 and 8 of a 21-day cycle for 4 cycles (Cycles 5-8).", "Total number of participants analysed: 54", "Type of measurement: Number", "Unit of measure: percentage of participants 70.4 (58.5 to 80.4)", "Results 2:", "Title of arm/group: Cohort 2: Erebulin mesylate with prophylactic filgrastim", "In this cohort, filgrastim was used with eribulin at a dose of 300 micrograms for participants 60 kg or 480 micrograms for participants > 60 kg, administered subcutaneously on days 3 and 4 and 10 and 11 of each eribulin cycle.", "Total number of participants analysed: 25", "Type of measurement: Number", "Unit of measure: percentage of participants 60.0 (41.7 to 76.4)"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/55 (10.91 per cent)", "- Febrile neutropenia 2/55 (3.64%)", "Nausea 2/55 (3.64 per cent)", "Esophagitis 2/55 (3.64%)", "Vomiting 2/55 (3.64 per cent)", "Inflammation of mucous membranes 0/55 (0.00 %)", "Pyrexia 2/55 (3.64%)", "- Breast abscess 0/55 (0.00 %)", "- Cellulite from catheter site 0/55 (0.00 %)", "- Genital herpes 1/55 (1.82%)", "- Pulmonary infection 0/55 (0.00 %)", "Upper respiratory tract infection 1/55 (1.82%)", "Adverse Events 2:", "Total: 4/26 (15.38 per cent)", "Febrile neutropenia 1/26 (3.85 per cent)", "Nausea 0/26 (0.00 %)", "Oesophagitis 0/26 (0.00 %)", "Vomiting 0/26 (0.00 %)", "Inflammation of mucous membranes 1/26 (3.85%)", "Pyrexia 1/26 (3.85 per cent)", "1/26 (3.85%)", "Cellulite from catheter site 1/26 (3.85 %)", "- Genital herpes 0/26 (0.00 %)", "Lung infection 1/26 (3.85 per cent)", "- Upper respiratory tract infection 0/26 (0.00 %)"]}