{"Clinical Trial ID": "NCT01669343", "Intervention": ["INTERVENTION 1:", "Menopausal women using adjuvant Letrozole", "Part A Common care Letrozole; Part B Double dose Letrozole in overweight/obese participants", "Letrozole: Part A Monitor the use of letrozole for 28 days; measure blood levels of estrogen and vitamin D at the beginning and end of the period. Part B In overweight/obesity participants who have completed Part A, provide a double dose of letrozole and monitor use for 28 days; measure blood levels of estrogen and vitamin D at the beginning and end of the period."], "Eligibility": ["Incorporation criteria:", "Menopausal patients", "A confirmed histological diagnosis of positive breast cancer of the estrogen receptor and/or progesterone receptor (Stage I-III) having completed local treatment", "Currently prescribed and taking 2.5 mg of oil per day for at least 3 months", "Want to give informed consent in writing to participate", "For the experimental arm: all the above elements and body mass index (BMI) > 25 kg/m2", "- Exclusion criteria:", "A known abnormality of the liver or kidney function defined by:", "Serum creatinine level > 1.25 times the upper institutional limit of normal (ULN) or creatinine clearance calculated < 40 mL/min", "Serum Bilirubine, Aspartate transaminase (AST) or alanine transaminase (ALT) > 1.5 times ULN", "Presence of local or known persistent metastatic cancer"], "Results": ["Performance measures:", "Part A Correlation between day 29 estradiol and BMI", "To determine if estradiol levels vary according to BMI levels after 28 days of standard dose letrozole adherence monitoring, by calculating the Pearson correlation between estradiol and BMI converted into logarithms", "Calendar: Day 29", "Results 1:", "Title of the arm/group: Menopausal women using the Letrozole adjuvant", "Description of the arm/group: Part A Common care Letrozole; Part B Double dose Letrozole in overweight/obese participants", "Letrozole: Part A Monitor the use of letrozole for 28 days; measure blood levels of estrogen and vitamin D at the beginning and end of the period. Part B In overweight/obesity participants who have completed Part A, provide a double dose of letrozole and monitor use for 28 days; measure blood levels of estrogen and vitamin D at the beginning and end of the period.", "Total number of participants analysed: 112", "Type of measurement: Number", "Unit of measurement: correlation coefficient 0.06 (-0.13 to 0.24)"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/121 (1.65%)", "Renal Collic/Constipation [1]1/121 (0.83%)", "- AVC [2]1/121 (0.83%)"]}