{"Clinical Trial ID": "NCT00717405", "Intervention": ["INTERVENTION 1:", "Bevacizumab + Trastuzumab", "(Cycles 1 to 8, 3-week cycle): Participants received 15 mg/kg IV bevacizumab q3w for 8 cycles, 4 cycles 500 mg/m^2 IV 5-fluorouracil, 100 mg/m^2 IV epirubicin and 500 mg/m^2 IV cyclophosphamide, q3w, followed by 4 cycles 100 mg/m^2 IV docetaxel q3w plus trastuzumab (charge dose 8 mg/kg and 6 mg/kg q3w). Participants underwent surgery (mastectomy) after neoadjuvant treatment, maintaining trastuzumab (6 mg/kg). Adjuvant treatment: Participants received radiotherapy 2 to 4 weeks after surgery and lasted 4 to 6 weeks, 6 mg/kg IV trastuzumab q3w and 15 mg/kg IV bevacizumab q3w after radiotherapy."], "Eligibility": ["Incorporation criteria:", "Adult women, >=18 years of age;", "Inflammatory breast cancer;", "HER2-positive tumours;", "Performance status 0-2.", "- Exclusion criteria:", "Metastasis;", "Prior treatment with chemotherapy, radiotherapy or hormone therapy for a breast tumour;", "A clinically significant cardiovascular disease, or a history of thrombotic disorders."], "Results": ["Performance measures:", "Percentage of participants with a complete pathological response (CPR) according to the Sataloff classification", "The pathological response was defined based on the therapeutic response to the primary tumour site and the axillary lymph nodes. The primary tumour response criteria were: T-A (total/almost total therapeutic effect), T-B (subjective therapeutic effect greater than [>] 50% [%] but less than [<] T-A), T-C (therapeutic effect < 50% but obvious effect), T-D (no therapeutic effect). Axillary lymphatic response: N-A (evidence of therapeutic effect, no metastases), N-B (no therapeutic effect, no nodal metastases), N-C (nodal metastasis but obvious therapeutic effect), N-D (nodal metastasis without therapeutic effect).", "Delay: From base to week 25 (up to 6 months)", "Results 1:", "Title of the arm/group: Bevacizumab + Trastuzumab", "The participants received 15 mg/kg IV of bevacizumab q3w for 8 cycles, 4 cycles of 500 mg/m^2 IV of 5-fluorouracil, 100 mg/m^2 IV of epirubicin and 500 mg/m^2 IV of cyclophosphamide, q3w, followed by 4 cycles of 100 mg/m^2 IV of docetaxel q3w plus trastuzumab (8 mg/kg charge dose, then 6 mg/kg q3w charge dose). The participants underwent surgery (mastectomy) after neoadjuvant treatment, maintaining trastuzumab (6 mg/kg). Adjuvant treatment: Participants received radiotherapy 2 to 4 weeks after surgical procedure and lasted 4 to 6 weeks, 6 mg/kg IV of trastuzumab q3w and 15 mg/kg IV of bevacizumab q3w administered adjuvan q3w after radiotherapy.", "Total number of participants analysed: 52", "Type of measurement: Number", "Unit of measure: percentage of participants 63.46 (49.41-77.51)"], "Adverse Events": ["Undesirable Events 1:", "Total: 20/52 (38.46 per cent)", "* 5/52 (9.62%)", "Febrile neutropenia * 6/52 (11.54 %)", "Leucopenia * 6/52 (11.54 %)", "Atrial tachycardia * 1/52 (1.92%)", "Vomiting * 1/52 (1.92%)", "Tooth loss * 1/52 (1.92%)", "Hyperthermia * 1/52 (1.92%)", "* 1/52 (1.92%)", "Pyrexia * 1/52 (1.92%)", "* 3/52 (5.77%)", "Inflammation * 1/52 (1.92%)"]}