{"Clinical Trial ID": "NCT01075100", "Intervention": ["INTERVENTION 1:", "- Triple negative", "In patients with ER-/PR-/HER2- who received Ixabepilone 20 mg/m2 on days 1 and 8 and AUC of carboplatin=2.5 on days 1 and 8 of each 21-day cycle.", "INTERVENTION 2:", "Positive recommendation on human rights", "In ER+/PR+/HER2-, ER+/PR-/HER2-, or ER-/PR+/HER2- patients who received Ixabepilone 20 mg/m2 on days 1 and 8 and AUC of carboplatin = 2.5 on days 1 and 8 of each 21-day cycle."], "Eligibility": ["Incorporation criteria:", "Male or female patients may be included in this study if they meet all of the following criteria:", "A metastatic breast cancer measurable and or locally not resectable with a negative HER2 disease (-) documented", "A at least 1 measurable injury per RECIST criterion (the lesions that can be accurately measured in at least 1 dimension (longest diameter (LD) to be recorded) to 20 mm with conventional techniques (CT, MRI, X-ray) or 10 mm with spiral scan). Irradiated lesions cannot be used to evaluate the response but can be used to assess progression.", "Has received up to 2 (0 to 2) prior chemotherapy treatments for metastatic disease with the following conditions:", "No prior treatment with ixabepilone or platinum has been administered.", "No adjuvant chemotherapy has been performed in the 6 months prior to the study, but may have received anthracyclines and/or taxanes previously as adjuvant chemotherapy.", "3 or more weeks have elapsed since the last chemotherapy treatment and all related toxicities have been resolved to < 1st year; at least 30 days must have passed since any trial product has been administered and the associated toxicities must have been resolved to < 1st year (if applicable).", "A performance status ECOG (PS) 0-2", "• 18 years of age", "Has a life expectancy of at least 12 weeks", "Has laboratory values of:", "Number of white blood cells (WBC) 3000 x 106/L Absolute number of neutrophils (ANC) 1500 x 106/L Hemoglobin 9 g/dL Total bilirubin 1x upper limit of normal (ULN) AST and ALT 2.5 x ULN Alcaline phosphatase 2.5 x ULN; up to 5xULN if elevation is due to serum creatinine disease serum 1.5 mg/dL creatinine clearance > 50 mL/min (according to the Cockroft and Gault method [Appendix III]) Number of platelets 100 000 x 106/L", "If the patient has undergone radiation therapy, it has been completed > 3 weeks prior to the start of treatment. NOTE: Previously irradiated lesions will not be assessed. However, these patients will still be eligible.", "Have a negative serum pregnancy test within 7 calendar days prior to registration (female patients of childbearing age [unsterilized surgically and between menopause and 1 year after menopause)", "In the event of fertility, the patient (male or female) agreed to use an acceptable contraceptive method to prevent pregnancy during the duration of the study and for a period of 3 months thereafter.", "Signed patient's most recent informed consent form", "Note: Having available tissues is not a criterion for inclusion in this study; however, available tissues will be collected (see section 8) if possible.", "- Exclusion criteria:", "A patient will be excluded from this study if he or she meets any of the following criteria:", "Previous treatment with ixabepilone or other epothilone", "Radiation rate prior to 30% of the main bone marrow containing areas (pelvis, lumbar spine)", "A ER+ and/or PR+ disease that has not progressed in hormonal treatment, unless the patient has a life-threatening or rapidly progressing visceral disease", "In HER2+ disease (HCI 3+ coloration [ uniform and intense membrane colouring of >30% of invasive tumour cells]), a FISH result of more than 6 HER2 copies per nucleus or a FISH ratio (HER2 signal to chromosome 17 signals of >2.2)", "Only an lytic bone disease or a disease not measurable only", "A known and serious history (NCI CTCAE Grade 3-4) of hypersensitivity reaction to a medicine formulated in Cremophor®EL (polyoxyethyl castor oil) or has a history of severe allergic reactions to cisplatin or other compounds containing platinum", "Has already been treated with a platinum-containing agent", "The washing periods for these previous treatments are specified in Section 5.", "• Receives or has received concomitant experimental treatment within 30 days prior to administration of the drug Day 1", "A neuropathy (motor or sensory) >Grade 1", "Patients with stable brain metastases who are non-steroidal at least 2 weeks are eligible.", "A serious, uncontrolled intercurrent medical or psychiatric disease, including a serious infection", "A coagulopathy clinically relevant either secondary to liver dysfunction or an underlying condition requiring therapeutic anticoagulation (specifically, Fibre A, History of DVT).A daily aspirin or Plavix for CAD is allowed.", "Has a history of other malignancies in the past 5 years (with the exception of basal cell carcinoma cured of the skin and in situ cervix carcinoma), which may affect the diagnosis or evaluation of one of the study's medicinal products", "Is a pregnant or lactating woman", "Is unable to meet the requirements of the study"], "Results": ["Performance measures:", "Objective response rate (ORR)", "To evaluate the objective response rate calculated in CR+ PR in the population that can be assessed for the response, as well as the 2 subgroups (positive hormone receptor [ER+/PR+/HER2-, ER+/PR-/HER2-, ER-/PR+/HER2-]) and ER-/PR-HER2-, separately).", "By Response Assessment Criteria in Solid Tumours Criteria (RECIST v1.0) for Targeted and MRI-Assessed Injuries: complete response (CR), elimination of all target lesions; partial response (PR), >=30% decrease in the sum of the longest diameter of target lesions; overall response (RO) = CR + PR.", "Time limit: 24 months", "Results 1:", "Title of the arm/group: Triple negative", "Description of the arm/group: patients with ER-/PR-/HER2- who received Ixabepilone 20 mg/m2 on days 1 and 8 and AUC of carboplatin = 2.5 on days 1 and 8 of each 21-day cycle.", "Total number of participants analysed: 46", "Type of measurement: Number", "Unit of measure: percentage of participants 30.4 (17.7 to 45.8)", "Results 2:", "Title of arm/group: Positive HR", "- Arm/group description: ER+/PR+/HER2-, ER+/PR-/HER2-, or ER-/PR+/HER2- patients who received Ixabepilone 20 mg/m2 on days 1 and 8 and AUC of carboplatin = 2.5 on days 1 and 8 of each 21-day cycle.", "Total number of participants analysed: 53", "Type of measurement: Number", "Unit of measure: percentage of participants 34 (21.5 to 48.3)"], "Adverse Events": ["Undesirable Events 1:", "Total: 10/48 (20.83 per cent)", "NEUTROPENIA 1/48 (2.08%)", "THROMBOCYTOPENIA 0/48 (0.00 %)", "DECARDED VOLUME BLOOD 1/48 (2.08%)", "ATRIAL FIBRILLATION 1/48 (2.08%)", "HYPOTENSION 1/48 (2.08%)", "ABDOMINAL PEACE 1/48 (2.08%)", "DECLARATION OF APPETITE 0/48 (0.00 %)", "DEHYDRATION 4/48 (8.33%)", "DIARRHEA 4/48 (8.33%)", "NAUSEA 3/48 (6.25 per cent)", "VOIX 2/48 (4.17 per cent)", "FEVER 1/48 (2.08%)", "- RIGORS 0/48 (0.00 %)", "Adverse Events 2:", "Total: 5/53 (9.43%)", "NEUTROPENIA 1/53 (1.89%)", "THROMBOCYTOPENIA 1/53 (1.89%)", "VOLUME BLOOD DECREAD 0/53 (0.00 %)", "ATMOSPHERIC OF FIBRILLATION 0/53 (0.00 %)", "HYPOTENSION 0/53 (0.00 %)", "- ABDOMINAL PEACE 0/53 (0.00 %)", "DECISION OF THE APPETITE 1/53 (1.89%)", "DEHYDRATION 0/53 (0.00 %)", "DIARRHEA 0/53 (0.00 %)", "NAUSEA 1/53 (1.89%)", "VOIX 1/53 (1.89%)", "FEVER 1/53 (1.89%)", "RIGORS 1/53 (1.89%)"]}