{"Clinical Trial ID": "NCT00399529", "Intervention": ["INTERVENTION 1:", "Allo GM-CSF anti-secretion vaccine, Trastuzumab, Cyclophosphamide", "The GM-CSF allogeneic cancer vaccine: the vaccine containing a mixture of two allogeneic GM-CSF allogeneic breast cancer cell lines (two parts 2T47D-V and a part 3SKBR3-7 mixed with a fixed dose of 5 X 10^8 cells for each patient and each vaccination cycle) is administered equally every 4 to 6 weeks for 3 cycles and then a 4th dose is administered 6 to 8 months after the start of the study.", "Cyclophosphamide: 300 mg/m^2 administered intravenously every 4 to 6 weeks for 3 cycles, then once 6 to 8 months after the start of the study", "Trastuzumab: An initial loading dose of 4 mg/kg for participants starting treatment with Trastuzumab, otherwise 2 mg/kg is administered intravenously every week"], "Eligibility": ["Incorporation criteria:", "Patients with HER-2/neu-overpressant adenocarcinoma confirmed by histology of the breast; this is defined as HER-2+ by immunohistochemistry (IHC) 3+ staining or Fluorescence In-Situ Hybridization (FISH). Previous adjuvant treatment Trastuzumab is allowed. Patients should not be eligible for treatment of the known curative potential for metastatic breast cancer if identified during the study.", "Patients may have a measurable or evaluable disease.", "The stable central nervous system (CNS) disease that has been properly treated and is not under active treatment is allowed.", "- Aged 18 or older.", "Able to give informed consent.", "* Patients with a performance score of 0 or 1.", "No systemic oral steroid is administered within 28 days prior to the start of protocol therapy. Topical, eye and nasal steroids are allowed, as well as those applied to the mucous membranes.", "No previous or currently active autoimmune disease requiring systemic immunosuppression management, including inflammatory bowel disease, systemic vasculitis, scleroderma, psoriasis, multiple sclerosis, haemolytic anaemia or immunomediated thrombocytopenia, rheumatoid arthritis, systemic lupus erythematosus, Sjogren syndrome, sarcoidosis or other rheumatological disease.", "Not pregnant, and with proper birth control if the potential for pregnancy is high.", "No history of other malignancies in the previous five years (excluding history of in situ cervical carcinoma, superficial non-melanoma skin cancer and superficial bladder cancer).", "Adequate bone marrow reserve with absolute neutrophil count (NAC) > 1000 and platelets > 100,000.", "Adequate renal function with serum creatinine < 2.0.", "A suitable hepatic reserve with serum bilirubin < 2.0, aspartate transaminase (AST) and alanine aminotransferase (ALT) < 2X the upper limit of normal, and alkaline phosphatase < 5X the upper limit of normal. Serum bilirubin > 2.0 is acceptable as part of the known Gilbert syndrome.", "Adequate cardiac reserve with a heart ejection fraction within the lower limit of normal MUGA installation, or 45% by echocardiogram.", "No major active medical or psychosocial problems that could be complicated by participation in the study.", "- Negative to HIV.", "- Exclusion criteria:", "No histological documentation of mammary adenocarcinoma.", "A breast adenocarcinoma that is not amplified for the expression of the HER-2/neu gene by at least 2 times by FISH analysis, or is less than IHC 3+ when FISH negative.", "• Cardiac dysfunction documented by an ejection fraction below the lower limit of normal installation by multi-gated acquisition scan (MUGA) or 45% by echocardiogram.", "Intrinsic symptomatic pulmonary disease or significant tumour damage to the lungs leading to resting dyspnea.", "• History of autoimmune disease as described above.", "A systemic treatment with oral corticosteroids within 28 days of starting treatment.", "Uncontrolled medical problems.", "Evidence of acute or chronic active infection.", "- Chemotherapy, radiotherapy or biological therapy (with the exception of Trastuzumab) within 28 days prior to the start of treatment under study.", "Participation in an experimental trial of new drugs within 28 days prior to initiation of study treatment.", "Pregnant or breast-feeding.", "Hepatic, renal or spinal cord dysfunction as described above.", "- Concomitant malignancy or history of other malignancy in the last five years, except in the cases mentioned above.", "A corn allergy.", "- Severe hypersensitivity to Trastuzumab (excluding mild to moderate infusion reactions that are easily managed and not repeated)."], "Results": ["Performance measures:", "Number of participants with adverse events", "Safety is measured by the number of patients who experienced adverse events related to the drug being studied.", "Time: from the first dose to 30 days after the last dose of the drug under study, up to 9 months", "Results 1:", "Title of the arm/group: Allo GM-CSF anti-secretion vaccine, Trastuzumab, Cyclophosphamide", "- Arm/group description: Allogeneic anticancer vaccine GM-CSF: vaccine containing a mixture of two GM-CSF allogeneic anticancer cell lines (two parts 2T47D-V and part 3SKBR3-7 mixed at a fixed dose of 5 X 10^8 cells for each patient and each vaccination cycle) administered intradermally every 4 to 6 weeks for 3 cycles and then a 4th dose administered 6 to 8 months after the start of the study.", "Cyclophosphamide: 300 mg/m^2 administered intravenously every 4 to 6 weeks for 3 cycles, then once 6 to 8 months after the start of the study", "Trastuzumab: An initial loading dose of 4 mg/kg for participants starting treatment with Trastuzumab, otherwise 2 mg/kg is administered intravenously every week", "Total number of participants analysed: 20", "Type of measure: Number of participants", "Unit of measure: Participants Fatigue: 8 40.0%", "Urticaria: 7,35.0%", "• Prurit: 6 30.0%", "Fever: 5,25.0%", "Pseudo- flu symptoms: 4 20.0%", "- Lymphadenopathy: 4 20.0%", "Abdominal pain: 3 15.0%", "Rash: 3 15.0%", "Malays: 3 15.0%", "Cooling: 3 15.0%", "Dizzy sensations: 2 10.0 per cent", "Anorexia: 1 5.0 %", "Erythema: 1 5.0%", "Headache: 1 5.0%", "Nausea: 1 5.0%", "- Pain in the arm: 1 5.0%", "- Pain at the cancer site: 1 5.0%", "Leg pain: 1 5.0%", "Sneeze sensitivity: 1 5.0%", "Erythema on vaccine sites: 20 100.0%", "• Pruritus at vaccination sites: 20 100.0%", "Induration at vaccine sites: 20 100.0%", "• Pain in vaccine bites: 17 85.0%", "Rash at vaccine sites: 7,35.0%", "Blister at vaccine sites: 5,25.0%", "Hyperpigmentation at vaccine sites: 4 20.0%", "Contusion at vaccine sites: 3 15.0%", "• Immunisation site edema: 2 10.0 per cent", "• Vaccine site rash: 2 10.0 per cent"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/20 (5.0%)", "1/20 (5.0%)"]}