{"Clinical Trial ID": "NCT02273973", "Intervention": ["INTERVENTION 1:", "Experimental: Taselisib + Letrozole", "Participants received 2.5 milligrams (mg) of letrozole tablets orally once daily (QD) and taselisib 4 mg tablets (two 2 mg tablets) orally on a 5-day 2-day schedule for a total of 16 weeks.", "INTERVENTION 2:", "Placebo comparison: Placebo + Letrozole", "Participants received 2.5 mg of oral letrozole tablets as well as placebo at a 5-day 2-day schedule for a total of 16 weeks."], "Eligibility": ["Incorporation criteria:", "Female participants", "Postmenopausal situation", "(i) primary tumour greater than or equal to (>/=) 2 centimetres (cm) in the largest diameter (cT1-3) per MRI; (ii) stage I for breast cancer in stage III; (iii) documented absence of distant metastases (M0)", "· Positive estrogen receptor (ER+) and human epidermal growth factor receptor 2-negative (HER2-) breast cancer", "Breast cancer is eligible for primary surgery", "The tumour tissues of the paraffin-fixed cores (PFPE) of the primary breast tumour nucleus that is confirmed to be evaluable for phosphatidylinositol-4,5-bisphosphate 3-kinase, alpha catalytic subunit (PIK3CA) mutation status by the central histopathology laboratory", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0 or 1", "- fasting glucose level less than or equal to (</=) 125 milligrams per deciliter (mg/dL)", "Adequate haematological, renal and hepatic function", "The absence of any psychological, family, sociological or geographical conditions may hinder compliance with the study protocol and the monitoring schedule.", "Capacity and willingness to comply with study visits, treatment, testing and protocol, as determined by the investigator", "- Exclusion criteria:", "Any previous treatment for invasive primary breast cancer", "Participants with breast tumours at stage cT4 or cN3", "Invasive, multicentric or bilateral metastatic breast cancer", "Participants with primary tumour and/or axillary lymph nodes excision biopsy or lymph node sentinel biopsy", "Type 1 or 2 diabetes requiring antihyperglycemic medicines", "Inability or unwillingness to swallow pills", "• Malabsorption syndrome or other disease that would interfere with enteric absorption", "Previous or present history of inflammation of the small intestine or large intestine (such as Crohn's disease or ulcerative colitis).", "- Long QT congenital syndrome or QT interval corrected using the Fridericia formula (QTcF) > 470 milliseconds (msec)", "- Lung diffuser for carbon monoxide (DLCO) < 60 per cent of expected values", "- Clinically significant cardiovascular disease (i.e., active), uncontrolled hypertension, unstable angina, history of myocardial infarction, class II-IV heart failure", "Any contraindications to an MRI examination", "Active infection requiring intravenous antibiotics", "Participants requiring daily oxygen supplementation", "Clinically significant history of liver disease, including known viral hepatitis or other hepatitis, current alcohol abuse or cirrhosis", "Any other disease, active or uncontrolled pulmonary dysfunction, metabolic dysfunction, discovery of a physical examination or discovery in a clinical laboratory giving a reasonable suspicion of a disease or condition that contraindicates the use of an experimental drug, which may affect the interpretation of the results, or makes participants at high risk of treatment complications", "A major traumatising injury within 3 weeks prior to starting treatment under study", "• Major surgery within 4 weeks prior to initiation of study treatment", "Inability to comply with study and follow-up procedures", "• History of other malignant tumours within 5 years prior to screening, with the exception of carcinoma properly treated in situ cervix, non-melanoma skin carcinoma or stage I uterus cancer"], "Results": ["Performance measures:", "Percentage of participants with an objective response (OR) by magnetic resonance imaging of the breast (MRI) assessed centrally using criteria for assessing the modified response in solid tumours (MRECIST) Version 1.1", "The objective response rate (ORR) was defined as the proportion of participants obtaining a complete (CR) or partial (PR) response. According to RECIST v1.1, modified CR: elimination of all target lesions, PR: reduction of at least 30% of the sum of the diameters of the target lesions, taking as a reference the initial sum of the diameters.", "Time: from base to 16 weeks", "Results 1:", "Title of the arm/group: Experimental: Taselisib + Letrozole", "Arm/Group Description: Participants received 2.5 milligrams (mg) of oral letrozole tablets once daily (QD) as well as taselisib 4 mg tablets (two 2 mg tablets) orally on a 5-day-to-two-day schedule for a total of 16 weeks.", "Total number of participants analysed: 166", "Type of measurement: Number", "Unit of measure: % of participants 50.0", "Results 2:", "Title of the arm/group: Comparison Placebo: Placebo + Letrozole", "Description of the arm/group: Participants received 2.5 mg of oral ketrozole tablets as well as placebo over a 5-day 2-day schedule for a total of 16 weeks.", "Total number of participants analysed: 168", "Type of measurement: Number", "Unit of measure: percentage of participants 39.3"], "Adverse Events": ["Undesirable Events 1:", "Total: 20/167 (11.98 per cent)", "Acute heart failure 0/167 (0.00 %)", "Diarrhoea 5/167 (2.99%)", "Colite 2/167 (1.20 per cent)", "Enterocolitis 1/167 (0.60%)", "1/167 (0.60%)", "- Stomatitis 1/167 (0.60%)", "1/167 (0.60%)", "- Sudden death 1/167 (0.60%)", "Postoperative infection 2/167 (1.20%)", "Erysipelas 2/167 (1.20%)", "Bacterial diarrhoea 1/167 (0.60%)", "Adverse Events 2:", "Total: 4/167 (2.40 per cent)", "Acute heart failure 1/167 (0.60%)", "Diarrhoea 0/167 (0.00 %)", "- Collision 0/167 (0.00 %)", "Enterocolitis 0/167 (0.00 %)", "- Haemorrhagic enterocolitis 0/167 (0.00 %)", "- Stomatitis 0/167 (0.00 %)", "Recipients with healing 0/167 (0.00 %)", "- Sudden death 0/167 (0.00 %)", "1/167 (0.60%)", "Erysipele 0/167 (0.00 %)", "- Bacterial diarrhoea 0/167 (0.00 %)"]}