{"Clinical Trial ID": "NCT01028352", "Intervention": ["INTERVENTION 1:", "Duloxetine", "Participants took 30 mg of oral capsules once daily for 7 days, then 60 mg of oral capsules once daily for 21 days. After 4 weeks if pain had decreased, subjects continued 60 mg of oral capsules once daily for 4 weeks. If pain had not decreased, subjects took 60 mg of oral capsules twice daily for 4 weeks."], "Eligibility": ["Incorporation criteria:", "Women;", "Women with oligomatastatic disease may be included at the discretion of the primary investigator. Surgical resection, chemotherapy and radiotherapy must have been completed at the time of enrolment, with the exception of trastuzumab;", "The treatment of AI has been in progress for 2 weeks and treatment should continue;", "- Musculoskeletal symptoms associated with AI, defined as:", "• Grade 1 or higher musculoskeletal pain that has developed or worsened (6 or 7 during AI treatment, or", "- Grade 1 or higher sensory neuropathy that has developed or worsened (6 or 7 during AI treatment;", "A mean pain of 4 on the 11-point Likert scale of question #5 of the brief pain inventory;", "- Performance status of ECOG 0-2;", "• Willingness and ability to sign an informed consent document.", "- Exclusion criteria:", "known hypersensitivity to duloxetine or to any of the inactive components;", "New musculoskeletal pain due specifically to a fracture or traumatic injury;", "- Treatment with monoamine oxidase inhibitors (MAO-I) within 14 days of registration;", "A concomitant treatment with phenothiazines (including thioridazine), propafenone, flecainide, triptans, MAO-I, SSRI, NSIs or tricyclic antidepressants;", "Currently primary psychiatric diagnosis (schizophrenia, psychosis) or suicidal ideation, history of bipolar disorder, or convulsive disorder;", "- Chronic liver disease, end-stage renal disease or creatinine clearance < 30 mL/min as defined by the Cockroft-Gault equation;", "- Uncontrolled narrow-angle glaucoma or clinically significant coagulation disorder;", "• Breast-feeding or breast-feeding;", "• History of alcohol or other substance abuse or dependence in the year prior to registration;", "A serious or unstable medical condition that could result in hospitalization during the study or compromise participation in the study."], "Results": ["Performance measures:", "Percentage of patients who had a 30% reduction in mean baseline pain score at 8 weeks due to duloxetine treatment.", "Subjects were considered to be evaluable if they met all the eligibility criteria and took at least one dose of duloxetine.The mean pain was measured using the Wisconsin Short Pain Inventory Questionnaire.(BPI) The BPI is a self-assessment scale 17 elements for the patient who evaluated the sensory and reactive components of pain.The BPI uses numerical scales of 0 to 10 for the evaluation of the elements.As pain may be variable, the BPI requires patients to assess pain when completing the questionnaire, and at worst, at least, and on average over the previous 24 hours.", "Time limit: 8 weeks", "Results 1:", "Title of the arm/group: Duloxetine", "Description of the arm/group: Participants took 30 mg of oral capsules once daily for 7 days, then 60 mg per mouth once daily for 21 days. After 4 weeks if pain had decreased, subjects continued 60 mg per mouth once daily for 4 weeks. If pain had not decreased, subjects took 60 mg twice daily per mouth for 4 weeks.", "Total number of participants analysed: 29", "Type of measurement: Number", "Unit of measure: percentage of participants 72.4"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/29 (0.00 per cent)"]}