{"Clinical Trial ID": "NCT00343863", "Intervention": ["INTERVENTION 1:", "Dexamethasone + Ondansetron IV", "All patients receive doxorubicin IV hydrochloride on day 1 and oral cyclophosphamide on days 1 to 7.", "Patients receive dexamethasone IV or orally and ondansetron IV on day 1 (before each dose of doxorubicin hydrochloride).", "INTERVENTION 2:", "Dexamethasone + Palonosetron IV", "All patients receive doxorubicin IV hydrochloride on day 1 and oral cyclophosphamide on days 1 to 7.", "Patients receive dexamethasone IV or orally and palonosetron IV on day 1 (before each dose of doxorubicin hydrochloride)."], "Eligibility": ["Incorporation criteria:", "Patients should have a histologically confirmed diagnosis of primary breast carcinoma", "The patient should be naive to chemotherapy at the time of registration.", "Patients should have prescribed weekly intravenous adriamycin (doxorubicin) and daily oral cyclophosphamide therapy for early breast cancer.", "The patient must be informed of the experimental nature of the study and must sign and give informed consent in writing in accordance with the institutional and federal guidelines.", "Patients should have a Karnofsky index greater than or equal to 50%", "Mild to moderate hepatic, renal or cardiovascular impairment may be observed at the discretion of the investigator.", "- Exclusion criteria:", "• Receipt of the experimental medicinal product within 30 days of entry into the study", "(except for the administration of palonosetron/dexamethasone solution for infusion), including: 5-HT3 receptor antagonists; dopamine receptor antagonists (metoclopramide); phenothiazine antiemetics (prochlorperazine, thiethylperazine and perphenazine); diphenhydramine, scopolamine, chlorpheniramine maleate, trimethobenzamide (diphenhydramine will be allowed if administered for prophylaxis of hypersensitivity reactions associated with taxane administration); all benzodiazepines; haloperidol, droperidol, tetrahydrocannabinol or nabilone; any systemic corticosteroid (hydrotisone, methylprednisolone, prednisone) (topic or inhaled preparations are allowed)", "Any vomiting, retraction or common toxicity criterion NCI version 3.0 nausea Grade 2-4 within 24 hours prior to chemotherapy", "• Continuous Vomiting of any organic etiology", "Systemic corticosteroids should be given, except: (a) when defined as part of the chemotherapeutic regimen as a preventive measure of chemotherapy toxicity; (b) topical or inhaled preparations; and/or (c) when used as a backup drug during the study.", "· Known contraindication of 5-HT3 receptor antagonists (including palonosetron) or dexamethasone", "Need for radiation therapy during study", "Inability to understand or cooperate with study procedures"], "Results": ["Performance measures:", "Number of patients receiving a complete response", "[Unspecified]", "Time: 0-24 hours after weekly intravenous doxorubin", "Results 1:", "Title of the arm/group: Dexamethasone + Ondansetron IV", "All patients receive doxorubicin IV hydrochloride on day 1 and oral cyclophosphamide on day 1-7.", "Patients receive dexamethasone IV or orally and ondansetron IV on day 1 (before each dose of doxorubicin hydrochloride).", "Total number of participants analysed: 7", "Type of measure: Number of participants", "Unit of measure: Participants 3 42.9%", "Results 2:", "Title of arm/group: Dexamethasone + Palonosetron IV", "All patients receive doxorubicin IV hydrochloride on day 1 and oral cyclophosphamide on day 1-7.", "Patients receive dexamethasone IV or orally and palonosetron IV on day 1 (before each dose of doxorubicin hydrochloride).", "Total number of participants analysed: 34", "Type of measure: Number of participants", "Unit of measure: Participants 15 44.1%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/7 (0.00 per cent)", "Adverse Events 2:", "Total: 0/34 (0.00 per cent)"]}