{"Clinical Trial ID": "NCT00077376", "Intervention": ["INTERVENTION 1:", "Trastuzumab/Ixabepilone/Carboplatin", "During the induction phase, patients were treated with Ixabepilone (BMS-247550) 15mg/m2 intravenously (IV), then with carboplatin (AUC=2 IV) on days 1, 8 and 15 of a 28-day cycle for a maximum of 6 cycles. Trastuzumab was administered weekly (4mg/kg charge dose and 2mg/kg IV) from day 1. Systematic premedication included a H1 blocker (diphenhydramine 50 mg oral (PO) or IV), a H2 blocker (ranitidine 150 mg PO or 50 mg IV or another equivalent H2 blocker), and at least one 5-HT3 antagonist and dexamethasone.", "After 24 weekly doses of trastuzumab (induction treatment), trastuzumab was administered at a dose of 6 mg/kg IV every 3 weeks (maintenance treatment) from one week after the 24th weekly dose. Trastuzumab was repeated every 21 days until disease progression or prohibitive toxicity."], "Eligibility": ["Incorporation criteria:", "- Patients with metastatic breast adenocarcinoma who are known to overexpress HER2/neu who have not received any prior chemotherapy for metastatic breast cancer; prior hormonal treatment for metastatic diseases is allowed; NOTE: For this protocol, HER2 overexpression will be defined as 3+ HER2 positivity as measured by immunohistochemistry using the HercepTest (DAKO) test or gene HER2 amplification as measured by fluorescent in situ hybridization (FISH, e.g. Vysis); a representative diagnostic tissue should be subjected to a central diagnostic examination.", "Patients should not be pregnant or breast-feeding because of the teratogenic potential of these medicines; it is recommended that all women of childbearing potential undergo a blood test or urine study within 2 weeks of registration to exclude pregnancy; women of childbearing potential and sexually active men should be strongly advised to use an accepted and effective non-hormonal contraceptive method.", "• Patients should have at least one measurable objective endpoint for the disease; baseline measurements and assessments using the RECIST criteria guidelines should be obtained within 4 weeks of being enrolled in the study; NOTE: All areas of the disease should be recorded and monitored.", "Patients should have an ECOG performance of 0 or 1", "With the exception of curative basal cell carcinomas or squamous skin or in situ cervix carcinomas, patients should be free of prior malignancies for >= 5 years.", "Patients should not have a history of untreated brain metastases or brain metastases currently undergoing radiation; patients with brain metastases representing the only site of the disease are not eligible for this study; patients with previously treated brain metastases who have responded to brain radiotherapy and/or surgery and who continue to respond are eligible provided that the brain is not the only site of the measurable disease.", "Patients should not have peripheral neuropathy of any grade.", "Patients should not have a history of a reaction of severe hypersensitivity (grade 3 or 4) to a medicinal product formulated in polyoxyethyl castor oil (Cremophor EL)", "Patients should have a left ventricular ejection fraction by MUGA or echocardiogram scan that is at or above the lower institutional limits of normal obtained within 6 weeks of registration", "Patients should not have a history of New York Heart Association Class 3 or 4 heart failure.", "Serum creatinine = < 1.5 mg/dl", "Granulocytes >= 1500/mm^3", "Platelets >= 100 000/mm^3", "- SGOT(AST) and SGPT(ALT) = < 1.5 x upper limit of normal (unless the liver is involved in a tumour, in which case SGOT(AST) and SGPT(ALT) may be = < 2.0 x upper limit of normal)", "Patients should not have a history of prior treatment with trastuzumab (Herceptin), Ixabepilone (BMS-247550) or carboplatin for metastatic disease; patients who develop metastatic disease = < 6 months after completing adjuvant therapy with trastuzumab (Herceptin), paclitaxel, docetaxel, carboplatin or Ixabepilone (BMS-247550) are considered to have received prior treatment for metastatic disease and are excluded from participation in the study.", "Patients should not have received a cumulative dose of doxorubicin greater than 360 mg/m^2 or epirubicin greater than 640 mg/m^2", "The concomitant use of hormonal therapy is not permitted; simultaneous radiotherapy is not permitted; hormone therapy must have been discontinued >= 1 week prior to registration; radiotherapy must have been completed >= 2 weeks prior to registration", "Patients may already have had radiation therapy, but previously irradiated tumours cannot be used to evaluate a clinical response; patients will not be eligible if they do not have other measurable areas of disease; an exception will be given to patients who have had tumour recurrence in an area that has received adjuvant radiation therapy, such as axilla or the chest wall."], "Results": ["Performance measures:", "• Objective response for HER2+ patients (best objective response a patient has ever known in the study)", "In order to evaluate the objective response, it is necessary to estimate the overall tumour load at the basis at which the subsequent measurements will be compared. The same evaluation method and technique should be used to characterize each injury at the base and during follow-up.", "The best overall response based on RECIST is the best response recorded from registration to progression/recurrence of the disease, taking as a reference the smallest measured progressive disease since registration. The best response was determined on the basis of tumour responses in target and non-target lesions, with or without new lesions. To be assigned a complete or partial response state, changes in tumour measurements must be confirmed by repeated evaluations made at least 4 weeks after the response criteria have been met. To be assigned a stable disease state, measurements must have met the stable disease criteria at least once after entry into the study at a minimum interval of 8 weeks.", "Duration: Evaluation every 3 cycles during induction treatment and every 6 cycles during maintenance treatment until disease progression or up to 5 years", "Results 1:", "Title of the arm/group: Trastuzumab/Ixabepilone/Carboplatin", "In the induction phase, patients were treated with Ixabepilone (BMS-247550) 15mg/m2 intravenously (IV) followed by carboplatin (AUC=2 IV) on days 1, 8 and 15 of a 28-day cycle for a maximum of 6 cycles. Trastuzumab was administered weekly (4mg/kg load dose and 2mg/kg IV) from day 1. Systematic premedication included an H1 blocker (diphenhydramine 50 mg oral (PO) or IV), an H2 blocker (ranitidine 150 mg PO or 50 mg IV or another equivalent H2 blocker), and at least one 5-HT3 antagonist and dexamethasone.", "After 24 weekly doses of trastuzumab (induction treatment), trastuzumab was administered at a dose of 6 mg/kg IV every 3 weeks (maintenance treatment) from one week after the 24th weekly dose. Trastuzumab was repeated every 21 days until disease progression or prohibitive toxicity.", "Total number of participants analysed: 39", "Type of measurement: Number", "Unit of measure: Participants Complete response: 3", "Partial reply: 13", "No change/stable: 10", "Progression: 11", "Not elucidable: 2"], "Adverse Events": ["Undesirable Events 1:", "Total: 39/59 (66.10 per cent)", "Anemia 7/59 (11.86 %)", "Other haematological products 1/59 (1.69%)", "Diarrhoea with anterior colostomy 4/59 (6.78%)", "Nausea 4/59 (6.78%)", "Vomiting 2/59 (3.39%)", "Abdomen, pain 1/59 (1.69%)", "Fatigue 7/59 (11.86 per cent)", "Death NOS 1/59 (1.69%)", "- Allergic reaction 2/59 (3.39%)", "Infection with grade 0-2 neutrophils, urinary 2/59 (3.39%)", "19/59 (32.20 per cent)"]}