{"Clinical Trial ID": "NCT00246090", "Intervention": ["INTERVENTION 1:", "E7389 1.4 mg/m2", "E7389 1.4 mg/m^2 bolus administered intravenously for 2-5 minutes on days 1 and 8 every 21 days."], "Eligibility": ["Incorporation criteria:", "Patients with breast carcinoma confirmed by histology or cytologically. Every effort should be made to ensure that paraffinized tissues or slides from diagnostic biopsy or surgical specimen are available to confirm diagnosis.", "• Patients with locally advanced or metastatic disease who have received at least two (and not more than five) previous chemotherapeutic breast cancer regimens, at least one of which has been administered for the treatment of locally advanced or metastatic disease.", "A prior treatment should be documented according to the following criteria prior to entry into the study:", "The diets must have included an anthracycline (e.g. doxorubicin, epirubin), a taxane (e.g. paclitaxel, docetaxel) and capecitabine in any combination or order.", "One or two of these treatments may have been administered as adjuvant and/or neoadjuvant.", "In addition, patients with overexpressive tumours of the human epidermal growth factor receptor 2 (HER2/neu) should have been treated with trastuzumab.", "Some patients with tumours that express estrogen receptors may also have been treated with estrogen-specific treatment.", "However, hormone therapy should be discontinued one week prior to E7389 and biological treatment should be discontinued two weeks prior to E7389 administration.", "If a change in dosage is considered necessary, the case should be discussed with the sponsor.", "• Progression on or within six months of the last treatment for an advanced disease, documented by:", "The dates of treatment, doses, treatment outcome and reason for discontinuation of prior treatment with anthracycline, taxane, capecitabine and trastuzumab should be provided.", "Before entering the study, information is required to ensure that the last treatment meets the eligibility criteria, which includes progression while receiving the last prior chemotherapy treatment, or within six months of receiving the treatment.", "The following information is required to justify discontinuation of the medicinal product: radiological evidence of progression, doctor's office notes or hospitalization notes documenting radiological progression, clinically documented increase in tumour load, and/or increase in tumour-specific markers.", "If the only measurable lesion is a lymph node, it must be at least 20 mm in LD. If a single lesion is identified as the target lesion, biopsy or aspiration with cytological or histological confirmation of the diagnosis of breast carcinoma is necessary.", "- Resolution of all toxicities related to chemotherapy or radiation at less than grade 2 severity, with the exception of stable sensory neuropathy of grade 2 and alopecia.", "Age >= 18 years.", "Eastern Cooperative Oncology Group (ECOG) Performance Status 0 to 2.", "3-month life expectancy.", "adequate renal function as demonstrated by serum creatinine 2.0 mg/dL or creatinine clearance calculated 40 mL/minute (min) by Cockcroft and Gault.", "- Adequate bone marrow function, as demonstrated by the absolute number of neutrophils (CNA) 1.5 x 10^9/L hemoglobin 10.0 g/dL (acceptable if corrected by therapeutic intervention or transfusion support) and platelet count 100 x 10^9/L.", "adequate liver function, as demonstrated by bilirubin 1.5 mg/dL and alkaline phosphatase, alanine transaminase (ALT) and aspartate transaminase (AST) 3 times the upper limits of normal (ULN) (in the case of hepatic metastases 5 x LSN), unless there is bone metastases, in which case liver-specific alkaline phosphatase should be separated from the total and used to evaluate hepatic function instead of total alkaline phosphatase.", "• Voluntary and able to complete the quality of life assessment of the European Organisation for Research on Cancer Treatment (EORTC), the analgesic journal and the visual analogue scale of pain (VAS).", "• Voluntary and able to comply with the study protocol for the duration of the study.", "Informed consent in writing prior to any study-specific screening procedure, on the understanding that the patient may withdraw consent at any time without prejudice.", "- Exclusion criteria:", "Patients should not have received chemotherapy, radiotherapy or biological treatment in less than two weeks, hormone treatment in less than one week, or trastuzumab in less than three weeks, prior to starting E7389 therapy.", "Patients should not have received radiation therapy covering > 30% of the bone marrow (a lesion that has been irradiated cannot be used as a target lesion unless it has progressed after irradiation).", "Patients should not have pre-existing neuropathy > Grade 2.", "Patients should not have participated in an earlier clinical trial E7389."], "Results": ["Performance measures:", "Objective response rate", "Based on the criteria for assessing response in solid tumours (RECIST), consisting of a complete response (CR) plus a partial response (PR). Defined as the best response from the start of treatment to progression or recurrence of disease.The lesions measured by calculated tomography (CT) scan and magnetic resonance imaging (MRI).", "Calendar: Both cycles", "Results 1:", "Title of arm/group: E7389 1.4 mg/m^2", "Description of the arm/group: E7389 1.4 mg/m^2 bolus administered intravenously for 2-5 minutes on days 1 and 8 every 21 days.", "Total number of participants analysed: 269", "Type of measurement: Number", "Unit of measure: Percentage of participants 14.1"], "Adverse Events": ["Undesirable Events 1:", "Total: 88/291 (30.24 per cent)", "Anemia3/291 (1.03%)", "Febrile Neutropenia11/291 (3.78 per cent)", "- Leucopenia1/291 (0.34%)", "Neutropenia7/291 (2.41%)", "Thrombocytopenia2/291 (0.69%)", "- Cardiac arrest1/291 (0.34%)", "Pericardial infusion1/291 (0.34%)", "Pericarditis1/291 (0.34%)", "- Tachycardia2/291 (0.69%)", "Diplopia1/291 (0.34%)", "- Macular Hole1/291 (0.34%)", "Abdominal pain3/291 (1.03%)"]}