{"Clinical Trial ID": "NCT01271725", "Intervention": ["INTERVENTION 1:", "Afatinib monotherapy", "The patient received Afatinib as oral monotherapy once daily at a dose of 40 milligrams (mg) film-coated tablets until his disease progressed, unacceptable adverse events or any other reason requiring withdrawal.", "INTERVENTION 2:", "Afatinib and paclitaxel or combined treatment of vinorelbine", "One patient received Afatinib as oral monotherapy once daily at a dose of 40 mg film-coated tablets until his disease progressed, unacceptable adverse events or other reasons requiring withdrawal (patients could have a reduced dose if 40 mg was not tolerated) and 80 mg/m2 Paclitaxel to be diluted for intravenous infusion or 25 mg/m2 Vinorelbine to be diluted for intravenous infusion once weekly from failure of afatinib monotherapy treatment."], "Eligibility": ["• Inclusion criteria:", "Women >=18 years with a proven diagnosis of breast cancer HER2 overexpressing, histologically confirmed", "Stage IV metastatic disease", "At least one measurable lesion according to RECIST 1.1 (Response Assessment Criteria for Solid Tumours Version 1.1). Skin, bone and brain lesions are considered non-target lesions.", "Must have failed or progressed on trastuzumab or lapatinib or trastuzumab and lapatinib in neoadjuvant and/or adjuvant settings", "- Exclusion criteria:", "• Prior front-line treatment for metastatic breast cancer", "A known pre-existing interstitial pulmonary disease", "Active brain metastases", "- History or presence of clinically significant cardiovascular abnormalities such as uncontrolled hypertension, congestive heart failure NYHA classification of 3, unstable angina or poorly controlled arrhythmia Myocardial infarction within 6 months prior to trial treatment.", "- Left cardiac ventricular function with a resting ejection fraction of less than 50%.", "Previous treatment with the epidermal growth factor (EGFR)/HER2-target receptor of small molecules or antibodies other than trastuzumab and lapatinib in the neoadjuvant or adjuvant setting", "Previous treatment with paclitaxel in the last 12 months", "Do not receive pre-treatment for vinorelbine - Other exclusion criteria apply"], "Results": ["Performance measures:", "Percentage of participants who received an objective response (OR) assessed by the solid tumour version (RECIST) response evaluation criteria 1.1", "· Objective response according to RECIST v1.1. Improved overall response of the confirmed complete response (CR) or confirmed partial response (PR) recorded from the first administration of the trial drug to the onset of progression of disease, death or subsequent treatment in each part separately.By criteria for assessing response in solid tumours (RECIST v1.1) for target lesions and evaluated by magnetic resonance imaging (MRI): Complete response (CR), disappearance of all target lesions; Partial response (PR), >=30% decrease in sum of longest diameter of target lesions; Objective response (OR) = RC + PR. Percentage of participants with an OR with an exact 95% confidence interval by Clopper and Pearson is presented.", "Time limit: From the initial dose of the drug under study up to 28 days after the end of the treatment period, up to 1562 days", "Results 1:", "Title of the arm/group: Afatinib monotherapy", "Description of the arm/group: The patient received once daily oral Afatinib monotherapy at a dose of 40 milligrams (mg) film-coated tablets until his disease progressed, unacceptable adverse events or other reasons requiring withdrawal.", "Total number of participants analysed: 74", "Type of measurement: Number", "Unit of measure: percentage of participants 18 (10-28)", "Results 2:", "- Arm/group title: Afatinib and Paclitaxel or combined vinorelbine therapy", "Description of arm/group: Afatinib oral monotherapy patient once daily at a dose of 40 mg film-coated tablets until disease progression, unacceptable adverse events or any other reason requiring withdrawal (Patients could have a dose reduction if 40 mg was not tolerated) and 80 mg/m2 Paclitaxel concentrated for intravenous infusion or 25 mg/m2 Vinorelbine concentrated for intravenous infusion once weekly from failure of afatinib monotherapy treatment", "Total number of participants analysed: 39", "Type of measurement: Number", "Unit of measure: percentage of participants 31 (17 to 48)"], "Adverse Events": ["Undesirable Events 1:", "Total: 18/74 (24.32%)", "Anemia 0/74 (0.00 %)", "Febrile neutropenia 0/74 (0.00 %)", "Cardiorespiratory arrest 1/74 (1.35 %)", "Abdominal pain 2/74 (2.70%)", "Diarrhoea 3/74 (4.05%)", "- Nausea 0/74 (0.00 %)", "Vomiting 2/74 (2.70 per cent)", "Asthenia 3/74 (4.05%)", "Chest pain 1/74 (1.35%)", "- Pain 0/74 (0.00 %)", "Pyrexia 0/74 (0.00 %)", "Abnormal liver function 1/74 (1.35%)", "Adverse Events 2:", "Total: 5/13 (38.46 per cent)", "Anemia 1/13 (7.69 per cent)", "Febrile neutropenia 1/13 (7.69%)", "- Cardiorespiratory arrest 0/13 (0.00 %)", "Abdominal pain 2/13 (15.38 per cent)", "Diarrhoea 0/13 (0.00 %)", "Nausea 0/13 (0.00 per cent)", "1/13 (7.69 per cent)", "Asthenia 1/13 (7.69%)", "Chest pain 0/13 (0.00 %)", "1/13 (7.69 per cent)", "Pyrexia 2/13 (15.38 per cent)", "Abnormal liver function 0/13 (0.00 %)"]}