{"Clinical Trial ID": "NCT00338728", "Intervention": ["INTERVENTION 1:", "- Letrozole and imatinib Mesylate", "imatinib is 400 mg mesylate per mouth twice daily for 28 days and 2.5 mg letrozole once daily for 28 days cycle."], "Eligibility": ["Incorporation criteria:", "• Menopausal women able to comply with the requirements of the protocol with metastatic breast cancer, whose tumours are positive for estrogen (ER) and/or progesterone (PgR), defined by the immunohistochemistry of heart biopsy with more than 10% of malignant malignant epithelial cells", "Patients should have a documented expression of RFDG or CD117 (c-kit) by immunohistochemistry", "Patients may have already received adjuvant/ neoadjuvant chemotherapy, although this is not necessary. Prior chemotherapy for metastatic breast cancer is permitted. Concomitant bisphosphonates are allowed for patients with bone metastases and have another measurable disease site.", "The postmenopausal status defined by one of the following rules: no spontaneous measurements for at least one year in women over 55 years of age, in women over 55 years of age, with postmenopausal gonadotrophin levels (luteinizing hormone [LH] and follicular stimulating hormone [FSH] greater than 40 IU/L) or postmenopausal estradiol levels (less than 5 mg/dl) or as defined by the laboratory definition of \"postmenopausal range\" involving bilateral oophorectomy", "Performance Status, Eastern Cooperative Oncology Group (ECOG) greater than or equal to 2", "Patients should have a measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (the longest diameter to be recorded) as being 10 mm or more with conventional techniques. Bone disease only will not be accepted as a measurable disease.", "Absolute number of neutrophils (ANC) = 1.5 x 10 at the 9th power/L", "- Blisters equal to or greater than 100.0 x 10 at the 9th power/L", "Hemoglobin greater than 10.0 g/dL", "Creatinine less than 1.5 mg/dl", "Total (T.) bilirubin less than 1.5 x normal", "Aspartate aminotransferase (AST) less than 2.5 x normal", "A life expectancy of at least 6 months", "Localized radiation therapy, which does not influence the evaluable lesion signal, is allowed prior to initiation of imatinib mesylate. Patients should have recovered myelosuppressive effects from previous radiotherapy (at least 2-4 weeks)", "• Ability to understand and willingness to sign informed written consent", "- Exclusion criteria:", "Previous treatment with Femara or Gleevec", "Uncontrolled endocrine disorders such as diabetes mellitus, confirmed hypothyroidism or hyperthyroidism, Cushing's syndrome, Addison's disease (treated or not)", "Patients with unstable angina or uncontrolled heart disease (e.g., New York Heart Association Class III or IV functional classification)", "Other concomitant malignancies, with the exception of in situ cervix carcinoma, or basal or squamous skin carcinoma, or other curable cancers such as Hodgkin's disease or non-Hodgkin's lymphoma (NHL), provided that five years have elapsed since treatment was completed and there has been no recurrence.", "A concomitant treatment with steroids, e.g. glucocorticoids for indications other than cancer, with the exception of aerosol for obstructive respiratory diseases and the injection of steroids into the joints for the treatment of inflammation", "Other experimental medicinal products in the last 3 weeks and concomitant use of experimental medicinal products", "• History of non-compliance with medical plans and patients considered potentially unreliable", "Patients with known brain metastases", "Patients with known chronic liver disease (chronic active hepatitis and cirrhosis)", "Patients with a known diagnosis of human immunodeficiency virus (HIV) infection", "* Patients who received chemotherapy within 4 weeks (6 weeks for nitrosourea or mitomycin-C) before entering the study, unless the disease progresses rapidly", "In patients who had previously received radiation therapy at 25% or more of the bone marrow", "Patients who have undergone major surgery within 2 weeks of entering the study"], "Results": ["Performance measures:", "Objective response rate (ORR)", "Among participants with a CR or PR as the best overall response, the duration of response (DOR) was defined as the period from registration to progression or death of any cause, whichever was the earlier. FPS data were censored at the time of withdrawal from the study. Overall survival (SP) was defined as the period from registration to death of any cause. Life status information was collected after completion of the study until July 23, 2018 and was used to determine the OS.", "Timeframe: From registration to disease progression, death, unacceptable toxicity or withdrawal of consent to study, based on first assessment up to 182 months", "Results 1:", "Title of the arm/group: Letrozole and Imatinib Mesylate", "Description of the arm/group: Imatinib metylate 400 mg per mouth twice daily for 28 days and Letrozole 2.5 mg once daily for 28 days cycle.", "Total number of participants analysed: 45", "Type of measure: Number of participants", "Unit of Measure: Participants Complete Response (CR): 0 0.0%", "- Partial response (PR): 5 11.1%", "DD (including non-CR/non-PD)>/=24 weeks: 16 35.6%", "DD (including non-CR/non-PD) </=24 weeks: 8 17.8%", "Progressive diseases: 11 24.4%", "Non-evaluable: 5 11.1%"], "Adverse Events": ["Undesirable Events 1:", "Total: 14/45 (31.11%)", "Neutropenia 22/45 (4.44%)", "Diarrhoea 7/45 (15.56 per cent)", "Fatigue 23/45 (6.67 per cent)", "High Bilirubin 21/45 (2.22%)", "Myalgia 21/45 (2.22%)"]}