{"Clinical Trial ID": "NCT01432886", "Intervention": ["INTERVENTION 1:", "E7389 With Trastuzumab weekly", "Eribulin mesylate (E7389) was administered intravenously on day 1 and day 8 of each 3-week cycle. Trastuzumab was administered intravenously weekly, with an initial dose of 4 mg/kg followed by 2 mg/kg for the other doses.", "INTERVENTION 2:", "E7389 With Trastuzumab Tri-weekly", "Eribulin mesylate (E7389) was administered intravenously on day 1 and day 8 of each 3-week cycle. Trastuzumab was administered intravenously three times a week, with an initial dose of 8 mg/kg followed by 6 mg/kg for the other doses."], "Eligibility": ["• Inclusion criteria", "Women over 20 years of age or under 75 years of age at the time of informed consent.", "Histologically or cytologically confirmed with breast cancer", "3+ score by immunohistochemistry (IHC) or fluorescence-positive HER2 in situ hybridization (FISH)", "Topics that meet one of the following criteria:", "Evidence of recurrence during adjuvant chemotherapy with trastuzumab and taxane", "Evidence of recurrence within 6 months of adjuvant chemotherapy with trastuzumab and taxane", "Experience with prior chemotherapy including trastuzumab and taxane for advanced or recurrent breast cancer", "Adequate function of the organ", "The Eastern Cooperative Oncology Group (ECOG) - Performance Status (PS) is 0 or 1", "Subjects who submitted written informed consent for inclusion in the study", "• Exclusion criteria", "Subjects with known brain metastasis accompanied by clinical symptoms or requiring active treatment", "Subjects with severe active infection requiring active treatment", "Subjects with large pleural effusions, ascites or pericardial effusions requiring drainage.", "- Hypersensitivity to trastuzumab, halicondrin B or to the chemical derivatives of halicondrin B", "Known as either positive for the human immunodeficiency virus (HIV) or positive for the surface of hepatitis B (HB antigen) or hepatitis C (HCV) by serum test.", "Subjects who are pregnant (B-hCG positive) or who are breast-feeding", "Subjects considered ineligible for this study by the Principal Investigator or the Under-Researcher."], "Results": ["Performance measures:", "Number of participants with dose limit toxicity (DLT)", "For the assessment of DLT, severity (grade) was classified according to common terminology criteria for adverse events of version 4.0 (CTCAE v4.0). DLT was defined as persistent grade 4 neutropenia for more than 7 days; febrile neutropenia grade 3 or higher; grade 4 thrombocytopenia or grade 3 thrombocytopenia requiring blood transfusion; non-haematological toxicity (excluding neutrophil, leukocytes, lymphocytes, platelets, CD4 lymphocytes, anaemia and bone marrow density) greater than or equal to Class 3 (Exceptions: Dose reduction was not necessary even when the following conditions were met: Grade 3 nausea, vomiting or diarrhoea controllable by anti-emetic or antidiarrheal medicinal products and abnormal laboratory parameters not requiring treatment); and day 8 administration was delayed or shortened because the subject had not met the dose during the cycle.", "Time limit: up to 3 weeks", "Results 1:", "Title of the arm/group: E7389 With Trastuzumab weekly", "Description of the arm/group: Erebulin mesylate (E7389) was administered intravenously on day 1 and day 8 of each 3-week cycle. Trastuzumab was administered intravenously weekly, with an initial dose of 4 mg/kg followed by 2 mg/kg for the other doses.", "Total number of participants analysed: 6", "Type of measurement: Number", "Unit of measure: Participants 0", "Results 2:", "Title of the arm/group: E7389 With Trastuzumab Tri-weekly", "Description of the arm/group: Erebulin mesylate (E7389) was administered intravenously on day 1 and day 8 of each 3-week cycle. Trastuzumab was administered intravenously three times a week, with an initial dose of 8 mg/kg followed by 6 mg/kg for the other doses.", "Total number of participants analysed: 6", "Type of measurement: Number", "Unit of measure: Participants 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/6 (0.00 per cent)", "Adverse Events 2:", "Total: 0/6 (0.00 per cent)"]}