{"Clinical Trial ID": "NCT00754845", "Intervention": ["INTERVENTION 1:", "- Letrozole", "Patients receive letrozole orally once daily for up to 5 years in the absence of unacceptable toxicity, recurrence of disease or development of second malignancy.", "Letrozole: given orally", "INTERVENTION 2:", "- Placebo", "Patients receive placebo orally once daily for up to 5 years in the absence of unacceptable toxicity, recurrence of disease or development of second malignancy.", "placebo: given orally"], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Previously diagnosed with primary breast cancer", "Should have received 41⁄2 to 6 years of aromatase inhibitor therapy (e.g., letrozole, anastrozole or exemestane), either as initial treatment or after prior tamoxifen citrate treatment, including treatment received in the CAN-NCIC-MA clinical trial17", "- Finished aromatase inhibitory treatment 2 years ago", "No metastatic or recurrent disease, controlateral breast cancer or in situ channel carcinoma in either breast, determined by the following factors:", "Clinical examination of the mammary area, axils and neck over the last 60 days", "- Mammography in the last 12 months*", "The thoracic X-rays in the last 60 days", "- Bone scan, if alkaline phosphatase > 2 times normal and/or if there are symptoms of metastatic disease AND confirmatory X-rays, if the results of bone analysis are doubtful, over the last 60 days", "* Initial mammography is not required in patients with complete bilateral mastectomy.", "Status of the Hormone-Receptor:", "A primary tumour of the positive estrogen receptor (ER+) and/or the positive progesterone receptor (PR+) at the time of diagnosis, defined as a tumour receptor content of > 10 fmol/mg of protein or positive receptor by immunocytochemical assay (for patients not previously included in the CAN-NCIC-MA17 clinical trial)", "OR status of the hormone receptor of the unknown primary tumour (for patients previously included in the CAN-NCIC-MA17 clinical trial)", "CHARACTERISTICS OF PATIENTS:", "• Menopausal status not specified", "ECOG Performance Status 0-2", "Life expectancy 5 years", "WBC > 3.0 x 109/L OR granulocytes (polymorphs + bands) 1.5 times 109/L", "Number of platelets > 100 x 109/L", "ASAT and/or ALT < 2 times the upper limit of normal (ULN)*", "Alkali phosphatase < 2 times ULN*", "Able (i.e. commonly enough) and ready to complete quality of life questionnaires in English or French (NCCI GTC participating centres)", "· Failure to complete questionnaires due to illiteracy in French or English, loss of sight or other equivalent reason is permitted", "Available for treatment and follow-up", "No other prior or concomitant disease except skin cancer of properly treated superficial or basal cell epidermal cells, in situ cervix carcinoma or other cancer treated more than 5 years ago presumed to be cured NOTE: *High levels allowed provided imaging tests excluded metastatic diseases", "THERAPE PRIOR CONCURENT:", "See Disease Characteristics", "No selective simultaneous modulator of estrogen receptors (e.g. raloxifene, idoxifene)", "No other concomitant anticancer treatment"], "Results": ["Performance measures:", "• Disease-free survival (DFS)", "It is defined as the months from the day of randomization to the earliest date when a recurrence of primary disease (recurrence in the breast, chest wall and nodal sites or development of a metastatic disease) or contralateral breast cancer has been observed. Subjects who died without recurrence of primary disease or development of contralateral breast cancer have been censored at their date of death.", "Timeline: Uniting the end of the study with a median follow-up of 75 months", "Results 1:", "Title of the arm/group: Letrozole", "In the absence of unacceptable toxicity, recurrence of the disease or development of a second malignancy, patients receive oral letrozole once daily for up to 5 years.", "Letrozole: given orally", "Total number of participants analysed: 959", "Type of measurement: Number", "Unit of measure: probability of a 5-year MFI 0.95 (0.93 to 0.96)", "Results 2:", "Title of the arm/group: Placebo", "- Arm/group description: Patients receive oral placebo once daily for up to 5 years in the absence of unacceptable toxicity, recurrence of disease or development of second malignancy.", "placebo: given orally", "Total number of participants analysed: 959", "Type of measurement: Number", "Unit of measure: probability of a 5-year MFI 0.91 (0.89 to 0.93)"], "Adverse Events": ["Undesirable Events 1:", "Total: 15/959 (1.56%)", "CNS Hemorrhagic/bleeding 20/959 (0.00 %)", "- Hemorrhagic melene/HG 21/959 (0.10%)", "Rectal haemorrhage/ haematochesia 21/959 (0.10%)", "- Cardiac troponin I (cTnI) 0/959 (0.00 %)", "Thrombosis/embolism 20/959 (0.00 %)", "Ventricular arrhythmia (PVC/bigeminy/trigeminar/ ventricular tachycardia) 21/959 (0.10%)", "Ed. 21/959 (0.10%)", "Left cardiac ventricular function 21/959 (0.10%)", "Adverse Events 2:", "Total: 19/954 (1.99%)", "CNS Hemorrhagic/bleeding 21/954 (0.10%)", "- Melene/HG haemorrhagic 20/954 (0.00 %)", "Rectal haemorrhage/ haematitis 20/954 (0.00 %)", "- Cardiac troponin I (cTnI) 1/954 (0.10%)", "Thrombosis/embolism 21/954 (0.10%)", "Ventricular arrhythmia (PVC/bigeminy/trigeminar/ ventricular tachycardia) 21/954 (0.10%)", "Ed. 20/954 (0.00 per cent)", "Left cardiac ventricular function 21/954 (0.10%)"]}