{"Clinical Trial ID": "NCT01702571", "Intervention": ["INTERVENTION 1:", "Trastuzumab Emtansine (All participants)", "This cohort (Cohort 1) enrolled all participants with HER2 positive, non-resectable, LABC or MBC who had already received HER2 and chemotherapy and had progressed on or after the most recent treatment for LABC or MBC, or within 6 months of the end of the adjuvant treatment.", "INTERVENTION 2:", "Trastuzumab Emtansine (Asian participants)", "This cohort (Cohort 2) enrolled Asian participants with positive HER2 treatment, non-resectable, LABC or MBC who had already received HER2 treatment and chemotherapy and had progressed on or after the most recent LABC or MBC treatment, or within 6 months of the end of the adjuvant treatment."], "Eligibility": ["Incorporation criteria:", "HER2 - locally determined positive disease", "Invasive breast cancer confirmed histologically or cytologically", "A prior treatment of breast cancer in an adjuvant, non-resectable, locally advanced or metastatic medium should include both chemotherapy, alone or in combination with another agent, and an anti-HER2 agent alone or in combination with another agent.", "A documented progression of incurable, non-resectable LABC or mBC, defined by the investigator: progression should occur during or after the most recent treatment of LABC/mBC or within 6 months after the end of the adjuvant treatment.", "A measurable and/or non-measurable disease", "The left ventricular ejection fraction (VFEF) >/=50% by echocardiogram (ECHO) or multiple acquisition scanning (MUGA)", "= performance status of 0.1 or 2 of the Eastern Cooperative Oncology Group (ECOG)", "Adequate function of the organ", "The use of highly effective contraception as defined by the protocol", "- Exclusion criteria:", "- History of treatment with trastuzumab emtansine", "Pre-registration in a clinical study containing trastuzumab emtansine, regardless of whether or not it has received trastuzumab emtansine", "· Peripheral grade neuropathy >/= 3 by common terminology criterion of the National Cancer Institute (NCI) for adverse events (CITT) v 4.0", "• History of other malignancies in the previous 5 years, with the exception of a carcinoma properly treated in situ of the cervix, a non-melanoma skin carcinoma, stage 1 uterus cancer, synchronous cancer or previously diagnosed HER2-positive breast cancer.", "• History of cancer/biological or experimental treatment within 21 days prior to treatment of the first study, with the exception of hormone therapy, which may be administered up to 7 days prior to treatment of the first study; and re-establishment of treatment-related toxicity according to other eligibility criteria.", "History of cumulative doses of anthracyclines", "The participant must have recovered from any acute toxicity (up to grade </=1) prior to the first study.", "Only metastatic central nervous system disease (CNS)", "Symptomatic brain metastases", "History of decreased FEVL to less than (<) 40% or symptomatic congestive heart failure (CHF) with previous treatment with trastuzumab", "History of symptomatic CHF (New York Heart Association [NYHA] Classes II-IV) or severe cardiac arrhythmia requiring treatment", "History of myocardial infarction or unstable angina within 6 months of the first study", "Current dyspnoea at rest due to complications of advanced malignancy or the need for continuous oxygen therapy", "(clinically significant cardiovascular, pulmonary or metabolic diseases)", "Pregnancy or lactation", "• An active infection currently known with human immunodeficiency virus (HIV), hepatitis B virus or hepatitis C virus", "History of intolerance (grade 3-4 infusion reaction) or hypersensitivity to trastuzumab or murine proteins or any component of the product"], "Results": ["Performance measures:", "Percentage of participants with primary adverse events (PIEs)", "The IEPAs in this study were defined as: adverse reactions (AE) Grade >/= 3, in particular, liver events, allergic reactions, thrombocytopenia and haemorrhage, all grade >/= 3 adverse reactions related to trastuzumab emtansine and pneumonitis of all grades.", "Time frame: Baseline up to approximately 7 years", "Results 1:", "Title of the arm/group: Trastuzumab Emtansine (All participants)", "This cohort (cohort 1) enrolled all participants with HER2 positive, non-resectable, LABC or MBC who had previously received HER2 and chemotherapy and had progressed on or after the most recent treatment for LABC or MBC, or within 6 months of the end of the adjuvant treatment.", "Total number of participants analysed: 2002", "Type of measurement: Number", "Unit of measure: Percentage of participants 23.1 (21.2 to 25.0)", "Results 2:", "Title of the arm/group: Trastuzumab Emtansine (Asian participants)", "This cohort (Cohort 2) enrolled Asian participants with positive HER2 treatment, non-resectable, LABC or MBC who had previously received HER2 treatment and chemotherapy and had progressed on or after the most recent LABC or MBC treatment, or within 6 months of the end of the adjuvant treatment.", "Total number of participants analysed: 181", "Type of measurement: Number", "Unit of measure: Percentage of participants 51.4 (43.9 to 58.9)"], "Adverse Events": ["Undesirable Events 1:", "Total: 427/2002 (21.33%)", "ANEMIA 13/2002 (0.65%)", "1/2002 (0.05%)", "DIFFUSION OF INTRAVASCULAR COAGULATION 1/2002 (0.05%)", "NEUTROPENIA FEBRILE 1/2002 (0.05%)", "THROMBOCYTOPENIA 11/2002 (0.55%)", "ACUTE CORONARY SYNDROME 3/2002 (0.15%)", "ANGINE PECTORIS 1/2002 (0.05%)", "- CARDIAC ARREST 1/2002 (0.05%)", "CARDIAC FAITH 1/2002 (0.05%)", "- CARDIAC TAMPONADE 1/2002 (0.05%)", "Adverse Events 2:", "Total: 36/181 (19.89 per cent)", "- ANEMIA 0/181 (0.00 %)", "OBLIGATORY GOODS LEAFLETS 0/181 (0.00 %)", "DIFFUSION OF INTRAVASCULAR COAGULATION 0/181 (0.00 %)", "NEUTROPENIA FEBRILE 0/181 (0.00 %)", "THROMBOCYTOPENIA 10/181 (5.52%)", "ACUTE CORONARY SYNDROME 1/181 (0.55%)", "ANGINE PECTORIS 0/181 (0.00 %)", "- CARDIAC ARREST 0/181 (0.00 %)", "- CARDIAC FAILURE 0/181 (0.00 %)", "- CARDIAC TAMPONAD 0/181 (0.00 %)"]}