{"Clinical Trial ID": "NCT01011946", "Intervention": ["INTERVENTION 1:", "- Mammography of positron emissions", "Positron Emission Mammography: Patients will receive bilateral (on both sides) and axillary PEM analyses, bilateral, DCE-MRI, US breast and axilla (on the affected breast side) mammograms, and an ultrasound-guided biopsy of the axillary lymph node so suspicious."], "Eligibility": ["Incorporation criteria:", "Women aged 18 to 75 with newly diagnosed breast cancer who are considered candidates for breast conservation surgery (i.e., lumpectomy).", "- Exclusion criteria:", "Children (under 18 years of age)", "Pregnant or lactating women", "Diabetic patients (type I or II)", "* Patients who are programmed for a sentinel node procedure using radioactive Tc-99m within 24 hours of MEP", "* Patients who have NOT received a bilateral breast MRI standard at UC."], "Results": ["Performance measures:", "DDG positron emission mammography (PEM) sensitivity and specificity in the identification of breast cancer axillary lymph node (ALN) metastases", "According to the image of FDG Positron Emission Mammography (PEM), a breast region was classified as \"normal\" or \"abnormal\". The sampling of lymph nodes (LN) and histopathology determined the true positives and negatives.", "Delay: PEM was performed prior to surgery and LN sampling immediately after surgery", "Results 1:", "Title of arm/group: Mammography of positron emissions", "Description of the arm/group: Mammography of positron emissions: Patients will receive bilateral (on both sides) and axillary PEM analyses, bilateral mammograms, DCE-MRI, US breast and axilla (on the affected breast side) and an ultrasound-guided biopsy of the axillary lymph node so suspicious.", "Total number of participants analysed: 33", "Type of measurement: Number", "Unit of measure: percentage of subjects Sensitivity: 83.3 (51.6 to 97.9)", "Specificity: 52.0 (31.3 to 72.2)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/36 (0.00 per cent)"]}