{"Clinical Trial ID": "NCT02536794", "Intervention": ["INTERVENTION 1:", "Treatment (MEDI4736, Tremelimumab)", "Patients receive monoclonal antibodies to B7H1 MEDI4736 IV over one hour and tremelimumab IV over one hour at day 1. Treatment is repeated every 28 days for 4 courses in the absence of disease progression or unacceptable toxicity. Four weeks after the last combination dose, patients continue to receive monoclonal antibodies to B7H1 MEDI4736 every 2 weeks for up to 18 additional doses in the absence of disease progression or unacceptable toxicity.", "Anti-B7H1 Monoclonal Antibody MEDI4736: Viewed IV", "Analysis of laboratory biomarkers: related studies", "Pharmacological study: related studies", "Tremelimumab: under IV"], "Eligibility": ["Incorporation criteria:", "Patients should have a histologically documented diagnosis (primary or metastatic location) of breast cancer which is HER2 not overexpressing by immunohistochemistry, i.e. 0 or 1; if they have an equivocal immunohistochemistry, 2, the tumour should be non-genesis amplified by in situ fluorescence hybridization (FISH) on the primary tumour or metastatic lesion (ratio < 2 and copy number HER2 < 4); the positivity of the estrogen receptor (ER) is defined as 1% or more", "Patients should have a measurable disease based on solid tumour response criteria (RECIST)", "Patients who are negative for ER should have advanced by at least one prior chemotherapy treatment in metastatic media or within 12 months of their last adjuvant systemic treatment; patients who are positive for ER should have progressed through standard hormonal therapy and received at least one line of chemotherapy in metastatic media.", "• Completion of systemic cancer therapy for prior chemotherapy at least 2 weeks prior to entry into the study", "The radiation therapy must be completed at least 2 weeks prior to entry into the study; radioactive lesions can only be used as a measurable disease if they have been irradiated during the 12 months prior to entry.", "Patients may have parenchymic brain metastases if they are stable (no signs of progression) for at least one month after local treatment (radiation or surgery); leptomenal disease is excluded; they must have completed any prescribed antisteroid therapy.", "Patients may already have been diagnosed with cancer if more than 5 years ago since their last treatment.", "Patients should report a state of performance of the Eastern Cooperative Oncology Group (ECOG) = < 2", "Absolute neutrophil count >= 1000/mcL", "Platelets >= 50 000/mcl", "Total bilubine = < 1.5 times the upper institutional limit of normal (ULN) (or = < 3 times the LSN for liver metastases)", "Aspartate aminotransferase (AST) (oxaloacetic glutamic serum transaminase [SGOT])/alanine aminotransferase (ALT) (serem glutamate pyruvate transaminase [SPGT]) = < 2.5 X institutional LSN (or = < 5 times LSN in case of liver metastases)", "Creatinine = < 2 ng/ml", "• Women of childbearing potential (FOCBP) and men must agree to use two appropriate contraceptive methods before entering the study, for the duration of study participation and for the number (#) days after completion of treatment; if a patient becomes pregnant or suspects that she is pregnant while participating in the study, she must immediately inform her attending physician.", "NOTE: A FOCBP is any woman (regardless of sexual orientation, tubular ligature or single choice) who meets the following criteria:", "No bilateral hysterectomy or ophorectomy", "Has had periods at any time in the previous 12 consecutive months (and therefore has not been naturally menopausal for > 12 months)", "The FOCBP must undergo a negative pregnancy test within 7 days of being enrolled in the study.", "• Willingness to provide fresh biopsy before study registration and after 2 treatment cycles", "Patients must have the ability to understand and the willingness to sign informed written consent before registering for the study.", "- Exclusion criteria:", "Patients who have undergone chemotherapy or radiation therapy in the 2 weeks prior to entering the study or those who have not recovered adverse reactions from agents administered more than 4 weeks earlier are not eligible.", "Current or previous use of immunosuppressive therapy within 2 weeks of initiation of experimental treatment", "Patients taking herbal medicines (alternatives) are not eligible for participation; patients should be excluded from these medicines at the time of registration for at least 2 weeks; NOTE: Vitamin supplements are acceptable", "Patients may not have received other experimental agents within 4 weeks of registration.", "Prior treatment with immune treatment (including, but not limited to, a group of inhibitors of differentiation [CD]137, OX40, scheduled death [PD]-1, PD-L1 or cytotoxic T antigen 4 [CTLA4])", "• Severe previous reaction to monoclonal antibody infusion", "Patients with a history of autoimmune or active disease in the last 3 years, with the exception of the following:", "• Vitiligo or alopecia", "Hypothyroidism at stable thyroid replacement doses", "Psoriasis not requiring systemic treatment in the last 3 years", "History of primary immunodeficiency syndrome or tuberculosis", "Major medical conditions that may affect participation in the study (uncontrolled pulmonary, renal or hepatic dysfunction, uncontrolled infection) are not eligible; other major co-morbid disorders that the investigator believes may compromise effective and safe participation in the study", "Patients with uncontrolled intercurrent disease, including, but not limited to, one of the following, are not eligible:", "Uncontrolled pulmonary, renal or hepatic disorders", "• Continuous or active infection requiring systemic treatment", "A known active or chronic viral hepatitis or human immunodeficiency virus (HIV)", "A psychiatric illness or social situations that would limit compliance with the requirements of the study", "Any other disease or condition that the investigator considers likely to interfere with compliance with the study or to compromise the safety or parameters of the patient's study", "Pregnant or lactating women are not eligible."], "Results": ["Performance measures:", "Overall response rate (ORR) in patients with metastatic HER2 Negative breast cancer treated with Durvalumab in combination with Tremelimumab", "The overall response rate is defined as the number of patients with partial response (PR), plus those with a complete response (CR) using the solid tumour response assessment criteria (RECIST) Version 1.1 with the following definitions:", "Complete Response - Disappearance of all lesions Partial Response - At least a 30% decrease in the sum of the diameters of the target lesions, taking as a reference the diameters of the base sum.", "Duration: up to a maximum of 49 cycles where 1 cycle = 4 weeks for the first 4 cycles and 1 cycle = 2 weeks for 45 cycles", "Results 1:", "Title of arm/group: Treatment (MEDI4736, Tremelimumab)", "The treatment is repeated every 28 days for 4 treatments in the absence of disease progression or unacceptable toxicity. Four weeks after the last combination dose, patients continue to receive an anti-B7H1 monoclonal antibody MEDI4736 every 2 weeks for up to 18 additional doses in the absence of disease progression or unacceptable toxicity.", "Anti-B7H1 Monoclonal Antibody MEDI4736: Viewed IV", "Analysis of laboratory biomarkers: related studies", "Pharmacological study: related studies", "Tremelimumab: under IV", "Total number of participants analysed: 27", "Type of measurement: Number", "Unit of measurement: participants 4"], "Adverse Events": ["Undesirable Events 1:", "Total: 18/30 (60.00 per cent)", "- Myocarditis and ventricular tachycardia 1/30 (3.33%)", "- Vomiting 1/30 (3.33%)", "- Vomiting [1]1/30 (3.33%)", "- Enteritis [2]1/30 (3.33%)", "Fever and chills [3]2/30 (6.67%)", "Fever [4]1/30 (3.33%)", "Hepatitis 2/30 (6.67 per cent)", "Hepatitis [5]1/30 (3.33%)", "1/30 (3.33%)", "Urosepsis [6]1/30 (3.33%)", "• Disease progression 2/30 (6.67%)"]}