{"Clinical Trial ID": "NCT00503906", "Intervention": ["INTERVENTION 1:", "Abraxane, Avastin and Gemcitabine", "Each treatment cycle is 28 days. Participants will be treated until the disease progresses:", "- Gemcitabine: 1500 mg/m2 of body surface area (BSA) intravenously (IV) for 30 minutes (+/- 5 minutes) on days 1 and 15 of each cycle, followed by", "Abraxane: 150 mg/m2 IV over 30 minutes (+/- 5 minutes) on days 1 and 15 of each cycle, followed by", "Avastin: 10 mg/kg IV on days 1 and 15 of each cycle."], "Eligibility": ["• Inclusion criteria", "Patients should be:", "A naïve treatment with a new non-overexpressed (unamplified) metastatic (Stage IV) her2neu breast cancer, or", "HER2/neu-negative patients with metastases diagnosed 6 months or more after completion of primary systemic treatment (neoadjuvant, adjuvant chemotherapy).", "No previous chemotherapy regimen for metastatic breast cancer.", "- 18 years or older.", "A measurable disease as defined by RECIST criteria or an evaluable disease.", "Eastern Cooperative Oncology Group (ECOG) 0-1.", "More than 3 months of life expectancy.", "For women (or men), either premenopausal or postmenopausal, surgically sterilized, or willing to use an acceptable contraceptive method during the duration of the study.", "Informed consent written prior to any study-related procedure that is not part of normal medical care", "Willingness and ability to comply with protocol requirement", "Laboratory parameters as follows:", "Neutrophils: 1.5 x 109/L or more", "— Platelets: 100 x 109/L or more", "Hemoglobin: 9.0 g/dL", "Serum creatinine: 1.5mg/dL", "Bilirubine: LSN, unless caused by metastatic disease", "Alanine transaminase (ALT)/Aspartate transaminase (AST): 2.5 times the upper limit of the normal range (ULN), unless caused by metastatic disease", "urinary protein creatinine (UPC) < 1.0 at screening.", "• Exclusion criteria", "Previous treatment with gemcitabine.", "History of gastrointestinal bleeding in the previous 3 months.", "- Chemotherapy within 4 weeks of registration.", "Radiotherapy or evidence of acute effects of radiation therapy within 2 weeks of registration.", "Any major operation within 4 weeks of registration.", "Presence of central nervous system or brain metastases.", "Urine: creatinine ratio 1.0 at screening.", "Inadequately controlled hypertension (defined as systolic blood pressure > 150 and/or diastolic blood pressure > 100 mmHg on antihypertensive medicinal products).", "A history of hypertensive seizure or hypertensive encephalopathy.", "Peripheral neuropathy > grade I.", "Clinical AIDS or positive serological serology known for HIV", "No concomitant clinically obvious malignancy is permitted, except for inactive non-melanoma skin cancer and diagnosed inactive cervical cancer or other cancer for which the patient has been disease free for five years.", "- Unstable angina.", "New York Heart Association (NYHA) Grade 2 or more of congestive heart failure", "History of myocardial infarction within 6 months.", "History of stroke within 6 months.", "A clinically significant peripheral vascular disease.", "Evidence of haemorrhagic diathesis or coagulopathy", "A major surgical procedure, an open biopsy, or a major traumatic injury within 28 days of registration, anticipation of the need for major surgery during the study.", "Minor surgical procedures such as fine needle aspirations or nucleus biopsies within 7 days of inscription.", "Pregnant (positive pregnancy test) or lactation.", "• History of abdominal fistula, gastrointestinal perforation or intra-abdominal abscesses within 6 months prior to registration", "A serious, non-healing injury, ulcer or bone fracture", "Inability to comply with study and/or follow-up procedures", "Participants with a serious medical or psychiatric illness that would make chemotherapy dangerous are not eligible.", "Participants may not have been subjected to another experimental study other than a Bevacizumab cancer study within 4 weeks of the first infusion of these drugs."], "Results": ["Performance measures:", "Survival without median progression", "The progression-free survival will be measured from the date of the first dose to the earliest date of documented evidence of progressive illness or date of death due to any cause, whichever occurs first.", "Time limit: up to 24 months", "Results 1:", "Title of the arm/group: Abraxane, Avastin and Gemcitabine", "Description of the arm/group: Each treatment cycle is 28 days. Participants will be treated until the disease progresses:", "- Gemcitabine: 1500 mg/m2 of body surface area (BSA) intravenously (IV) for 30 minutes (+/- 5 minutes) on days 1 and 15 of each cycle, followed by", "Abraxane: 150 mg/m2 IV over 30 minutes (+/- 5 minutes) on days 1 and 15 of each cycle, followed by", "Avastin: 10 mg/kg IV on days 1 and 15 of each cycle.", "Total number of participants analysed: 29", "Median (95% confidence interval)", "Unit of measure: month 10.4 (5.6-15.2)"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/29 (27.59%)", "- Leucopenia [1]1/29 (3.45%)", "Thrombocytopenia [1]1/29 (3.45%)", "Abscesses [1]1/29 (3.45%)", "1/29 (3.45%)", "Fever/Sepsis [1]1/29 (3.45%)", "Neutropenic fever [2]1/29 (3.45%)", "- Peripheral neuropathy [1]1/29 (3.45%)", "- Seizure/Syncope [1]1/29 (3.45%)", "Hematuria [1]1/29 (3.45%)", "UTI [1]1/29 (3.45%)", "Absorbing [1]1/29 (3.45%)"]}