{"Clinical Trial ID": "NCT00343382", "Intervention": ["INTERVENTION 1:", "Placebo Collective", "Patients receive 1 placebo capsule twice a day for 6 weeks and patients receive 1 placebo capsule 4 times a day for 6 weeks.", "INTERVENTION 2:", "- Pilocarpine twice a day", "Patients receive Pilocarpine 5 mg twice daily for 6 weeks."], "Eligibility": ["Characteristics required:", "• Postmenopausal adult women or women with no reproductive potential (18 years) with a history of breast cancer (currently no evidence of disease) or women who do not want to take vaginal estrogen for fear of an increased risk of breast cancer. Postmenopausal status will be determined by the principal physician.", "· Significant vaginal disorders defined as persistent vaginal dryness and/or itching of sufficient severity for a patient to want a therapeutic intervention. Symptoms should have been present 2 months before randomization.", "Life expectancy > 6 months", "• Ability to complete the questionnaire(s) by themselves or with assistance.", "Contraindications:", "Initiation or discontinuation of tamoxifen or aromatase inhibitors 2 months prior to randomization or intention to initiate or discontinue any of these drugs during the 6-week study.", "Active vaginal infection", "Concomitant chemotherapy", "• Acute Iritis", "Current or past use of pilocarpine (for whatever purpose)", "Note: Lubricants used during sexual intercourse are permitted.", "The use of any vaginal preparation 1 week before entry into the study (Exception: If the patient has used vaginal preparations in the previous week but will stop, then they can be placed on the study with plans to start with the pretreatment questionnaire one week later).", "In progress (4 weeks prior to randomization), or planned during the study period, the use of any estrogen product.", "A diagnosis of asthma, COPD, CAD or narrow-angle glaucoma, or known cholelithiasis.", "- Hepatic or renal impairment defined as an increase in SGOT 1.5 x ULN or creatinine 1.5 x ULN in the last year.", "Concomitant use of other anticholinergic agents", "Use of pharmacological soy preparations", "A known history of cardiac arrhythmia. (Patients with PVC or occasional CAP who do not need treatment are eligible.)", "Previous or concomitant pelvic radiation therapy", "Previous radical pelvic surgery (TAH/BSO is allowed)", "• Use of beta-adrenergic antagonists", "Diagnosis of any of the following conditions:", "Vulvar and vaginal dysplasia", "Essential Vulvodynia", "vulvar vestibolite", "- Vaginal prolapsus", "Cystology/bartholine abscesses", "History of bartholine gland surgery", "- Lichen sclerosis", "Lichen planus of the vulvaginal region", "— Quamative Vaginitis"], "Results": ["Performance measures:", "Average vaginal dryness indices by area under curve (AUC) Summary statistics", "The mean AUC values were calculated by dividing 6 of the AUC values for participants who completed the element within 6 weeks. If a participant completed the element at the time of inclusion, weeks 1, 2 and 3 but did not complete the element at week 4 at week 6, the AUC values for the element were prorated ((AUC values * 6 / 3) / 6). The mean AUC prorated for vaginal dryness scores was compared in each of the Pilocarpine arms relative to the collective placebo arm.", "Calendar: Reference data for week 6", "Results 1:", "Title of the arm/group: Placebo collective", "Description arm/group: Patients receive 1 placebo capsule twice daily for 6 weeks and patients receive 1 placebo capsule 4 times daily for 6 weeks.", "Total number of participants analysed: 61", "Average (standard deviation)", "Unit of measurement: units on a scale 63.6 (24.04)", "Results 2:", "Title of the arm/group: Pilocarpine twice a day", "Description of the arm/group: Patients receive 5mg of Pilocarpine twice daily for 6 weeks.", "Total number of participants analysed: 61", "Average (standard deviation)", "Unit of measurement: units on a scale 55.8 (27.69)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/65 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}