{"Clinical Trial ID": "NCT01671319", "Intervention": ["INTERVENTION 1:", "Dense dose TC + Pegfilgrastim", "Docetaxel + chemotherapy with Cyclophosphamide administered every 2 weeks x 4 cycles plus pegfilgrastim administered 24-48 hours after the first day of each cycle", "Docetaxel + cyclophosphamide + pegfilgrastim: docetaxel 75 mg/m2 + cyclophosphamide 600 mg/m2 IV every 2 weeks x 4 cycles plus pegfilgrastim 6mg 2 to 24-48 hours after the first day of each cycle"], "Eligibility": ["Incorporation criteria:", "A histologically confirmed invasive carcinoma of the female breast, a definitive post-operative status (lumpectomy or mastectomy plus nodal evaluation if possible). Patients should start treatment with ddTC within 84 days of the last breast or axillary procedure performed for curative reasons.", "• Candidate for chemotherapy by the treating oncologist", "However, patients with N2 or N3 disease MUST be examined with PI or study chair before being enrolled in the study, as TC would normally not be considered an adequate treatment for these patients.", "Patients with synchronous and bilateral invasive breast cancer are eligible as long as both primary tumours meet the eligibility criteria.", "Patients with negative, positive or unknown estrogen receptor (ER) and/or progesterone receptor (PR) tumours are eligible.", "Patients with HER2 positive immunohistochemical staining (IHC) 3+ tumours or with FISH gene amplification should receive trastuzumab after adjuvant cytotoxic treatment with 4 cycles of ddTC.", "There must be negative surgical margins for invasive cancer and SICD. SICD is acceptable at the margin.", "Patients with multicentre breast cancer are eligible as long as any known disease is resealed from the breast with negative margins.", "Age > 18 years.", "ECOG Performance Status 1", "Women of childbearing potential must have a negative urine or a blood beta-HCG, and must accept contraception in the event of sexual activity. If a woman is pregnant or suspects that she is pregnant while participating in this study, she must immediately inform her attending physician. Women should not be pregnant or breast-feeding because the chemotherapy drugs used in this study can cause harm to the fetus or newborn.", "• Ability to understand and willingness to sign a written informed consent document.", "- Platelets >/=100 000/μl within 4 weeks of recording.", "Absolute number of neutrophils (CNA) >/= 1500/μl within 4 weeks of registration.", "Total bilirubin within normal institutional limits within 4 weeks of registration.", "- Alcaline phosphatase (alk phos) 2.5 X upper limit of normal (ULN) within 4 weeks of registration.", "AST (SGOT)/ALT(SGPT) 1.5X ULN", "OR creatinine clearance>/= 60 mL/min/1.73 m2 for patients with higher than normal creatinine levels", "If the patient received tamoxifen or other selective estrogen receptor modulator (SERM) for prevention or other indications (not for the treatment of this cancer), they were discontinued prior to registration.", "- Exclusion criteria:", "The patient has already received trastuzumab, chemotherapy, hormonal treatment or other anticancer agents (including experimental agents) for this malignancy.", "The patient will receive GNRH agonists such as goséréline (Zoladex) or leuprolide acetate (Lupron) in combination with chemotherapy to prevent recurrence of breast cancer.", "The patient has inflammatory breast cancer (pT4d) or metastatic breast cancer.", "The patient has an uncontrolled intercurrent disease, including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia or psychiatric diseases, or social situations that would limit compliance with the requirements of the study.", "The patient has pre-existing persistent neuropathy.", "In the last two years, the patient has received chemotherapy, radiation therapy or malignancy.", "The patient has received docetaxel or cyclophosphamide in the last 5 years.", "The patient experienced contraindication or hypersensitivity to docetaxel, cyclophosphamide or pegfilgrastim."], "Results": ["Performance measures:", "Dose-sense TC therapy feasibility: number of participants receiving at least 90% of the total dose of therapy", "To assess the feasibility of administering 4 cycles (1 cycle = 2 weeks) of docetaxel and cyclophosphamide (TC) according to a dose-sense regimen (q2 weeks) with pegfilgrastim support. This regimen will be called direction dose (dd)TC. Feasibility is defined by at least 60% of patients receiving 90% of the total treatment dose within 10 weeks.", "Duration: 4 cycles every 2 weeks for a total of 8 weeks, up to 10 weeks", "Results 1:", "Title of arm/group: Dose Dene TC + Pegfilgrastim", "Docetaxel + chemotherapy with Cyclophosphamide administered every 2 weeks x 4 cycles plus pegfilgrastim administered 24-48 hours after the first day of each cycle", "Docetaxel + cyclophosphamide + pegfilgrastim: docetaxel 75 mg/m2 + cyclophosphamide 600 mg/m2 IV every 2 weeks x 4 cycles plus pegfilgrastim 6mg 2 to 24-48 hours after the first day of each cycle", "Total number of participants analysed: 41", "Type of measurement: Number", "Unit of measure: participants 37"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/42 (9.52%)", "Frequency, GI 1/42 (2.38%)", "Febrile neutropenia 1/42 (2.38%)", "- Syncope 1/42 (2.38 %)", "Rash/desquamation 1/42 (2.38 per cent)"]}