{"Clinical Trial ID": "NCT01118624", "Intervention": ["INTERVENTION 1:", "- Pralatrexate", "Study drug 190 mg/m^2 for 2 to 4 weeks."], "Eligibility": ["Incorporation criteria:", "HER-2 advanced or metastatic breast cancer negative", "The disease worsened after at least 1 prior chemotherapy for advanced or metastatic disease", "- An advanced or metastatic disease resistant to both taxane and chemotherapy containing anthracycline, or resistant to taxanes and for which treatment with anthracycline is not indicated", "Patients with controlled brain metastases should have completed their radiation therapy and, if they have corticosteroids, be subjected to a stable dose or 10 mg/day reduction of prednisone or equivalent for at least 28 days prior to entry into the study.", "A Measurable Disease", "Women 18 years of age or older", "Performance level less than or equal to 2", "More than 3 months' life expectancy", "Results of laboratory tests on blood, liver and kidneys that meet protocol requirements", "Patients who are menopausal for at least one year (more than 12 months since the last period) or who are surgically sterilized do not need this test.", "Want to attend visits for repeated doses and follow-up", "• Provide written informed consent", "- Exclusion criteria:", "Patients with bone metastases only", "Patients with a single metastatic site without histological evidence that the lesion is metastatic breast cancer", "Patients with inflammatory breast cancer", "Treatment with systemic chemotherapy, hormone therapy, radiotherapy or other experimental treatment within 3 weeks (6 weeks for nitrosourea, mitomycin C) prior to registration, except for the following:", "Bisphosphonates, if in progress", "Prior treatment with methotrexate", "A prior anti-angiogenic treatment within 6 months of registration", "Has received more than 2 previous chemotherapys (more than 3 if one of the treatments was neoadjuvant or adjuvant chemotherapy)", "Have already received pralatrexate", "Have received more than the maximum permitted total dose of anthracycline", "· Prior radiation therapy on more than 30% of the bone marrow reserve or anterior bone marrow or stem cell transplantation", "Class III/IV Congestive heart failure", "- Uncontrolled hypertension (high blood pressure)", "Active infection or any serious medical condition that may affect the patient's ability to receive protocol treatment", "Pregnant or lactating women", "• Major surgery within 14 days of registration", "Another active cancer in addition to advanced or metastatic breast cancer, except cervical cancer and well-treated basal cell skin cancer on site", "Dementia or other altered mental state that would prevent the patient from understanding and giving informed consent or limit her ability to meet the requirements of the study", "Patients who are HIV-positive and who have CD4 levels below 100 mm3 or detectable viral load in the last 3 months receive antiretroviral therapy", "Patients with hepatitis B (HBV) or hepatitis C virus (HCV) with detectable viral load or immunological signs of chronic active disease or receiving or requiring antiviral treatment"], "Results": ["Performance measures:", "Objective response rate (ORR)", "A tumour response assessment was performed using RECIST 1.0 using CT/MRI. The proportion of patients with CR or PR is included in the overall response.", "Duration: Assessed at the end of each cycle in an even number (every 8 weeks), or by level of care but not less than 4 weeks and not more than every 12 weeks (+/- 1 week) if treatment has ended.", "Results 1:", "Title of the arm/group: Pralatrexate", "Description of the arm/group: Study drug 190 mg/m^2 for 2 to 4 weeks.", "Total number of participants analysed: 22", "Type of measurement: Number", "Unit of measurement: participants 1"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/22 (27.27 per cent)", "THROMBOCYTOPENIA 2/22 (9.09 %)", "MUCOSAL FLAMMATION 2/22 (9.09%)", "2/22 (9.09 %)"]}