{"Clinical Trial ID": "NCT01797120", "Intervention": ["INTERVENTION 1:", "& Everolimus", "Day 1 and 15 of Cycle 1, then Day 1 of all subsequent cycles (every 28 days for 12 cycles) plus everolimus every day x 12 cycles.", "Fulvestrant: Fulvestrant 500 mg Day 1 and 15 of Cycle 1, then 500 mg Day 1 of all subsequent cycles (every 28 days for 12 cycles).", "In the absence of signs of disease progression after 12 cycles, do not blind and maintain the same dose and schedule until unacceptable progression or toxicity.", "Everolimus: Everolimus 10 mg (2 tablets) per day x 12 cycles.", "In the absence of signs of disease progression after 12 cycles, do not blind and maintain the same dose and schedule until unacceptable progression or toxicity.", "INTERVENTION 2:", "& Placebo", "Day 1 and 15 of Cycle 1, then day 1 of all subsequent cycles (every 28 days for 12 cycles) plus placebo every day x 12 cycles.", "Fulvestrant: Fulvestrant 500 mg Day 1 and 15 of Cycle 1, then 500 mg Day 1 of all subsequent cycles (every 28 days for 12 cycles).", "In the absence of signs of disease progression after 12 cycles, do not blind and maintain the same dose and schedule until unacceptable progression or toxicity.", "Placebo: Placebo for Everolimus (2 tablets) daily x 12 cycles. Placebo made to imitate the everolimus tablet."], "Eligibility": ["Incorporation criteria:", "Signed informed consent.", "- 18 years.", "ECOG Performance Status 0 or 1.", "The adenocarcinoma of the breast is confirmed histologically or cytologically.", "A Stage IV disease or a locally-advanced disease that is inoperative.", "The tumours should be HER-2/neu negative or equivocal.", "Resistance to the aromatase inhibitor (AI), defined as:", "A relapse during adjuvant therapy with an AI or,", "A progressive disease by receiving an AI for a metastatic disease", "A previous cycle of fulvestrant was received within 28 days of randomization.", "2 previous doses of fulvestrant are not eligible", "It must be a woman and a postmenopausal menopause.", "May have received 1 previous systemic chemotherapy for metastatic disease.", "Adequate function of the organ:", "• Whole blood cells (WBC) 3.0 x 109/L, absolute neutrophil count (ANC) 1.5 x 109/L and platelet count 100 x 109/L", "Haemoglobin 9 g/dL", "- Serum bilubine 1.5 X LSN (Upper limit of normal)", "Aspartate Aminotransferase (AST) or Alanine Aminotransferase (ALT) 2.5 X ULN ( 5 x ULN in patients with hepatic metastases)", "Serum creatinine 1.5 X LSN", "Serum albumin 3 g/dL", "• fasting serum cholesterol levels 300 mg/dL OR 7.75 mmol/L AND fasting triglycerides 2.5 x ULN.", "Prothrombin Time (PT) with International Standardized Ratio (INR) 1.5", "May have a measurable disease, a non-measurable disease, or both.", "In the last five years, basal or squamous carcinoma of the skin or in situ carcinoma of the cervix has been treated with curative intent.", "- Exclusion criteria:", "• Major surgery or significant traumatic injury within 4 weeks of randomization or in patients who may require major surgery during the study.", "• Investigation officers within 4 weeks of randomization.", "• Anticancer treatment within 4 weeks of randomisation, except for the following:", "Bisphosphonates or Zometa for bone metastases", "A GnRH analogue is allowed if the patient has a progressive disease on a GnRH (Gonadotropin-Releasing Hormone) analogue plus a SERM (Selective Estrogen Receptor Modulators) or an AI; the GnRH analogue may continue but SERM or AI should be discontinued.", "Previous treatment with a mTOR inhibitor.", "When receiving chronic and systemic treatment with corticosteroids or other immunosuppressive agent 5 mg prednisone or equivalent daily.", "• Receives vaccination with live attenuated vaccines within one week of randomization or during the study period.", "Current or previous brain metastases or leptomeninged diseases must not have rapid and fatal metastases.", "• Hypersensitivity/known history of allergic reactions attributed to compounds of chemical or biological composition similar to everolimus or fulvestrant.", "A congenital or acquired immune deficiency at increased risk of infection.", "- Impairment of gastrointestinal function/disease that may significantly affect the absorption of everolimus.", "An active and hemorrhagic diathesis.", "• History of any uncontrolled intercurrent illness or disease that, in the opinion of the local investigator, could affect the patient's ability to comply with the protocol or limit it or pose an additional or unacceptable risk to the patient.", "Serious and/or uncontrolled medical conditions or other conditions that may affect their participation in the study, such as:", "New York Heart Association's symptomatic congestive heart failure Class III or IV", "Unstable angora pectoris, myocardial infarction within 6 months of randomization, severe uncontrolled cardiac arrhythmia or any other clinically significant heart disease", "• History of symptomatic pulmonary disease or non-malignant pulmonary disease requiring treatment.", "Uncontrolled diabetes rate as defined by fasting blood glucose > 1.5 x ULN", "Serious active (acute or chronic) or uncontrolled infections", "- Liver disease such as cirrhosis or severe hepatic impairment (Child-Pugh class C).", "Note: A detailed assessment of the medical history and risk factors for hepatitis B should be conducted during screening."], "Results": ["Performance measures:", "- Survivors without progression", "● Progress-free survival documented by physical examination, scanner or MRI in postmenopausal patients with positive metastatic breast cancer of hormone receptors resistant to treatment with the aromatase inhibitor treated with fulvestrant and everolimus compared to fulvestrant alone, randomization to disease progression or documented death.", "Time limit: Every 3 months until progression or up to 3 years", "Results 1:", "Title of the arm/group: Fulvestant & Everolimus", "Description of the arm/group: Fulvestant Day 1 and 15 of Cycle 1, then Day 1 of all subsequent cycles (every 28 days for 12 cycles) plus daily verolimus x 12 cycles.", "Fulvestrant: Fulvestrant 500 mg Day 1 and 15 of Cycle 1, then 500 mg Day 1 of all subsequent cycles (every 28 days for 12 cycles).", "In the absence of signs of disease progression after 12 cycles, do not blind and maintain the same dose and schedule until unacceptable progression or toxicity.", "Everolimus: Everolimus 10 mg (2 tablets) per day x 12 cycles.", "In the absence of signs of disease progression after 12 cycles, do not blind and maintain the same dose and schedule until unacceptable progression or toxicity.", "Total number of participants analysed: 66", "Median (95% confidence interval)", "Unit of measure: months 10.3 (7.6 to 13.8)", "Results 2:", "Title of the arm/group: Fulvestant & Placebo", "Description of the arm/group: Fulvestant Day 1 and 15 of Cycle 1, then Day 1 of all subsequent cycles (every 28 days for 12 cycles) plus placebo every day x 12 cycles.", "Fulvestrant: Fulvestrant 500 mg Day 1 and 15 of Cycle 1, then 500 mg Day 1 of all subsequent cycles (every 28 days for 12 cycles).", "In the absence of signs of disease progression after 12 cycles, do not blind and maintain the same dose and schedule until unacceptable progression or toxicity.", "Placebo: Placebo for Everolimus (2 tablets) daily x 12 cycles. Placebo made to imitate the everolimus tablet.", "Total number of participants analysed: 65", "Median (95% confidence interval)", "Unit of measurement: month 5.1 (3.0 to 8.0)"], "Adverse Events": ["Undesirable Events 1:", "Total: 31/64 (48.44 per cent)", "Anemia 2/64 (3.13%)", "- Lymphocytopenia 2/64 (3.13%)", "Hypertension 2/64 (3.13%)", "Neutropenia 2/64 (3.13%)", "Thrombocytopenia 1/64 (1.56%)", "Thromboembolic event 1/64 (1.56%)", "Oral mucosa 7/64 (10.94 %)", "Diarrhoea 2/64 (3.13%)", "Fatigue 4/64 (6.25 per cent)", "AST 2/64 high (3.13%)", "ALT 1/64 high (1.56%)", "Esophagus candidiasis 1/64 (1.56%)", "Adverse Events 2:", "Total: 5/65 (7.69 per cent)", "Anemia 1/65 (1.54%)", "- Lymphocytopenia 0/65 (0.00 %)", "Hypertension 0/65 (0.00 %)", "Neutropenia 0/65 (0.00 %)", "Thrombocytopenia 0/65 (0.00 %)", "- Thromboembolic event 0/65 (0.00 %)", "Oral mucosa 0/65 (0.00 %)", "Diarrhoea 1/65 (1.54%)", "- Fatigue 3/65 (4.62 per cent)", "ASAT 1/65 high (1.54%)", "ALT 0/65 high (0.00 %)", "- Esophagus candidiasis 0/65 (0.00 %)"]}