{"Clinical Trial ID": "NCT00952731", "Intervention": ["INTERVENTION 1:", "Treatment gel + oral placebo", "4-hydroxytamoxifene gel 2mg/breast applied daily. oral placebo taken daily.", "Oral placebo: oral placebo taken daily for 4 to 10 weeks.", "Afimoxifene: 2mg/arms applied daily as gel for 4-10 weeks.", "INTERVENTION 2:", "- Placebo gel + oral treatment", "20 mg oral tamoxifen taken daily (in the form of two (2) 10 mg capsules).", "Tamoxifen citrate: 20 mg oral tamoxifen taken daily (in two (2) 10 mg capsules) for 4 to 10 weeks.", "placebo gel: placebo gel applied daily to breasts for 4 to 10 weeks."], "Eligibility": ["Incorporation criteria:", "• Diagnosis of a positive hormone receptor (more than 5% cell coloration for ER + and/ or PR +), any grade channel carcinoma (DCIS) (using the definition of Page and Lagios) with or without signs of microinvasion on the diagnostic biopsy of the central needle over the previous 60 days.", "Since there are currently no data on the administration of 4-hydroxytamoxifene to participants under 18 years of age, children are excluded from this study but will be eligible for future paediatric trials, if any.", "ECOG 1 performance status (Karnofsky 70%)", "The participants shall have a normal function of the organ and marrow as defined below:", "3 000/uL leukocytes", "Absolute number of neutrophils (NACs) 1,500/uL", "— Platelets 100 000/uL", "Total bilirubin within normal institutional limits", "AST (SGOT)/ALT (SGPT) 1.5 X Institutional ULN", "• Creatinine within normal institutional limits", "Women of childbearing potential must agree to perform birth control, abstinence or non-hormonal UDI from the time the first pregnancy test is performed throughout the study and for three months after the study has been discontinued.", "• Ability to understand and willingness to sign a written informed consent document.", "• Ability and willingness to schedule surgical resection of the DCIS lesion for 4 to 10 weeks (28 to 70 days) after the start of the study agent.", "The desire to avoid exposing the skin of the breast to the natural or artificial sun (i.e. tanning beds) during the 4-10 weeks of dosing of the study agent.", "- Exclusion criteria:", "A prior or high-risk history of thromboembolism will be excluded.", "Do not take exogenous sex hormones since the diagnosis of DSIS biopsy and accept not to use exogenous sex hormones during the study.", "Women who have discontinued treatment with SERM due to thromboembolic or uterine toxicity will be excluded regardless of their duration of use.", "- May not receive other investigative officers.", "History of allergic reactions attributed to compounds of chemical or biological composition similar to 4-hydroxytamoxifene or tamoxifen.", "• An uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia, or psychiatric or social situations that would limit compliance with the requirements of the study.", "• Pregnant women are excluded from this study because tamoxifen and 4-hydroxytamoxifene have the potential for teratogenic or abortive effects; women are excluded from registration within 3 months of the most recent pregnancy; women should avoid becoming pregnant within 3 months of the use of the study agent.", "Women who are breast-feeding are excluded from this trial because there is an unknown but potential risk of adverse reactions in infants who are breast-feeding after treatment with tamoxifen or 4-hydroxytamoxifene. Women should agree to give up breastfeeding for three months after the use of the study agent.", "There should be no dermatological conditions leading to skin degradation in the application of gel.", "There must be no history of ipsilateral radiation from the affected breast.", "Patients who have had breast implants more than 6 months prior to the first dose of study agents will be eligible."], "Results": ["Performance measures:", "Difference between Ki-67 labelling index in tissue samples taken at the reference level and after treatment", "Ki-67 was measured in matched heart tissue and excision samples containing lesions of DCIS (ductal carcinoma in-situ), the core sample was at the base while the excision sample was at surgery (after approximately 4 to 10 weeks of treatment).", "Time frame: Baseline and after 4 to 10 weeks of treatment", "Results 1:", "Title of the arm/group: Treatment gel + Oral placebo", "Description of the arm/group: 4-hydroxytamoxifene gel 2mg/bras applied daily. oral placebo taken daily.", "Oral placebo: oral placebo taken daily for 4 to 10 weeks.", "Afimoxifene: 2mg/arms applied daily as gel for 4-10 weeks.", "Total number of participants analysed: 9", "Average (standard deviation)", "Unit of measure: percentage of 300 DSIC cells -3.4 (5.0)", "Results 2:", "Title of the arm/group: placebo gel + oral treatment", "Description of the arm/group: Placebo gel applied daily to the breasts. 20mg of oral tamoxifen taken daily (two (2) capsules of 10mg).", "Tamoxifen citrate: 20 mg oral tamoxifen taken daily (in two (2) 10 mg capsules) for 4 to 10 weeks.", "placebo gel: placebo gel applied daily to breasts for 4 to 10 weeks.", "Total number of participants analysed: 9", "Average (standard deviation)", "Unit of measure: percentage of 300 DSIC cells -5.1 (5.5)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/12 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}