{"Clinical Trial ID": "NCT01042938", "Intervention": ["INTERVENTION 1:", "C3 Curcumin Complex", "Patients take 2.0 grams of turcumin (four 500 mg capsules) three times a day orally for prescribed radiotherapy (RT) therapy (~4-7 weeks).", "INTERVENTION 2:", "- Placebo", "Patients take 2.0 grams of placebo (four 500 mg capsules) three times a day orally for prescribed radiotherapy (RT) therapy (~4-7 weeks)."], "Eligibility": ["Incorporation criteria:", "Women with a diagnosis of non-inflammatory breast adenocarcinoma and be referred to post-operative radiation therapy without concomitant chemotherapy.", "Participants must be at least 21 years of age.", "Participants should not be pregnant.", "Participants may be of any racial or ethnic origin.", "A breast adenocarcinoma could have been treated either by lumpectomy or by mastectomy with or without adjuvant or neoadjuvant chemotherapy or hormonal treatment.", "Participants with breast cancer in situ are eligible.", "Participants who are prescribed concomitant hormonal therapy with radiotherapy are eligible.", "Participants must receive five radiation therapy sessions per week (1 session per day) for at least four weeks using a standard radiation fractionation (1.8-2.0 Gy per session) or Canadian (2.2-2.5 Gy per session).", "A period of three weeks should elapse after chemotherapy and surgery prior to the start of the study.", "The total prescribed dose for the whole breast should be 50 Gy or more.", "Participants must be able to understand English and complete the evaluation forms (all evaluation forms are in English).", "Participants must be able to swallow medicines.", "The topical agents of the skin, e.g. aquaphorus, cetaphil or other emollients, are authorized either by the NPR or by prophylaxis.", "The participant must give his or her informed consent.", "- Exclusion criteria:", "Patients with bilateral breast cancer are not eligible.", "Patients who have already undergone radiation therapy in the breast or chest are not eligible.", "Patients who receive chemotherapy at the same time as radiation therapy are not eligible.", "Patients who will receive treatment with Herceptin (trastuzumab), anticoagulants or anti-human epidermal growth factor (EGFR) receptors, for example Iressa (gefitinib), Erbitux (cetuximab, C225) and their radiation therapy are not eligible.", "Patients may not have had breast reconstruction, implants and/or extensors.", "Patients with known radiosensitivity syndromes (e.g., ataxia-telangiectasia) are not eligible.", "Patients with collagen vascular disease, vasculitis, unhealed surgical sites or breast infections are not eligible.", "- Patients whose basic blood tests meet the following criteria are not eligible: more than or equal to a grade 2 change Hemoglobin (i.e., 25% decrease from baseline); more or equal to a grade 1 change in platelets (i.e., less than 75,000/mm3); more or equal to a grade 2 change in PT and PTT (i.e., 1.5-2x in upper normal (ULN)); more or equal to a grade 1 change in AST, ALT (i.e., more than 2.5x ULN); more or equal to a grade 1 change in bilirubin (i.e., more than 1.5x ULN); more or equal to a grade 1 change in creatinine (i.e., more than 2x ULN)."], "Results": ["Performance measures:", "• Severity of dermatitis in the radiological treatment site in breast cancer patients", "The severity of radiation dermatitis was measured using the Radiation Dermatitis Severity Scale (RDS), which ranges from 0.0 to 4.0 with increments of 0.5. The CSD scale is a revised form of the common NIH toxicity criteria to account for subtle colour and texture changes in the skin. The worst dermatitis (i.e., highest CSD score) at the end of treatment was used for the primary analysis of radiation dermatitis severity in each treatment group.", "Duration: 4-7 weeks (prescribed radiation course)", "Results 1:", "Title of the arm/group: Curcumin Complex C3", "Description of the arm/group: Patients take 2.0 grams of turcumin (four 500 mg capsules) three times a day orally for prescribed radiotherapy (RT) therapy (~4-7 weeks).", "Total number of participants analysed: 14", "Average (standard deviation)", "Unit of measurement: units on a scale 2.6 (0.994)", "Results 2:", "Title of the arm/group: Placebo", "Description of the arm/group: Patients take 2.0 grams of placebo (four 500 mg capsules) three times a day orally for prescribed radioactive treatment (RT) (~4 to 7 weeks).", "Total number of participants analysed: 16", "Average (standard deviation)", "Unit of measurement: units on a scale 3.4 (0.554)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/14 (0.00 per cent)", "Adverse Events 2:", "Total: 0/16 (0.00 per cent)"]}