{"Clinical Trial ID": "NCT01466972", "Intervention": ["INTERVENTION 1:", "- Pazopanib in combination with an NSAI", "• Unrandomised open label", "Pazopanib: Oral use, 800 mg tablet per day per cycle"], "Eligibility": ["Incorporation criteria:", "Subjects must provide written informed consent prior to conducting study-specific procedures or evaluations, and must be willing to comply with treatment and follow-up.", "The procedures performed as part of the routine clinical management of the subject (e.g., blood count, imaging study) and obtained prior to the signed informed consent may be used for screening or reference establishment, provided these tests are obtained in accordance with the protocol.", "Subjects must have a measurable or evaluable disease. Disease sites that are evaluable for progression but not measurable according to the RECIST guidelines include:", "Bone injury", "Previously irradiated lesions", "Skin manifestations (non-discretionary corrections only)", "- 18 years old.", "Menopausal women are defined by one of the following criteria:", "No spontaneous menstruation for at least 12 months if the subject is 50 years of age;", "Amenorrheic for at least 12 months if the patient is under 50 years of age, with serum estradiol in the postmenopausal institutional range;", "A bilateral oophorectomy;", "In case of anterior hysterectomy but intact ovaries, must be 55 years of age, or have serum estradiol in the postmenopausal interval;", "In case of premenopausity, should be on a GnRH agonist (leuprolide or goséréline) with serum estradiol levels in the institutional postmenopausal range.", "Statement of Operations of the Eastern Cooperative Oncology Group (ECOG) (PS) 2.", "A positive breast carcinoma with estrogen receptor (ER) and/or progesterone receptor (PgR) confirmed histologically or cytologically with non-resectable, locally advanced and/or metastatic disease (AJCC Stage IV).", "Subjects should have prior hormonal treatment for breast cancer as follows:", "The progression should be documented when taking a nonsteroidal aromatase inhibitor, including anastrozole or letrozole.", "No more than 2 previous hormonal treatments for metastatic diseases.", "If hormone therapy has been administered in an adjuvant medium, subjects should have received treatment for at least 6 months prior to the development of metastatic disease.", "Note: A schedule of tamoxifen/AI sequential in the adjuvant setting is considered as a single treatment", "If hormone therapy has been administered in metastatic media, subjects should have received treatment for at least 3 months prior to progression.", "Subjects whose tumours overexpress ErbB2 are eligible provided they have progressed after treatment that included trastuzumab and/or lapatinib.", "Note for anterior lapatinib: Subjects should have completed treatment with lapatinib at least 7 days prior to the first dose of the study drug.", "Note for anterior trastuzumab: Subjects who received weekly T3, weekly T2 or weekly T1 should have completed treatment with trastuzumab at least 3 weeks, 2 weeks or 1 week, respectively, prior to the first dose of the study drug.", "Adequate haematological and hepatic function as defined in Table 1 of the Protocol", "Subjects should have stopped hormone replacement therapy (HRT) (e.g., conjugate estrogen tablets, USP or premarine), at least 28 days before receiving the first randomised dose.", "In a limited area (e.g., palliative treatment for painful bone metastases), if not the only site of the disease, radiotherapy is permitted. Subjects must have completed treatment at least one week prior to the start of the study and must have recovered from all treatment-related toxicities.", "The prophylactic use of bisphosphonates in patients without bone disease, except for the treatment of osteoporosis, is not permitted;", "• Ability to swallow and store oral medicines.", "- Exclusion criteria:", "Prior use of pazopanib", "Premenopausal levels of estradiol or current rules (see definitions of menopause above).", "· Known central nervous system (CNS) metastases or leptomenic carcinomatosis are required; screening by CNS imaging (calculated tomography [CT] or magnetic resonance imaging [MRI]) is only required if the subject has clinical results suggesting CNS metastasis.", "Note: Subjects who have had another malignancy and have been free of disease for 5 years, or subjects with a history of completely resected or successfully treated non-melanoma skin carcinoma on site are eligible.", "Clinically significant gastrointestinal abnormalities that may interfere with oral administration, including, but not limited to:", "Malabsorption syndrome", "• Major resection of the small stomach or intestine that may affect the absorption of the drug under study", "Inflammatory intestinal disorders", "- Ulcerous colitis, or other gastrointestinal disorders with an increased risk of perforation", "History of abdominal fistula, gastrointestinal perforation or intra-abscess within 28 days prior to initiation of study treatment", "Presence of uncontrolled infection.", "• Extension of the corrected QT interval (QTc) >480msec.", "• History of one or more of the following cardiovascular diseases in the last 6 months:", "Angioplasty or endoprosthesis", "Myocardial infarction", "A unstable angina", "Coronary artery surgery through the passage of the graft", "A symptomatic peripheral vascular disease", "A congestive heart failure class II, III or IV, as defined by the New York Heart Association (NYHA).", "The use of an experimental agent, including an experimental anticancer agent, within 14 days prior to the first dose of the drug under study.", "The prior use of an experimental drug that targets VEGF or VEGF receptors.", "Any continuing toxicity of an anterior anticancer treatment that is > grade 1 and/or progresses in severity.", "Inadequately controlled hypertension (defined as 140mmHg systolic blood pressure (SBP) or 90mmHg diastolic blood pressure (DBP).", "Note: The initiation or adjustment of an antihypertensive drug is allowed prior to entry into the study. Blood pressure should be re-evaluated prior to commencement of the study. The mean SBP/DBP values should be <140/90mmHg (OR 150/90mmHg, if approved by the safety review team) for a subject to be eligible for the study.", "• History of untreated cerebrovascular accident (CVA), pulmonary embolism or deep venous thrombosis (DVT) in the last 6 months.", "Note: Patients with recent TLDs who have been treated with therapeutic anticoagulants for at least 6 weeks are eligible.", "A major surgical intervention or trauma within 28 days prior to the first dose of the drug under study and/or the presence of an injury, fracture or non-healing ulcer that is not related to cancer (procedures such as placement of the catheter that is not considered to be major).", "Evidence of active bleeding or haemorrhagic diathesis.", "Any medical, psychiatric or other serious and/or unstable condition that may adversely affect the safety of the subject, the provision of informed consent or compliance with the study procedures."], "Results": ["Performance measures:", "Number of participants with clinical benefit (RC)", "For the purposes of this study, participants who obtained a complete response (CR), a partial response (PR) or a stable disease (SD) at 12 weeks by solid tumour response endpoint (RECIST) version 1.1 were defined as having a clinical benefit of treatment. An overall response rate of 20% was considered clinically significant.", "Time limit: 12 weeks", "Results 1:", "Title of the arm/group: Pazopanib in combination with an NSAI", "Description of the arm/group: Open label not randomised", "Pazopanib: Oral use, 800 mg tablet per day per cycle", "Total number of participants analysed: 28", "Type of measure: Number of participants", "Unit of measure: Participants 13 46.4%"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/30 (26.67%)", "Heart failure 1/30 (3.33%)", "Vertigo 1/30 (3.33%)", "- Small intestinal obstruction 1/30 (3.33%)", "Fever 1/30 (3.33%)", "Aspartate aminotransferase increased by 1/30 (3.33%)", "Alanine aminotransferase increased 1/30 (3.33%)", "Back pain 1/30 (3.33%)", "1/30 (3.33%)", "Rash maculo-papular 1/30 (3.33%)", "Hypotension 1/30 (3.33%)"]}