{"Clinical Trial ID": "NCT01448447", "Intervention": ["INTERVENTION 1:", "Isolation method", "Patients will be treated with HDR brachytherapy using Mammasite ML as the only method of administration of radiation after lumpectomy for breast cancer or SICD", "- Mammasite ML: 34 Gy / 10 fractions (3.4 Gy per fraction) 2 fractions / day (separated by at least 6 hours) Delivered in 5 consecutive working days", "INTERVENTION 2:", "• Accelerate", "Patients will be treated with HDR brachytherapy using Mammasite ML as a stimulation technique before standard external radiation after breast cancer or DCIS lumpectomy", "· Mammasite ML: 5-10.2 Gy / 2-3 fractions (3.4 Gy per fraction) 2 fractions per day (separated for at least 6 hours) Delivered within 1-2 days Followed by whole breast radiation (25-28 tx per day)"], "Eligibility": ["Incorporation criteria:", "Women, at least 45 years of age", "Zubrod's performance status of 0-2", "AJCC Phase I-II (T1-T2, N0 M0) breast cancer", "Maximum tumour size < 3 cm", "Invasive ducts, bone marrow, papillary, tubular, colloid (mucinous)", "Single-focal breast cancer", "- Unilateral breast cancer (no synchronous or anterior controlateral breast cancer)", "- Lumpectomy with negative surgical margins of at least 2 mm or reexcision sample with negative surgical margins of at least 2 mm", "In-situ ductal carcinoma", "Negative axillary lymph nodes for invasive breast cancer (sensional lymph node biopsy or standard level I-II dissection with > 6 nodes removed)", "Time interval between final breast surgery and brachytherapy for less than 8 weeks", "At least 2 mm breast tissue between the skin and the surface of the MammoSite® balloon (prefer > 5 mm)", "If chemotherapy is planned, it should not start earlier than 2 weeks after the end of radiation therapy. If chemotherapy is the first, a minimum of 2 weeks from the last cycle must pass before the start of radiation therapy.", "Signed study-specific consent form", "- Exclusion criteria:", "Invasive lobular histology", "Non-epithelial malignancies such as sarcoma or lymphoma", "Invasive multifocal or multicentre carcinoma", "Widespread intraductal component (EIC)", "Paget's nipple disease", "● Skin sensation by tumour, regardless of the size of the tumour", "Positive axillary lymph nodes", "• Remote metastases", "Vascular collagen disease (scleroderma)", "• Pregnant or lactating women, due to potential exposure of the fetus to RT and unknown effects of RT on lactating women (negative pregnancy test for women of childbearing potential)", "Any breast carcinoma already treated or synchronous controlateral", "Patients with psychiatric or addiction disorders that would prevent informed consent", "Men"], "Results": ["Performance measures:", "Ipsilateral recurrence rate", "Local recurrence is defined as an invasive or non-invasive recurrence of breast cancer in the target volume.", "Elsewhere, recurrence is defined as an invasive or non-invasive recurrence of breast cancer outside the target volume.", "The local control rate will be assessed using imaging, physical examination and biopsy techniques, where appropriate.", "● Measurement of the number of participants with recurrence, i.e., each subject with ipsilateral tumour recurrence within 5 years = 1, and each subject with no ipsilateral tumour recurrence within 5 years = 0", "Time limit: 5 years", "Results 1:", "Title of arm/group: Individual method", "- Arm/group description: patients will be treated with HDR brachytherapy using Mammasite ML as the only method of radiation emission after humectomy for breast cancer or DCIS", "- Mammasite ML: 34 Gy / 10 fractions (3.4 Gy per fraction) 2 fractions / day (separated by at least 6 hours) Delivered in 5 consecutive working days", "Total number of participants analysed: 9", "Type of measurement: Number", "Unit of measurement: participants 0", "Results 2:", "Title of the arm/group: Boost", "Description of the arm/group: patients will be treated with HDR brachytherapy using Mammasite ML as a stimulation technique before standard external radiation after lumpectomy for breast cancer or DCIS", "· Mammasite ML: 5-10.2 Gy / 2-3 fractions (3.4 Gy per fraction) 2 fractions per day (separated for at least 6 hours) Delivered within 1-2 days Followed by whole breast radiation (25-28 tx per day)", "Total number of participants analysed: 0", "Type of measurement: Number", "Unit of measurement: participants"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/20 (0.00 %)", "Adverse Events 2:", "Grand total"]}