{"Clinical Trial ID": "NCT02491892", "Intervention": ["INTERVENTION 1:", "Pertuzumab 420 mg", "Participants received a loading dose of 840 mg per IV infusion during the first infusion of pertuzumab, followed by a maintenance dose of 420 mg every 3 weeks until the toxicity or progression of the disease was unacceptable.", "INTERVENTION 2:", "Pertuzumab 1050 mg", "The participants did not receive a loading dose but received pertuzumab 1050 mg by intravenous infusion every 3 weeks until the toxicity or progression of the disease was unacceptable."], "Eligibility": ["Incorporation criteria:", "Women at least 18 years of age", "A histologically confirmed metastatic breast cancer with a low HER2 expression and at least one measurable lesion according to the criteria for assessing response in solid tumours (RECIST)", "At least 80% of Karnofsky's performance status", "• Disease progression up to 2 different chemotherapy treatments, including treatment containing anthracycline", "At least 50% left ventricular ejection fraction (LVF)", "Adequate liver function", "- Exclusion criteria:", "• Pleural effusions, ascites or bone damage as the sole or sole manifestation of cancer", "- Central nervous or pulmonary system (CNS) metastases", "- Chemotherapy, radiotherapy or immunotherapy within 4 weeks; or hormone therapy within 2 weeks after day 1", "• Previous treatment with any drug that targets the HER2 receptor family", "Previous treatment with corticosteroids as a treatment for cancer", "• History of major heart disease", "Major surgery or trauma within 4 weeks of day 1", "Pregnant or lactating women"], "Results": ["Performance measures:", "Percentage of participants obtaining the best overall response from the Confirmed Complete Response (CR) or Partial Response (PR)", "The objective tumour reaction was evaluated using the solid tumour response assessment criteria (SIREC). The confirmed CR was defined as the elimination of all target lesions, and the confirmed PR was defined as a decrease of at least 30 percent (%) of the sum of the longest diameters of the target lesions. The response was to be confirmed during the follow-up evaluation carried out within 4 weeks of the first documented response.", "Timeline: Up to approximately 1 year (at baseline; every 6 weeks for the first 8 cycles, then every 12 weeks until progression or death; and up to 4 weeks after initial response)", "Results 1:", "Title of arm/group: Pertuzumab 420 mg", "Description of the arm/group: Participants received a loading dose of 840 mg per IV infusion during the first infusion of pertuzumab, followed by a maintenance dose of 420 mg every 3 weeks until the toxicity or progression of the disease was unacceptable.", "Total number of participants analysed: 41", "Type of measurement: Number", "Unit of measure: percentage of participants 4.9", "Results 2:", "Title of the arm/group: Pertuzumab 1050 mg", "Description of the arm/group: Participants did not receive a loading dose but received pertuzumab 1050 mg by intravenous infusion every 3 weeks until the toxicity or progression of the disease was unacceptable.", "Total number of participants analysed: 37", "Type of measurement: Number", "Unit of measure: % of participants 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 10/41 (24.39%)", "* 1/41 (2.44 per cent)", "* 1/41 (2.44%)", "* 1/41 (2.44 per cent)", "Diarrhoea * 0/41 (0.00 %)", "Dysphagia * 0/41 (0.00 %)", "Great intestinal obstruction * 0/41 (0.00 %)", "• Lung infection * 1/41 (2.44%)", "Pneumonia * 1/41 (2.44%)", "• Sepsis * 1/41 (2.44%)", "Decrease in ejection fraction * 2/41 (4.88 %)", "* 1/41 (2.44%)", "Adverse Events 2:", "Total: 8/37 (21.62 per cent)", "Heart failure * 0/37 (0.00 %)", "Pericardial infusion * 0/37 (0.00 %)", "Ascites * 1/37 (2.70%)", "Diarrhoea * 1/37 (2.70%)", "Dysphagia * 1/37 (2.70%)", "Great intestinal obstruction * 1/37 (2.70%)", "Pulmonary infection * 0/37 (0.00 %)", "Pneumonia * 0/37 (0.00 %)", "Sepsis * 0/37 (0.00 %)", "Decreased ejection fraction * 0/37 (0.00 %)", "Neck pain * 0/37 (0.00 %)"]}