{"Clinical Trial ID": "NCT00620373", "Intervention": ["INTERVENTION 1:", "- Mammography only", "For this part of the report, interpretation and analysis were only done with mammography.", "INTERVENTION 2:", "Gamma Imaging", "For this reporting arm, interpretation and analysis were performed with gamma imaging only."], "Eligibility": ["Incorporation criteria:", "A pre-screening mammogram (PM) interpreted as negative or benign (this screening must have been performed in Mayo Clinical Rochester, Minnesota).", "In the past, DMs were interpreted as heterogeneously dense or extremely dense (this screening was supposed to have been performed in Mayo Clinical Rochester, Minnesota).", "Women under 50 years of age who had not undergone a prior mammography, as most of these women have dense breasts.", "The subjects were expected to have at least one of the following risk factors:", "A known mutation in breast cancer susceptibility gene 1 (BRCA1) or breast cancer susceptibility gene 2 (BRCA2)", "History of thoracic, mediastinal or axillary irradiation", "Personal history of breast cancer", "Previous biopsy history showing atypical channel hyperplasia, atypical lobular hyperplasia, in situ lobular carcinoma or atypical papilloma", "The lifetime risk of the Gail or Claus model is greater than or equal to 20 %", "Gail model 5 years risk greater than or equal to 2.5%", "Gail model 5 years risk greater than or equal to 1.6%", "A first-degree parent with a history of breast cancer", "Two second-degree parents with a history of breast cancer", "- Exclusion criteria:", "They are unable to understand and sign the consent form", "They are pregnant or breastfeeding.", "They are physically unable to sit upright and still for 40 minutes.", "They have self-reported signs or symptoms of breast cancer (palpable mass, blood flow of nipples, axillary mass, etc.).", "They had a needle biopsy within 3 months or breast surgery in the year prior to the study.", "They are currently taking tamoxifen, averta (raloxifene), or an aromatase inhibitor for adjuvant treatment or chemoprevention."], "Results": ["Performance measures:", "Diagnostic performance", "• Diagnostic performance is the probability that a test or procedure will provide the information necessary to make a diagnosis; in this case, it is the proportion of women with positive results of a screening test and positive results with the reference standard (verified cancer status).", "Time: 12 months after mammography and gamma imaging", "Results 1:", "Title of the arm/group: Mammography only", "For this reporting arm, interpretation and analysis were performed only with mammography.", "Total number of participants analysed: 936", "Type of measurement: Number", "Unit of measure: cancers per 1000 women tested 3.2 (1.1 to 9.4)", "Results 2:", "Title of the arm/group : Gamma Imagery", "For this reporting arm, interpretation and analysis were performed using gamma imaging only.", "Total number of participants analysed: 936", "Type of measurement: Number", "Unit of measure: cancers per 1,000 women tested 9.6 (5.1-18.2)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/969 (0.00 per cent)", "Adverse Events 2:", "- Yeah, that's right."]}