{"Clinical Trial ID": "NCT01277757", "Intervention": ["INTERVENTION 1:", "Akt MK-2206 inhibitor", "Inhibitor of Akt MK-2206 orally once a week on days 1, 8, 15 and 22. Initial dose 200 mg, courses repeat every 28 days."], "Eligibility": ["Incorporation criteria:", "Patients should have histologically or cytologically confirmed breast cancer with metastatic, locally advanced inoperable or locally recurrent inoperable breast cancer.", "Patients must have a measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (the longest diameter to be recorded for non-nodal lesions and the short axis for nodal lesions) as > 20 mm with conventional techniques or > 10 mm with spiral tomography (CT)", "Patients who have not responded to at least one systemic treatment line are eligible for MK2206; if the patient has a positive tumour of the human epidermal growth factor receptor 2 (HER2), they are expected to have received at least one targeted treatment with HER2 in the metastatic setting; if the patient has a positive tumour of the estrogen receptor (ER+), they are expected to have received at least one targeted treatment with ER in the metastatic setting; patients may be enrolled for molecular screening during another treatment if the patient is interested in MK2206 therapy during progression", "• Primary tumour biopsies or archived surgical samples, or recurrence or metastasis biopsies, will be available for analysis of PIK3CA/Akt mutations and PTEN analysis; patients with available surgical samples, or heart/pinch biopsies, will be eligible for PIK3CA/Akt state tests as well as PTEN tests; the most recent sample will be preferred (i.e., in patients with metastatic disease, metastasis samples are preferred to the archivitic primary tumour and in patients with local recurrences, recurrence biopsy is preferred to the archival primary tumour); NOTE: the mutation state PIK3CA or Akt can be determined on fine needle aspiration samples (ARN) samples, but PTEN status cannot be used as internal control and PTEN tests have not been validated on PNI samples; patients with only fine needle aspiration (RNA) samples will be eligible for screening.", "Patients whose tumours have already been tested in the CLIA environment and who have been found to have a PIK3CA or Akt mutation mutation or PTEN loss or mutation will be eligible for treatment; patients whose tumours have been tested in the research environment and who have found a PIK3CA or Akt mutation or PTEN loss or mutation will have their marker status confirmed in the CLIA environment.", "The patient will have a tumour adapted to RNA and/or basic/punch biopsy for research purposes.", "The patient should have performance status in the Eastern Cooperative Oncology Group (ECOG) 0-1", "Absolute number of neutrophils (CNA) >= 1000/uL", "Platelets >= 100 000/uL", "Hemoglobin (Hgb) >= 9 g/dL", "Creatinine = < 1.5 X upper limit of normal (ULN)", "Prothrombin time (PT), thromboplastin part-time (PTT) = < 1.2 X ULN", "Total bilirubin = < 1.5 X ULN", "Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) < 2.5 X ULN", "Patients of childbearing potential should have a beta-human gonadotropin (hCG) negative serum or urinary pregnancy test within 72 hours of registration of the study.", "• Women of childbearing potential and men must use two forms of contraception (hormonal method or birth control barrier; abstinence) prior to entry into the study, for the duration of participation in the study and also for 4 weeks after completion of treatment; if a woman becomes pregnant or suspects that she is pregnant while she or her partner is participating in the study, the patient must immediately inform the treating physician.", "The patient must have completed all systemic treatment and therapeutic radiation at least 21 days prior to the start of the study.", "Capacity to understand and willingness to sign a written informed consent document", ">= 6 months of life expectancy as documented in patient records", "- Exclusion criteria:", "* Patients who received chemotherapy or radiotherapy within 3 weeks (6 weeks for nitrosourea or mitomycin C) before entering the study or those who did not recover Grade 1 or less adverse reactions due to agents administered more than 3 weeks earlier", "Patients may have received previous experimental treatments; however, they do not receive any other concomitant experimental agents with MK2206; patients should have completed treatment at least 21 days prior to the start of the study.", "Patients may not have received another inhibitor of phosphatidylinositol 3 kinase (PI3K), Akt or the mammalian target of rapamycin (mTOR) in the neoadjuvant, adjuvant or metastatic setting, with the exception of rapalogs; patients with metastatic breast cancer who have received PI3K/Akt/mTOR inhibitors in short preoperative trials (treatment for 4 weeks or less) will be eligible if treatment was more than 6 months prior to registration; patients must have completed treatment at least 21 days prior to the start of the study.", "Patients with known brain metastases should be excluded from this clinical trial; patients will not undergo pre-treatment imaging of the brain unless clinically indicated", "History of allergic reactions attributed to compounds of chemical or biological composition similar to MK2206 or other agents used in the study", "Patients receiving drugs or substances that are potent inhibitors or inducers of cytochrome P450, family 3, subfamily A, polypeptide 4 (CYP 450 3A4) are not eligible; however, patients will be allowed to consume caffeine regularly; glyburide will be allowed for the treatment of hyperglycaemia.", "Patients with diabetes mellitus or at risk of hyperglycaemia should not be excluded, but patients with poorly controlled diabetes mellitus (haemoglobin glycolised [HBA1C] > 8%) should be excluded.", "The QT interval corrected by the Fridericia formula (QTcF) > 450 msec (male) or QTcF interval > 470 msec (female) will exclude patients from the study entry.", "• Uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia or psychiatric or social conditions that would limit compliance with study requirements", "• Basic bradycardia related to heart disease or a major block of the branch", "• Pregnant women are excluded from this study; breast-feeding should be discontinued if the mother is treated with MK2206", "Patients infected with human immunodeficiency virus (HIV) with combination antiretroviral therapy are not eligible.", "Patients at high risk of coagulopathy", "The burden of liver disease is greater than or equal to 50 per cent", "Need for a blood or platelet transfusion within one month of the basic laboratory test and during initiation of treatment"], "Results": ["Performance measures:", "Number of participants whose response was defined using solid tumour response assessment criteria (RECIST)", "A partial response (PR): at least 30% of the sum of the diameters of the target lesions, taking as a reference the diameters of the base sum. Progressive illness (PD): at least 20% of the sum of the diameters of the target lesions, taking as a reference the smallest sum of the study (this includes the base sum if it is the smallest of the study). In addition to the relative increase of 20%, the sum must also show an absolute increase of at least 5 mm. (Note: the occurrence of one or more new lesions is also considered as progressions). Stable disease (SD): neither a narrowing sufficient to qualify for PR nor an increase sufficient to qualify for the RFP, taking as a reference the diameters of the smallest sum during the study.", "Duration: up to 3 weeks after completion of treatment, up to 1 year", "Results 1:", "Title of the arm/group: Akt MK-2206 inhibitor", "Description of the arm/group: Oral Akt MK-2206 inhibitor once a week on days 1, 8, 15 and 22.", "Total number of participants analysed: 21", "Type of measurement: Number", "Unit of Measure: Participants Complete Response (CR): 0", "Partial response (PR): 1", "Progressive diseases (PD): 20", "• Disease stable (SD): 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/28 (3.57 per cent)", "Decreased hematocrit 1/28 (3.57 per cent)"]}