{"Clinical Trial ID": "NCT00789581", "Intervention": ["INTERVENTION 1:", "Ixabepilone", "Doxorubicin and cyclophosphamide (AC) are administered every 3 weeks for 4 cycles, followed by ixabepilone every 3 weeks for 4 cycles.", "Doxorubicin: 60 mg/m2", "- Cyclophosphamide: 600 mg/m2", "Ixabepilone (Ixempra): 40 mg/m2", "INTERVENTION 2:", "- Paclitaxel", "Doxorubicin and cyclophosphamide (AC) administered every 3 weeks for 4 cycles, followed by paclitaxel administered weekly for 12 weeks.", "Doxorubicin: 60 mg/m2", "- Cyclophosphamide: 600 mg/m2", "Paclitaxel (Taxol): 80 mg/m2"], "Eligibility": ["Incorporation criteria:", "* Female patients over 18 years of age or over 18 years of age.", "Invasive unilateral breast cancer confirmed histologically (regardless of the", "- Histology).", "Early breast cancer, defined as:", "Positive nodular disease: metastases > 0.2 mm in at least one lymph node (pN1mipN2b)OR", "Negative at the node, with primary tumour > 1.0 cm (T1c-T3).", "The final loco-regional surgery must have been performed as specified", "Below:", "Patients should have undergone either breast-conservation surgery.", "(i.e., total mastectomy) or total mastectomy.", "The surgical edges of the resected section shall be free of histology", "Invasive adenocarcinoma and channel carcinoma in situ.", "The surgical margins involved with lobular carcinoma in situ (LCIS) will not be", "To be considered a positive margin; therefore, these patients will be eligible for this study without further resection.", "Patients should have sampled axillary lymph nodes for the pathological evaluation of axillary lymph nodes, as indicated below:", "A sentinel ganglia biopsy and/or a lymph node sampling procedure or axillary dissection.", "Invasive multicentre and multifocal breast cancer is eligible if loco-regional surgery has been performed as described above.", "Patients with synchronous bilateral cancers are only eligible if:", "All cancers are of triple negative phenotype, defined as ER-, PR-, HER2-.", "Eligibility based on the highest level group.", "HER2 negative tumours. HER2 negativity should be confirmed by one of the", ") below:", "(FISH ratio < 2.2), or", "IHC 0-1+, or", "IHC 2-3+ AND FISH-negative (FISH report < 2.2).", "- Negative estrogen receptor (<10% coloration by IHC for estrogen receptor).", "Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.", "The patient should be <= 84 days after completing definitive primary breast surgery (i.e., lumpectomy or mastectomy).", "The brachytherapy radiation of MammoSite is acceptable if performed", "It is recommended to start chemotherapy at the earliest 2 weeks after the elimination of the MammoSite balloon catheter.", "An adequate haematological function, defined by:", "Absolute neutrophil count (NAC) >150/mm3", "Number of platelets >=100 000/mm3", "Hemoglobin >9 g/dL", "Adequate liver function, defined by:", "ASAT and ALT <=2.5 x upper limit of normal (ULN)", "Total Bilirubin <=1.5 x ULN (unless patient has grade 1 bilirubin)", "The rise due to Gilbert's disease or a similar syndrome involving slowness", "bilirubin conjugation).", "Adequate renal function, defined by:", "Serum creatinine <=1.5 x ULN", "- Completion of work <=12 weeks prior to start of study treatment", "With calculated tomography (CT) of the chest and abdomen/pelvis scans (favorite abdomen/pelvis; accepted abdomen), and either a positron emission tomography (PET) or a bone scan.", "adequate cardiac function, defined by a left ventricular ejection fraction", "(LVEF) value > 50 % (or normal according to institutional guidelines) by MUGA or echocardiogram analysis (ECHO).", "At least one week must have elapsed since minor surgery (i.e., sentinel node biopsy, port acathe (location); at least three weeks must have elapsed since major surgery (i.e., lumpectomy, partial or total mastectomy, lymph node axillary dissection, breast reconstruction procedure).", "Patients with a history of invasive cancer (including breast cancer)", "• are eligible if the final treatment has been completed more than 5 years before", "There is no evidence of recurrent illness.", "If a woman becomes pregnant or suspects that she is pregnant while participating in this study, she must agree to inform her attending physician immediately.", "The patient should be available for treatment and follow-up.", "Women of childbearing potential must agree to use an acceptable birth control method to prevent pregnancy during study treatment and for three months thereafter.", "All patients should be able to understand the experimental nature of the", "• Study and give written informed consent prior to study.", "- Exclusion criteria:", "Pregnant or lactating women.", "• History of previous diagnosis of invasive breast cancer (unless not treated more than 5 years previously without recurrence).", "Any evidence or suspicion of metastatic disease other than ipsilateral", "The axillary lymph nodes.", "Any tumour >=T4 (cutaneous invasion, deep adhesion, inflammatory breast cancer).", "Previous chemotherapy with anthracycline.", "The concomitant use of CYP3A4 inhibitors from 72 hours prior to initiation of", "- Study of treatment until the end of treatment with ixabepilone.", "Previous treatment for this breast cancer (including neoadjuvant)", "- Chemotherapy).", "In the last five years (including invasive contralateral breast cancer), prior cancer (except skin cancer or non-melanoma cervical cancer in situ).", "- Peripheral neuropathy > grade 1 per NCI CTCAE v3.0.", "Cardiac diseases, including congestive heart failure (CHF) > Class II by", "New York Heart Association (NYHA) classification; unstable angina (anginal symptoms at rest) or new angina (i.e. started in the last 3 months), or myocardial infarction in the last 6 months; symptomatic CHF, unstable angina, cardiac arrhythmia or cardiac ventricular arrhythmias requiring anti-arrhythmic treatment.", "History of hypersensitivity to CremophorEL (polyoxyethyl castor oil) or", "A medicine formulated in CremophorEL such as paclitaxel.", "The use of any research agent within 30 days of administration of the first dose of the drug under study.", "Patients may not receive any other experimental or anticancer treatment during their participation in this study.", "A serious, uncontrolled concomitant infection or intercurrent disease, including", "- but not limited to permanent or active infection or psychiatric/social illness", "Situations that would limit compliance with the requirements of the study.", "A mental state that would prevent patients from understanding the nature and risk of the study.", "The inability to comply with study and/or follow-up procedures."], "Results": ["Performance measures:", "• Disease-free survival", "The percentage of participants with disease-free survival at 3 and 5 years of age. Disease-free survival (SDF) is measured from the time of randomization to the date of the first documented recurrence of the disease, or the death of any cause.", "Duration: up to 5.25 years (63 months)", "Results 1:", "Title of the arm/group: Ixabepilone", "Description of the arm/group: Doxorubicin and cyclophosphamide (AC) administered every 3 weeks for 4 cycles, followed by ixabepilone every 3 weeks for 4 cycles.", "Doxorubicin: 60 mg/m2", "- Cyclophosphamide: 600 mg/m2", "Ixabepilone (Ixempra): 40 mg/m2", "Total number of participants analysed: 306", "Type of measurement: Number", "Unit of measure: % of participants 3 years DFS: 88.6 (84.3-91.8)", "DSV 5 years: 87.1 (82.6 to 90.5)", "Results 2:", "Title of the arm/group: Paclitaxel", "Description of the arm/group: Doxorubicin and cyclophosphamide (AC) administered every 3 weeks for 4 cycles, followed by paclitaxel administered weekly for 12 weeks.", "Doxorubicin: 60 mg/m2", "- Cyclophosphamide: 600 mg/m2", "Paclitaxel (Taxol): 80 mg/m2", "Total number of participants analysed: 308", "Type of measurement: Number", "Unit of measure: % of participants 3 years DFS: 88.8 (84.6 to 91.9)", "DFS 5 years: 84.7 (79.7-88.6)"], "Adverse Events": ["Undesirable Events 1:", "Total: 58/305 (19.02 per cent)", "NEUTROPENIA FEBRILE * 12/305 (3.93%)", "NEUTROPENIA * 4/305 (1.31%)", "* 2/305 (0.66%)", "LEUKOPENIA * 1/305 (0.33%)", "PANCYTOPENIA * 1/305 (0.33%)", "THROMBOCYTOPENIA * 1/305 (0.33%)", "DIFFUSION OF INTRAVASCULAR COAGULATION * 0/305 (0.00 %)", "* 1/305 (0.33%)", "DIASTOLIC DYSFUNCTION * 1/305 (0.33%)", "* 1/305 (0.33%)", "Adverse Events 2:", "Total: 50/304 (16.45%)", "NEUTROPENIA FEBRILE * 12/304 (3.95%)", "NEUTROPENIA * 1/304 (0.33%)", "- ANEMIA * 0/304 (0.00 %)", "LEUKOPENIA * 0/304 (0.00 %)", "PANCYTOPENIA * 0/304 (0.00 %)", "THROMBOCYTOPENIA * 0/304 (0.00 %)", "DIFFUSION OF INTRAVASCULAR COAGULATION * 1/304 (0.33%)", "* 1/304 (0.33%)", "DYSFUNCTION * 0/304 (0.00 %)", "PERI-CARDIAL EFFICIENCY * 0/304 (0.00 %)"]}