{"Clinical Trial ID": "NCT01301729", "Intervention": ["INTERVENTION 1:", "- Trastuzumab", "Participants with metastatic breast cancer received a loading dose of 4 milligrams per kilogram (mg/kg) of trastuzumab intravenously (IV), followed by 2 mg/kg trastuzumab IV once weekly with docetaxel 100 milligrams per square metre (mg/m^2), every 3 weeks or paclitaxel 90 mg/m^2 once weekly until disease progression, which occurred from intolerable toxicity, the participant stopped the study or died."], "Eligibility": ["Incorporation criteria:", "Female participants, >/= 18", "- Locally recurrent/metastatic breast cancer (reappearance of supra- or infraclavicular lymph nodes is considered a metastatic disease)", "HER2-positive primary disease", "Participants must have received Herceptin in the adjuvant and/or neoadjuvant setting", "A new breast cancer >/= 6 months after discontinuation of the latest Herceptin medicines and/or chemotherapy in the adjuvant and/or neoadjuvant setting for HER2-positive breast cancer", "A measurable disease according to RECIST 1.0", "- Performance Status of the Eastern Cooperative Oncology Group (ECOG) 0-2", "Maximum cumulative dose of doxorubicin </= 360 mg/m2 or epirubicin </= 720 mg/m2 or no anterior anthracyclines", "At least 3 weeks after previous operation or radiation therapy", "- Exclusion criteria:", "Pregnant or lactating women", "Previous chemotherapy for metastatic breast cancer (prior endocrine treatment until progressive disease is allowed)", "• Pleural effusion, ascites or bone damage as the sole manifestation of the disease", "- Brain metastases", "Invasive malignancy other than metastatic breast cancer", "Insufficiency of bone marrow, liver or kidney function", "Previous treatment with anti-HER treatments other than (neo)adjuvant Herceptin"], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "The SSP was assessed against the solid tumour response assessment criteria (SISTR) 1.0 and was defined as the date on which the participant signed the Informed Consent Form (ICF) until death or progressive disease (PD). The DPP was defined as a 20% increase in the sum of the longest diameter of the target lesions.", "Time limit: From the date of informed consent to the date of death or progressive illness (up to 28 months)", "Results 1:", "Title of arm/group: Trastuzumab", "Description of the arm/group: Participants with metastatic breast cancer received a loading dose of 4 milligrams per kilogram (mg/kg) of trastuzumab intravenously (IV), followed by 2 mg/kg trastuzumab IV once weekly with docetaxel 100 milligrams per square metre (mg/m^2), every 3 weeks or paclitaxel 90 mg/m^2 once weekly until disease progression, which occurred with intolerable toxicity, the participant stopped the study or died.", "Total number of participants analysed: 32", "Median (95% confidence interval)", "Unit of measure: months 9.9 (6.28-13.63)"], "Adverse Events": ["Undesirable Events 1:", "Total: 5/32 (15.63 per cent)", "Leucopenia 1/32 (3.13 per cent)", "Neutropenia 1/32 (3.13%)", "Cataract 1/32 (3.13%)", "Infection 1/32 (3.13%)", "1/32 (3.13%)", "1/32 (3.13 per cent)"]}