{"Clinical Trial ID": "NCT00295867", "Intervention": ["INTERVENTION 1:", "zoledronic acid", "Patients who received more than 4 disseminated tumour cells (DTC)/mL after neoadjuvant or adjuvant chemotherapy for early breast cancer were treated with 4 mg zoledronic acid each month for 24 months."], "Eligibility": ["• Inclusion criteria", "Women > 18 years of age with stage I, II or III breast cancer confirmed histologically or cytologically.", "If adjuvant chemotherapy is recommended, it should be completed prior to the start of the study.", "- Positive bone marrow aspiration by IC/FC assay", "A. Definition of positive: > 4 MM/ml b. Timing of bone marrow aspiration to determine study eligibility: i. If the patient does not receive adjuvant or hormonal treatment alone, aspiration can be performed during diagnosis in the major MM study at the University of California, San Francisco, or after diagnosis if the patient has received initial surgery elsewhere.", "ii. If the patient is to receive adjuvant chemotherapy, aspiration will be achieved at least three weeks after the end of chemotherapy.", "Adequate renal function as defined by:", "a. Creatinine must be < upper limit of normal", "- Normal liver function tests including total bilirubin, alkaline phosphatase and aspartate aminotransferase (AST) / glutamic-oxaloacetic serum transaminase (SGOT)", "• Ability to understand and sign informed consent.", "- Concomitant hormonal treatment is permitted", "· Concomitant radiation therapy is permitted", "Patients who have undergone surgery after neoadjuvant chemotherapy or hormonal treatment may participate in this trial.", "• Exclusion criteria", "An acute phase reaction cannot be considered an allergic reaction.", "Renal impairment is defined as serum creatinine above the upper limit of normal or creatinine clearance < 50 mL/min due to any underlying cause.", "Karnofsky Performance status < 90%.", "Any major medical condition that may interfere with treatment.", "Women participating in this study are not allowed to receive any other bisphosphonate treatment during the study period, either orally or intravenously.", "Pregnant patients"], "Results": ["Performance measures:", "Response of bone marrow micrometastases", "Median variation of disseminated tumour cells (DCCs)/mL from baseline after 24 months", "Time limit: up to 2 years", "Results 1:", "Title of arm/group: Zoledronic acid", "Arm/group description: Patients who received more than 4 disseminated tumour cells (DTC)/mL after neoadjuvant or adjuvant chemotherapy for early breast cancer were treated with 4 mg zoledronic acid each month for 24 months.", "Total number of participants analysed: 34", "Median (full range)", "Unit of measurement: DTC/mL -4.5 (-5.9 to 43.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/45 (2.22 per cent)", "Appendix 1/45 (2.22%)"]}