{"Clinical Trial ID": "NCT01097642", "Intervention": ["INTERVENTION 1:", "Ixabepilone", "The brand name is Ixempra ®; it is an analog epothilone B used in combination with other cancer chemotherapeutics.", "Ixabepilone: Ixabepilone should be administered at 40mg/m^2 IV over 180 minutes on day 1 of each of the four 21-day cycles.", "INTERVENTION 2:", "Ixabepilone Plus Cetuximab", "Cetuximab, Erbitux brand, is an epidermal growth factor receptor (EGFR) inhibitor and a monoclonal antibody used with Ixabepilone against cancer.", "Cetuximab: Cetuximab should be administered at 400mg/m^2 IV over 120 minutes for its initial loading dose on day 1 of the first four 21-day cycles and administered on a weekly basis at 250mg/m^2 IV over 60 minutes.", "Ixabepilone: Ixabepilone should be administered at 40mg/m^2 IV over 180 minutes on day 1 of each of the four 21-day cycles."], "Eligibility": ["Incorporation criteria:", "Patients with histological confirmation of invasive breast carcinoma.", "Patients should have an intact primary tumour.", "Patients over 18 years of age or over 18 years of age.", "Patients should have T1N1-3M0 or T2-4 N0-3M0.", "Patients with bilateral breast cancer are eligible.", "Patients with a second primary breast cancer are eligible.", "Patients should have a Karnofsky performance scale greater than or equal to 70%.", "Patients must have a clinically measurable disease to be treated with neoadjuvant.", "Patients should have an adequate bone marrow function, as defined by a peripheral granulocyte count greater than or equal to 1500/mm^3, and a platelet count greater than or equal to 100000mm^3.", "Patients should have adequate hepatic function with bilirubin within normal laboratory limits. Alkaline phosphatases and transaminases (ALT and ASAT) may be up to 1.5 x upper limit of normal (ULN) in the establishment.", "Patients should have adequate renal function with creatinine levels in a normal interval.", "Patients should have a normal left ventricular ejection fraction (LVE) greater than or equal to 50%.", "- Test for negative serum or urinary pregnancy for a woman of childbearing age (WOCBP).", "WOCBP should use a reliable and appropriate method of contraception during the study and six months after the end of chemotherapy. WOCBP is a woman who is not menopause for 12 months or who has not undergone previous surgical sterilization.", "Patients should agree to have biopsies under study.", "Patients must sign informed consent indicating that they are aware of the experimental nature of the study, in accordance with institutional policy.", "- Exclusion criteria:", "* Patients with a history of other invasive malignancies diagnosed and treated in the previous 5 years, with the exception of non-melanoma skin cancer and non-invasive cervical cancer.", "Patients with Her2Neu, ER and PR should be excluded.", "Patients with inflammatory breast cancer (IBC) are excluded.", "* Patients with organ allografts or other history of immune compromise.", "Prior treatment with any experimental drug in the previous 4 weeks.", "Chronic treatment with systemic steroids or other immunosuppressive agent.", "A well-known history of HIV-positiveness.", "Patients with haemorrhagic active diathesis or oral vitamin K medication (except for low-dose coumarin defined as 1 mg daily).", "Other concomitant and/or uncontrolled medical conditions that may compromise participation in the study (uncontrolled diabetes, uncontrolled hypertension, severe infection, severe malnutrition, unstable angina or congestive heart failure - New York Heart Association Class III or IV, ventricular arrhythmias, active ischemic heart disease, myocardial infarction within six months, chronic liver or kidney disease, active ulceration of the upper digestive tract).", "Patients with pre-existing peripheral neuropathy."], "Results": ["Performance measures:", "Complete response rate", "The primary objective of the study is to determine the complete pathological response rate (pCR) (bras and axilla) of Ixabepilone versus Ixabepilone when associated with cetuximab in patients with invasive breast adenocarcinoma T1N1-N3M0 or T2-4 N0-3M0 who are triple negative and are candidates for preoperative chemotherapy.", "The criteria used are: \"Evaluation criteria for responses in solid tumours (RECIST v1.0) for target and MRI lesions: complete response (CR), elimination of all target lesions; partial response (PR), >=30% decrease in the sum of the longest diameter of target lesions; overall response (OR) = CR + PR.\" or similar definition that is accurate and appropriate.", "Time limit: one year after treatment", "Results 1:", "Title of the arm/group: Ixabepilone", "Description of the arm/group: The brand is Ixempra; it is an epothilone B analogue used in combination with other cancer chemotherapeutics.", "Ixabepilone: Ixabepilone should be administered at 40mg/m^2 IV over 180 minutes on day 1 of each of the four 21-day cycles.", "Total number of participants analysed: 15", "Type of measure: Number of participants", "Unit of measure: Participants 2 13.3%", "Results 2:", "Title of the arm/group: Ixabepilone Plus Cetuximab", "Description of the arm/group: Cetuximab, Erbitux brand, is an epidermal growth factor receptor inhibitor (EGFR) and a monoclonal antibody used with Ixabepilone against cancer.", "Cetuximab: Cetuximab should be administered at 400mg/m^2 IV over 120 minutes for its initial loading dose on day 1 of the first four 21-day cycles and administered on a weekly basis at 250mg/m^2 IV over 60 minutes.", "Ixabepilone: Ixabepilone should be administered at 40mg/m^2 IV over 180 minutes on day 1 of each of the four 21-day cycles.", "Total number of participants analysed: 25", "Type of measure: Number of participants", "Unit of measure: Participants 8 32.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/15 (13.33 per cent)", "Neutropenia 0/15 (0.00 %)", "Event GI 0/15 (0.00 %)", "- Peripheral neuropathy 2/15 (13.33%)", "0/15 (0.00 per cent)", "Adverse Events 2:", "Total: 6/25 (24.0%)", "Neutropenia 2/25 (8.0%)", "IM Event 1/25 (4.0%)", "- Peripheral neuropathy 2/25 (8.0 per cent)", "1/25 (4.0 per cent)"]}