{"Clinical Trial ID": "NCT00274768", "Intervention": ["INTERVENTION 1:", "- Capecitabine", "The initial dose of capecitabine was 3,000 mg (total daily dose) administered in two daily doses divided for 14 days, followed by 7 days rest (1 cycle = 21 days). The missing doses were not substituted. Treatment was continued until toxicity, disease progression or withdrawal of consent was unacceptable."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "A histologically or cytologically confirmed diagnosis of breast adenocarcinoma", "Evidence of metastatic impairment (stage IV disease)", "Patients should have a measurable disease", "At least one measurable lesion as defined by the criteria for assessing response in solid tumours (RECIST)", "Treatment of brain metastases (surgery or radiation therapy) is permitted if clinically stable", "Patients with leptomenergic disease are not eligible", "- Hormonal receptor status:", "Unspecified", "CHARACTERISTICS OF PATIENTS:", "- Performance Status of the Eastern Cooperative Oncology Group (ECOG) 0-2", "Men or women", "• Menopausal status not specified", "Absolute number of neutrophils (NAC) 1,500/mm^3", "Number of platelets 100 000/mm^3", "creatinine clearance > 50 mL/min", "Fertile patients should use effective contraception", "No history of another serious and/or fatal medical disease", "No other active primary malignancy", "No pregnancy or breast-feeding", "Negative pregnancy test", "Patients with asymptomatic HIV infection are eligible", "Liver dysfunction score 9", "No pre-existing liver disease (i.e. cirrhosis or active viral hepatitis)", "No active gastrointestinal malabsorption disease", "No clinically significant heart disease including:", "• Congestive heart failure, symptomatic coronary artery disease and poorly controlled cardiac arrhythmias with medicines or myocardial infarction in the last six months", "No unexpected severe reactions prior to treatment with fluoropyrimidine, known hypersensitivity to fluorouracil or known dihydropyrimidine dehydrogenase deficiency", "No history of uncontrolled seizures or central nervous system disorders", "No significant history of non-compliance with medical plans", "No clinically significant psychiatric impairment that would prevent compliance with the study", "THERAPE PRIOR CONCURENT:", "No anterior capecitabine", "Up to 3 previously authorised cytotoxic regimens for metastatic diseases", "- Prior non-cytotoxic treatment is permitted (e.g. hormonal treatment or trastuzumab)", "No other concomitant treatment to treat primary status, including chemotherapy, biological agents or immunotherapy", "No concomitant estrogen therapy, radiotherapy or experimental systemic therapy", "No other concomitant experimental medicinal products", "No concomitant use of the following medicinal products: warfarin for complete anticoagulation, cimetidine or azidothymidine (AZT)", "Minimum dose of warfarin for the prophylaxis of central venous catheter thrombosis authorised", "At least 4 weeks from sorivudine or brivudine", "The concomitant use of bisphosphonates is permitted if initiated prior to the start of the study.", "The concomitant use of megestrol acetate suspension as an appetite stimulant is permitted."], "Results": ["Performance measures:", "Response rate", "By Response Assessment Criteria in Solid Tumours Criteria (RECIST v1.0) for Targeted and CT/MRI-Assessed Injuries: Complete Response (CR), Elimination of All Targeted Injuries; Partial Response (PR), >=30% Decrease in the Sum of the Longest Diameter of Targeted Injuries; Overall Response (OR) = CR + PR.", "Timeline: Participants were monitored for progress, evaluated every 12 weeks", "Results 1:", "Title of the arm/group: Capecitabine", "The initial dose of capecitabine was 3,000 mg (total daily dose) administered in two daily doses divided for 14 days, followed by 7 days rest (1 cycle = 21 days). The missing doses were not substituted. Treatment was continued until toxicity, disease progression or withdrawal of consent were unacceptable.", "Total number of participants analysed: 21", "Type of measurement: Number", "Unit of measurement: participants 21"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/26 (7.69 per cent)", "Deaths [1]2/26 (7.69%)"]}