{"Clinical Trial ID": "NCT00875979", "Intervention": ["INTERVENTION 1:", "Trastuzumab Emtansine 3.0 mg/kg + Pertuzumab 420 mg", "Patients received trastuzumab emtansine 3.0 mg/kg intravenous (IV) on the first day of each 3-week cycle until the disease was progressive, intolerable toxicity, initiation of another cancer treatment or discontinuation of treatment.", "INTERVENTION 2:", "Trastuzumab Emtansine 3.6 mg/kg + Pertuzumab 420 mg", "Patients received trastuzumab emtansine 3.6 mg/kg intravenous (IV) on the first day of each 3-week cycle until they had progressive disease, intolerable toxicity, other anticancer treatment or discontinuation of treatment, and a load dose of 840 mg pertuzumab IV on the first day of the 1-cycle and 420 mg pertuzumab IV on the first day of each 3-week cycle."], "Eligibility": ["Incorporation criteria:", "The locally advanced or metastatic human epidermal growth factor (HER2) receptor 2 for breast cancer has been documented histologically.", "- Tumor tissue blocks or 15 to 20 unpreserved tissue slides for HER2 Central Laboratory confirmation tests and other exploratory assessments.", "A previous trastuzumab in any treatment line.", "No previous treatment with trastuzumab emtansine (T-DM1) or pertuzumab.", "A measurable disease.", "For women of childbearing potential, agree to use an effective form of contraception and continue to use it throughout the study.", "Life expectancy 90 days.", "- Exclusion criteria:", "Less than 21 days after the last anti-tumour therapy, including chemotherapy, biological, experimental, immune, hormonal or radiotherapy for the treatment of breast cancer, except for the following cases: hormone replacement therapy or oral contraceptives; palliative radiotherapy involving 25% of bone carriers if administered 14 days prior to the first study.", "History of intolerance or hypersensitivity to trastuzumab and/or to trastuzumab-related adverse events resulting in the definitive cessation of trastuzumab.", "- Peripheral neuropathy grade 2.", "A history of clinically significant cardiac dysfunction.", "A serious and uncontrolled systemic disease, for example, a clinically significant cardiovascular, pulmonary or metabolic disease.", "• Untreated, progressive brain metastases or any type of treatment required to control the symptoms of brain metastases within 60 days of the first treatment in the study.", "• History of other malignancies over the past 5 years, with the exception of a carcinoma properly treated in situ in the cervix, a non-melanoma skin carcinoma or other malignant tumours with similar curative results."], "Results": ["Performance measures:", "• Objective response evaluated by the researcher using criteria for assessing responses in solid tumours (RECIST)", "For target lesions, a complete response was defined as the elimination of all target lesions; a partial response was defined as a decrease of at least 30% in the sum of the longest diameter of target lesions, using as a reference the initial sum of the longest diameter; for non-target lesions, a complete response was defined as the disappearance of all non-target lesions; a partial response was defined as the persistence of one or more non-target lesions.", "Time frame: Baseline to end of study (up to 2 years and 3 months)", "Results 1:", "Title of arm/group: Trastuzumab Emtansine 3.0 mg/kg + Pertuzumab 420 mg", "Patients received trastuzumab emtansine 3.0 mg/kg intravenous (IV) on day 1 of each 3-week cycle until the disease was progressive, intolerable toxicity, initiation of alternative cancer therapy or discontinuation of treatment; patients also received a load dose of 840 mg pertuzumab IV on day 1 of Cycle 1, followed by pertuzumab 420 mg IV on day 1 of each subsequent 3-week cycle.", "Total number of participants analysed: 3", "Type of measurement: Number", "Unit of measure: Percentage of patients 66.7 (13.5 to 98.3)", "Results 2:", "Title of arm/group: Trastuzumab Emtansine 3.6 mg/kg + Pertuzumab 420 mg", "Patients received trastuzumab emtansine 3.6 mg/kg intravenous (IV) on day 1 of each 3-week cycle until they had progressive disease, intolerable toxicity, other anticancer treatment or discontinuation of treatment.", "Total number of participants analysed: 64", "Type of measurement: Number", "Unit of measure: Percentage of patients 40.6 (28.5-53.6)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/3 (0.00 per cent)", "Pericardial infusion 0/3 (0.00 %)", "Tachycardia 0/3 (0.00 %)", "- Nausea 0/3 (0.00 %)", "Vomiting 0/3 (0.00 %)", "Abdominal pain 0/3 (0.00 %)", "- Conaction 0/3 (0.00 %)", "Diarrhoea 0/3 (0.00 %)", "Gastritis 0/3 (0.00 %)", "Ileus 0/3 (0.00 %)", "- Fatigue 0/3 (0.00 %)", "Pyrexia 0/3 (0.00 %)", "- Pain 0/3 (0.00 %)", "- Hepatic cirrhosis 0/3 (0.00 %)", "- Cellulite 0/3 (0.00 %)", "Adverse Events 2:", "Total: 22/64 (34.38 per cent)", "1/64 (1.56%)", "- Tachycardia 1/64 (1.56%)", "Nausea 2/64 (3.13%)", "Vomiting 2/64 (3.13 per cent)", "Abdominal pain 2/64 (3.13%)", "- Conaction 1/64 (1.56%)", "Diarrhoea 1/64 (1.56%)", "Gastritis 1/64 (1.56%)", "Ileus 1/64 (1.56%)", "Fatigue 1/64 (1.56%)", "Pyrexia 1/64 (1.56%)", "Pain 1/64 (1.56%)", "- Liver cirrhosis 1/64 (1.56%)", "Cellulite 3/64 (4.69 per cent)"]}