{"Clinical Trial ID": "NCT00992225", "Intervention": ["INTERVENTION 1:", "LY573636-sodium", "The dose was adjusted to target a maximum specific concentration (Cmax) based on the patient's biological parameters, administered intravenously every 28 days until disease progression or other patient cessation criteria were met."], "Eligibility": ["Incorporation criteria:", "Has received at least 2 or more prior chemotherapys for metastatic breast cancer.", "After stopping all previous cancer therapies, including chemotherapy, radiation therapy, hormone cancer-related treatment, or any other experimental treatment for at least 4 weeks.", "- Exclusion criteria:", "A pre-existing serious illness.", "Have an active central nervous system or leptomenic metastasis.", "Current haematological malignancies, acute or chronic leukemia.", "Receives Warfarin (Coumadin).", "Have a history of radiation therapy involving more than 25% of the bone marrow."], "Results": ["Performance measures:", "Percentage of participants with an objective overall response", "The overall objective response is the complete response (CR) + partial response (PR), as classified by the researchers according to the solid tumour response assessment criteria guidelines (RECIST). The CR is the disappearance of all target and non-target lesions; the PR is a 30% decrease in the sum of the longest diameter of the target lesions.", "Time limit: Baseline data to measure progressive illness or death of any cause up to 12 months", "Results 1:", "Title of arm/group: LY573636-sodium", "Description arm/group: The dose was adjusted to target a maximum specific concentration (Cmax) based on the patient's laboratory parameters, administered intravenously every 28 days until disease progression or other patient stopping criteria were met", "Total number of participants analysed: 33", "Type of measurement: Number", "Unit of measure: percentage of participants 6.1 (1.1-17.9)"], "Adverse Events": ["Undesirable Events 1:", "Total: 10/33 (30.30 per cent)", "Constipation 1/33 (3.03%)", "Dysphagia 1/33 (3.03%)", "Ileus 1/33 (3.03%)", "Nausea 1/33 (3.03%)", "- Vomiting 1/33 (3.03%)", "Fatigue 1/33 (3.03%)", "- Pain 1/33 (3.03%)", "Sepsis 2/33 (6.06 per cent)", "urinary infection 1/33 (3.03%)", "Alanine aminotransferase increased 1/33 (3.03%)", "Aspartate aminotransferase increased by 1/33 (3.03%)", "Dehydration 2/33 (6.06%)"]}