{"Clinical Trial ID": "NCT00446030", "Intervention": ["INTERVENTION 1:", "Strategy 1: TAC + Bevacizumab", "HER2 negative participants received chemotherapy with docetaxel, doxorubicin and cyclosphosphamide (TAC) + bevacizumab every 3 weeks for 6 cycles, and maintenance therapy with bevacizumab every 3 weeks for a total of 52 weeks.", "INTERVENTION 2:", "Strategy 2: TCH + Bevacizumab", "HER2 positive participants received chemotherapy with docetaxel, carboplatin and trastuzumab (TCH) + bevacizumab every 3 weeks for 6 cycles, and maintenance treatment with bevacizumab and trastuzumab every 3 weeks for a total of 52 weeks."], "Eligibility": ["Incorporation criteria:", "Participants who met the following criteria were eligible for this study:", "Women aged 18 to 70, inclusive", "• Breast cancer had been proven histologically with the most recent surgery performed for breast cancer up to 60 days prior to registration of the study", "- Definitive surgical treatment - either mastectomy or breast conservation surgery with axillary dissection of lymph nodes (or lymph nodes sentinel biopsy) for operational breast cancer (T1-3, N0-1 and M0 clinic)", "Must have been either \"positive lymph node\" or \"negative lymph node\"", "(with lymph nodes metastases > 0.2 mm)", "The high-risk participants had no involvement in the lymph nodes and at least 1 of the following factors:", "• Tumour size > 2 cm", "The status of the estrogen receptor (ER) and progesterone receptor (PR) is negative", "Histological and/or Nuclear Grade 2/3", "Age < 35 years", "Was the participants in the human epidermal growth factor Receptor 2 (HER2/neu) known (positive or negative) at the time of signing the informed consent", "The status of the estrogen receptor and progesterone was known prior to registration of the study.", "The Eastern Cooperative Oncology Group (ECOG) had a score of 0 or 1", "A normal cardiac function, confirmed by a left ventricular ejection fraction (VEF) or a shortening fraction (Echocardiography [ECHO] or multiple acquisition [MUGA] analysis, respectively)", "The following hematology criteria were confirmed within 2 weeks of the study's registration:", "Absolute neutrophil count (NAC) > 1,500/microL", "Blisters > 100 000/microL", "Hemoglobin 9 g/dL", "Has met liver function criteria for bilirubin and AST levels within 2 weeks prior to study registration", "After completing the staging work within 35 days (within one year for mammography or magnetic resonance imaging of the breast (MRI) prior to recording the study)", "The balloon catheter should have been removed at least 28 days prior to the start of the study treatment.", "May have had bilateral and synchronous breast cancer provided a primary tumour that met the sequencing criteria", "Women of childbearing potential must have had a negative pregnancy test within 14 days of the first day of cycle 1", "After agreeing to use an effective, non-hormonal method of contraception during study treatment and for at least six (6) months after the last dose of bevacizumab, it should be advised not to breast-feed for at least six (6) months after the last dose of bevacizumab.", "Informed consent was signed prior to the commencement of any protocol-specific procedure, and the expected cooperation was documented during the treatment and follow-up periods of the study.", "- Exclusion criteria:", "The following criteria were excluded from this study:", "Previous systemic cancer therapy for invasive breast cancer (immunotherapy,hormonotherapy, chemotherapy)", "Previously had therapeutic anthracycline, taxoids or platinum salts for any malignancy", "Previous breast cancer radiation therapy or chest wall radiation therapy for any other malignancy", "Was pregnant or lactating", "Have ever had motor or sensory neurotoxicity of a severity > 2nd year by the National Cancer Institute Common Adverse Event Toxicity Criteria (NCI CTCAE) version 3.0", "Had a heart disease or risk in the same way as:", "Any documented myocardial infarction", "Angina pectoris which required the use of anti-anginal medicines", "Any history of congestive heart failure documented", "- Grade 3 or 4 cardiac arrhythmia (NCI CTCAE, version 3.0)", "Clinically significant valvular heart disorders", "I had cardiomegaly.", "Inadequately controlled hypertension, i.e. diastolic greater than 100 mmHg (participants who were well controlled by drugs were eligible)", "Some medications were currently being administered for cardiac arrhythmia, angina or congestive heart failure (e.g., digitalis, beta blockers, calcium blockers), which modify cardiac conduction, unless the drugs are given for other reasons (e.g., hypertension).", "Other serious diseases or medical conditions, including:", "• History of significant neurological or psychiatric disorders, including psychotic disorders, dementia or seizures, which prohibited understanding and informed consent", "- Uncontrolled active infection", "Active peptic ulcer", "Unstable diabetes mellitus", "With symptomatic and intrinsic lung disease leading to resting dyspnoea", "Clinically significant peripheral vascular disorders", "Evidence of haemorrhagic diathesis or coagulopathy", "urinary protein levels: creatinine >1.0 during screening", "• History of abdominal fistula, gastrointestinal perforation, intra-abdominal abscesses, inflammatory bowel disease or other gastrointestinal disease increasing the risk of perforation within 6 months of the start of chemotherapy", "A serious, non-healing injury, ulcer or bone fracture", "Known central nervous system disease (CNS)", "• History of stroke or transient ischemic attack (TIA)", "A known liver cirrhosis", "• Past or present history of neoplasm other than breast carcinoma, with the exception of:", "- Non-melanoma curative skin cancer", "In situ cancinoma of the cervix", "Other cancers treated curatively and without signs of disease for at least 10 years", "The ductal in-situ carcinoma (CDIS) of the breast", "In-situ lobular carcinoma (ILC) in the breast", "He was currently being treated with any hormonal agent such as raloxifene, tamoxifen or other selective estrogen receptor modulators (SERM), either for osteoporosis or for the prevention of breast cancer.", "Has been chronically treated with corticosteroids unless started >6 months prior to registration and at low dose (<20 mg methylprednisolone or equivalent)", "- Concomitant treatment with ovarian hormone replacement therapy", "Have had concomitant treatment with other experimental medicinal products", "• Concomitant treatment with any other anticancer treatment", "He was a man.", "· Known hypersensitivity to ovarian Chinese hamster products or other humanized or recombinant antibodies and/or hypersensitivity to any of the study drugs or their ingredients (e.g. polysorbate 80 in docetaxel)", "• Minor surgery occurred within 7 days prior to the first day of study treatment; or major surgery occurred within 28 days prior to the first day of study treatment or had a planned surgery during the chemotherapy portion of this study.", "Was directly (or was a parent of the study staff) involved in the conduct of the protocol", "A mental illness or psychiatric disorder made her unable to understand the nature, scope and possible consequences of the study.", "It was unlikely that the protocol would be respected."], "Results": ["Performance measures:", "Percentage of participants with clinical congestive heart failure level 3/4 (CHF)", "The symptoms of grade 3/4 CHF included congestive heart failure, cardiomyopathy and left ventricular dysfunction (LVEF). Echocardiography (ECG) or multiple acquisition (MUGA) were programmed after cycles 3 and 6 of chemotherapy, after each 3rd cycle of trastuzumab alone, at the end of treatment and every 6 months at follow-up to measure changes in LVEF. Clinical symptoms, for example, shortness of breath, tachycardia, cough, distension of the neck veins, cardiomegaly, hepatomegaly, were studied in more detail for CHF.", "Time limit: up to 2 years", "Results 1:", "Title of arm/group: Strategy 1: TAC + Bevacizumab", "The negative HER2 participants received chemotherapy with docetaxel, doxorubicin and cyclosphosphamide (TAC) + bevacizumab every 3 weeks for 6 cycles, and maintenance therapy with bevacizumab every 3 weeks for a total of 52 weeks.", "Total number of participants analysed: 92", "Average (95% confidence interval)", "Unit of measure: Percentage of participants 4.3 (1.2 to 10.8)", "Results 2:", "Title of the arm/group: Strate 2: TCH + Bevacizumab", "The group/arm description: HER2 positive participants received chemotherapy with docetaxel, carboplatin and trastuzumab (TCH) + bevacizumab every 3 weeks for 6 cycles, and maintenance treatment with bevacizumab and trastuzumab every 3 weeks for a total of 52 weeks.", "Total number of participants analysed: 34", "Average (95% confidence interval)", "Unit of measure: Percentage of participants 0 (0.0 to 10.3)"], "Adverse Events": ["Undesirable Events 1:", "Total: 27/92 (29.35%)", "NEUTROPENIA FEBRILE *4/92 (4.35 %)", "NEUTROPENIA *3/92 (3.26%)", "THROMBOCYTOPENIA *0/92 (0.00 %)", "*3/92 (3.26%)", "*1/92 (1.09%)", "ABDOMINAL PEACE *1/92 (1.09%)", "DUODENAL USER *1/92 (1.09%)", "- NAUSEA *1/92 (1.09%)", "NEUTROPENIC COLITIS *1/92 (1.09%)", "VOMITATION *1/92 (1.09%)", "REACTION OF ADAPTED DRUGS *1/92 (1.09%)", "Adverse Events 2:", "Total: 7/34 (20.59 per cent)", "NEUTROPENIA FEBRILE *0/34 (0.00 %)", "NEUTROPENIA *0/34 (0.00 %)", "THROMBOCYTOPENIA *2/34 (5.88 %)", "*0/34 (0.00%)", "ATMOSPHERIC FIBRILLATION *0/34 (0.00 %)", "ABDOMINAL PEACE *0/34 (0.00 %)", "DUODENAL CER *0/34 (0.00 %)", "- NAUSEA *0/34 (0.00 %)", "NEUTROPENIC COLITIS *0/34 (0.00 %)", "VOIX *0/34 (0.00 %)", "REACTION OF ADAPTED DRUGS *0/34 (0.00 %)"]}