{"Clinical Trial ID": "NCT00676663", "Intervention": ["INTERVENTION 1:", "Exemestane 25 mg + Placebo", "Exemestane (Aromasin®) 25 mg oral tablets once a day, in addition to one placebo-related entinostat tablet, orally once a week, on days 1, 8, 15 and 22 of each 28-day treatment cycle until the sponsor develops a progressive disease (PD) or unacceptable toxicity or closure of the study, whichever occurs first.", "INTERVENTION 2:", "Exemestane 25 mg + Entinostat 5 mg", "Exemestane (Aromasin®) 25 mg oral tablets once daily plus one entinostat 5 mg oral tablet once weekly on days 1, 8, 15 and 22 of each 28-day treatment cycle until progressive disease (PD) or unacceptable toxicity or closure of the study by the sponsor, whichever occurs first."], "Eligibility": ["Incorporation criteria:", "Menopausal patients", "Histologically or cytologically confirmed positive estrogen receptors (ER+) breast cancer", "- Relapse or progression of previous treatment with the aromatase inhibitor (AI)", "Metastatic diseases must be measurable", "Patients receiving palliative radiation to non-target lesions should have a washing period of 2 weeks after completion of treatment prior to registration.", "A patient may have received prior chemotherapy as part of first-line therapy as long as he or she has been received prior to initiation of a previous AI.", "Status of the Eastern Cooperative Oncology Group (ECOG): from 0 to 1", "Laboratory parameters: a)Hemoglobin 9.0 g/dL; platelets 100.0 x 10^9/L; absolute neutrophil count (ANC) 1.5 x 10^9/L without haematopoietic growth factors b) Creatinine less than 2.5 times the upper limit of normal for establishment c)Aspartate transaminase (AST) and alanine transaminase (ALT) less than 2.5 times the upper limit of normal for establishment", "Able to understand and give informed written consent and to comply with study procedures", "- Exclusion criteria:", "Resumption of nonsteroidal AI treatment after less than 12 months in adjuvant patients", "• Progressive disease after less than 3 months of most recent AI treatment in patients with metastatic disease", "Rapidly progressive, life-threatening metastases", "Any palliative radiation therapy with measurable lesion", "Prior treatment with SNDX-275 or any other histone deacetylase inhibitor (HDAC), including valproic acid", "Allergy to benzamides or inactive components of the study drug", "History of allergies to any active or inactive ingredient in exemestane", "Any concomitant medical condition that prevents treatment from being consistent with the study", "The patient is currently enrolled (or completed within 30 days prior to administration of the study drug) in another study of the experimental drug.", "The patient is currently receiving treatment with valproic acid, Zolinza (vorinostat) or any other inhibitor of HDAC or deoxyribonucleic acid (DNA) methyltransferase or any systemic anticancer therapy (except Lupron)"], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "The PFS is defined as the number of months from the date of randomization to the earliest of progressive disease (PD) or death due to any cause.", "Timeframe: From randomization date to stop due to progression of disease or death to primary completion date (median follow-up 6 months)", "Results 1:", "Title of the arm/group: Exemestane 25 mg + Placebo", "Description of the arm/group: Exemestane (Aromasin) 25 mg oral tablets once a day plus one placebo-related entinostat tablet once a week on days 1, 8, 15 and 22 of each 28-day treatment cycle until progressive disease (PD) or unacceptable toxicity or closure of the study by the sponsor, whichever occurs first.", "Total number of participants analysed: 66", "Median (95% confidence interval)", "Unit of measure: month 2,27 (1.81 to 3.68)", "Results 2:", "Dose/group titre: Exemestane 25 mg + Entinostat 5 mg", "Description of the arm/group: Exemestane (Aromasin) 25 mg oral tablets once daily plus one 5 mg oral tablet once weekly on days 1, 8, 15 and 22 of each 28-day treatment cycle until progressive disease (PD) or unacceptable toxicity or closure of the study by the sponsor, whichever occurs first.", "Total number of participants analysed: 64", "Median (95% confidence interval)", "Unit of measure: months 4.28 (3.26 to 5.36)"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/66 (12.12 per cent)", "Anemia class 1/66 (1.52%)", "- Leucopenia 1/66 (1.52%)", "Thrombocytopenia group 1/66 (1.52%)", "Atrial tachycardia 0/66 (0.00 %)", "Constipation 1/66 (1.52%)", "Entero-cutaneous fistula 1/66 (1.52%)", "Ileus 0/66 (0.00 %)", "Oesophagitis 0/66 (0.00 %)", "Pancreatic mass 1/66 (1.52%)", "- Acute Pancreatitis 0/66 (0.00 %)", "Asthenia 1/66 (1.52%)", "Pyrexia 1/66 (1.52%)", "Adverse Events 2:", "Total: 10/63 (15.87 per cent)", "Anemia class 1/63 (1.59%)", "- Leukopenia group 0/63 (0.00 %)", "Thrombocytopenia group 0/63 (0.00 %)", "Atrial tachycardia 1/63 (1.59%)", "Constipation 0/63 (0.00 %)", "Entero-cutaneous fistula 0/63 (0.00 %)", "Ileus 1/63 (1.59%)", "Esophagitis 1/63 (1.59%)", "Pancreatic mass 0.63 (0.00 %)", "- Acute Pancreatitis 1/63 (1.59%)", "Asthenia 0/63 (0.00 %)", "Pyrexia 0/63 (0.00 %)"]}