{"Clinical Trial ID": "NCT00054132", "Intervention": ["INTERVENTION 1:", "Treatment (erlotinib hydrochloride, Bevacizumab)", "Patients receive erlotinib PO QD hydrochloride on days 1 to 21 and bevacizumab IV for 30 to 90 minutes on day 1. Courses are repeated every 21 days in the absence of disease progression or unacceptable toxicity."], "Eligibility": ["Incorporation criteria:", "Patients should have histologically or cytologically confirmed breast carcinoma with metastatic disease (stage IV) that is currently stable or progresses after treatment.", "Patients should have a measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (the longest diameter to record) as >= 20 mm with conventional techniques or >= 10 mm with spiral tomography (CT)", "Patients should have a stable disease or progression of the disease during or after treatment with one or two conventional chemotherapys for the treatment of metastatic breast cancer (stage IV)", "Prior treatment with high-dose chemotherapy and autologous stem cell or bone marrow transplantation is permitted and is considered prior treatment when administered for metastatic disease.", "There are no restrictions on the number of hormonal treatments or prior immunotherapies.", "If receptor 2 (Her2)/neu-positive human epidermal growth factor (defined as 3+ by immunohistochemistry [IHC] or positive by in situ fluorescence hybridization [FISH]), prior treatment with trastuzumab is required.", "A number of previous chemotherapy and/or hormone treatments are allowed as adjuvant therapy and do not count for prior treatment when determining eligibility for this trial.", "= < 2 (Karnofsky >= 60%)", "More than 3 months' life expectancy", "Leukocytes >= 3000/ul", "Absolute number of neutrophils >= 1,000/ul", "Platelets >= 75 000/ul", "Total bilirubin within normal institutional limits", "Aspartate aminotransferase (AST) (oxaloacetic glutamic serum transaminase [SGOT])/alanine aminotransferase (ALT) (serem glutamate pyruvate transaminase [SGPT[) = < 2.5 X upper institutional limit of normal", "• Creatinine within normal institutional limits OR creatinine clearance >= 60 mL/min for patients with non-institutional creatinine levels using the Cockcroft-Gault formula", "Women of childbearing potential must agree to use adequate contraception (a separate method of contraception) prior to entry into the study and during the duration of the study; if a woman is pregnant or suspects that she is pregnant while participating in the study, she must immediately inform her attending physician.", "Patients should have breast cancer tissue available in the form of paraffin blocks or unmarked slides for the intended correlative scientific sub-study.", "Capacity to understand and willingness to sign a written informed consent document", "- Exclusion criteria:", "* Patients who have undergone chemotherapy, radiotherapy immunotherapy or experimental treatment within 3 weeks prior to starting treatment (6 weeks for nitrosourea or mitomycin C), or hormonal treatment within 2 weeks prior to starting treatment.", "Patients cannot receive other experimental agents", "• History or evidence during physical examination of central nervous system disease (e.g. primary brain tumour, seizures not controlled by standard medical therapy, brain metastases or history of stroke); all subjects should have a basic CT or magnetic resonance imaging (MRI) of the head", "History of allergic reactions attributed to compounds of chemical or biological composition similar to OSI-774 or bevacizumab", "- Prior treatment with KDRs for kinase (e.g. vascular endothelial growth factor [VEGF] Trap, Su5416, Su6668, ZD6474, PTK757, IMC-1CII)", "· Prior treatment with EGFR targeting therapies (e.g. ZD1839 or C225)", "• Major surgery, open biopsy or severe traumatizing injury occurring within 28 days of treatment; this does not apply to residential catheters, which require at least 24 hours between catheter placement and bevacizumab treatment.", "Current or recent use (within 10 days prior to treatment) of oral or parenteral full-dose anticoagulants or thrombolytic agents (unless it is necessary to maintain the patent of pre-existing and permanent IV catheters; for subjects receiving warfarin, the standardized international report [NRI] should be < 1.5)", "Chronic daily treatment with aspirin (> 325 mg/day) or nonsteroidal anti-inflammatory drugs known to inhibit platelet function (e.g. cyclooxygenase inhibitors [COX]-1)", "Presence of haemorrhagic diathesis or coagulopathy", "The cumulative exposure to anthracycline and anthracenione is as follows: doxorubicin > 450 mg/m^2; epirubinin > 700 mg/m^2; liposomal doxorubicin > 550 mg/m^2; mitoxantrone > 140 mg/m^2", "• Proteinuria at baseline; subjects unexpectedly discovered to have >= 1+ proteinuria should undergo a 24-hour urine collection, which should be adequate collection and must demonstrate = < 500 mg protein/ 24 hours to allow participation in the study.", "A heart ejection fraction (multiple acquisition analysis (MUGA) or echocardiogram) below the lower limit of the local establishment's normal", "· A history of corneal abnormalities (e.g. dry eye syndrome, Sjögren syndrome), congenital anomaly (e.g. Fuch dystrophy), abnormal slit lamp examination using a vital dye (e.g. fluorescein, Bengal-Rose) and/or abnormal corneal sensitivity test (Schirmer test or similar tear production test)", "A serious, non-healing injury, ulcer or bone fracture", "- Clinically significant cardiovascular disease (e.g. uncontrolled hypertension, myocardial infarction, unstable angina), congestive heart failure of grade II or higher, severe cardiac arrhythmia requiring medication, or peripheral vascular disease of grade II or greater in the year prior to day 0", "gastrointestinal disease resulting in inability to take oral medication or need for IV diet, or previous surgical procedures affecting absorption", "• Uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia or psychiatric or social conditions that would limit compliance with study requirements", "Pregnant women are excluded from this study; breast-feeding should be discontinued if the mother is treated with OSI-774.", "Patients with human immunodeficiency virus (HIV) receiving combined antiretroviral therapy are excluded from the study.", "Patients with recent arterial thrombotic events (within 6 months), including transient ischemic attack (TAI), stroke, unstable angina, myocardial infarction (MI) or clinically significant peripheral artery disease"], "Results": ["Performance measures:", "Level of expression of the EGFR", "Estimation at the end of the trial Immunoreactivity will be assessed qualitatively based on intensity as follows: Measured on a scale ranging from 0-3+ 0=negative (no immunoreactivity)", "1+ - 3+ = positive:", "Low immunoreactivity (low coloration)", "Intensified immuno-histochemical studies will be performed on the tumour sample to correlate the anti-tumour efficacy of OSI-774 and bevacizumab with pre-treatment molecular characteristics.", "Time limit: up to 12 years", "Results 1:", "Title of arm/group: Treatment (erlotinib hydrochloride, Bevacizumab)", "In the absence of disease progression or unacceptable toxicity, patients receive erlotinib PO QD hydrochloride on days 1-21 and bevacizumab IV more than 30-90 minutes per day.", "Total number of participants analysed: 38", "Type of measurement: Number", "Unit of measurement: participants EGFR 0: 24", "EGFR 1+: 8", "EGFR 2+: 4", "EGFR 3+: 0", "Insufficiency of tumour tissue: 2"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/38 (15.79 per cent)", "Diarrhoea 1/38 (2.63 per cent)", "General disorders and administration site conditions - other, specify 2/38 (5.26%)", "Pain, other 1/38 (2.63%)", "Dehydration 1/38 (2.63 per cent)", "- Peripheral motor neuropathy 1/38 (2.63%)", "Dyspnoea 1/38 (2.63 per cent)", "1/38 (2.63 per cent)", "Skin ulceration 1/38 (2.63 %)", "Thrombosis 1/38 (2.63 per cent)"]}