{"Clinical Trial ID": "NCT01629615", "Intervention": ["INTERVENTION 1:", "BKM120", "BKM120: BKM120 capsules. 100 mg daily in 28-day cycles, until disease progression"], "Eligibility": ["Incorporation criteria:", "- Pathologically and radiologically confirmed metastatic NBC (Stage IV disease), previously documented by histological analysis, which is ER-negative and PR-negative by IHC and HER2 negative by IHC or FISH/CISH.", "Subjects must have received a maximum of two prior chemotherapys for metastatic breast cancer.", "Availability of a representative tumour sample (primary or metastasis, archival tissue or fresh biopsy for patients with biopsiable tumours) at baseline.", "At least one injury measurable by RECIST 1.1", "The age of 18 years at the day of consent to study", "State of ECOG's performance 2", "- Adequate bone marrow and organ function, as defined by the following biological values: ANC 1.0 x 109/L, platelets 100 x 109/L, hemoglobin 9.0 g/dL, INR 2; serum potassium between 3.0 mmol/L and 5.5 mmol/L; serum calcium corrected between 8.0 mg/dL and 11.5 mg/dL (OR between 1.0 mmol/L and 1.5 mmol/L of ionized calcium); serum magnesium between 1.2 mg/dL and 3.0 mg/dL; serum creatinine 1.5 x ULN, ALT and AST in a normal range (or 3.0 x ULN if liver metastases are present); serum bilirubin in a normal range (or 1.5 x ULN if liver metastases are present; total bilirubin 3.0 x ULN with direct bilirubin in a normal range in patients with well documented Gilbert syndrome); fasting plasma glucose (GFP) 140 mg/dL or 7.8 mmol/L.", "- Exclusion criteria:", "Previous treatment with PI3K inhibitors", "- Symptomatic CNS metastases", "Patients with CNS metastases controlled and asymptomatic may participate in this trial, so the patient must have completed any prior treatment for CNS metastases > 28 days (including radiotherapy and/or surgery) before enrolling in this study.", "An exception to this rule applies to patients with germ mutations documented in BRCA1 or 2, who may have a history of cancer.", "One of the following mood disorders, judged by the investigator or psychiatrist, or meets the threshold score of 10 in the HQP-9 or a threshold of 15 in the GAD-7 mood scale, respectively, or chooses a positive response of 1, 2 or 3 to question 9 regarding the potential for suicidal thoughts in the HQP-9 (independent of the total HQP-9)", "Patients with a history or active episode of major depression, bipolar disorder (I or II), obsessive-compulsive disorder, schizophrenia, history of attempted suicide or suicidal thoughts (e.g., risk of injury or injury to others) or serious personality disorders (as defined by DSM-IV) are not eligible.", "4.0 Level 3 Anxiety", "Patients who simultaneously use another approved or experimental antineoplastic agent and/or chemotherapy or any continuous or intermittent treatment with therapeutic agents of low molecular weight (excluding monoclonal antibodies) within 21 days of their inclusion in this study or who have not recovered from the effects of this treatment will not be eligible.", "Radiotherapy 28 days prior to inclusion in this study or failure to recover side effects from this therapy at the time of initiation of screening procedures.", "A major surgical procedure within 28 days prior to the start of the study or did not recover any major side effects from the surgery", "(HbA1c > 8%)", "• Active heart disease, including one of the following:", "Note: ECHO/MUGA is only required at the beginning of the study if the patient has a history of abnormal heart test results.", "QTc > 480 msec during ECG testing (using the QTcF formula)", "Angina pectoris which requires the use of anti-anginal medicines", "- Ventricular arrhythmias except benign premature ventricular contractions", "- supraventricular and nodal arrhythmias requiring a pacemaker or not controlled by medicines", "• Abnormality of conduction requiring a pacemaker", "The valvular disease with a documented compromise in cardiac function", "Symptomatic Pericarditis", "History of cardiac dysfunction, including one of the following:", "Infarction of myocardial infarction in the last 6 months, documented by persistent high cardiac enzymes or persistent regional wall abnormalities in the evaluation of the function of LVEF", "History of Congestive Heart Failure Documented (New York Heart Association Functional Classification III-IV)", "Documented cardiomyopathy", "The QT treatment prolonging the medicines known to have a risk of inducing Torsades de Pointes, and the treatment cannot be stopped or changed into a different medicine before the start of the drug study", "• Impairment of gastrointestinal function (GI) or gastrointestinal disease that may significantly affect BKM120 absorption (e.g. uncontrolled nausea, vomiting, diarrhoea, malabsorption syndrome or small intestine resection)", "Note: Topical applications (e.g., rash), inhaled sprays (e.g., obstructive respiratory diseases), eye drops, or local injections (e.g., intra-articular) are permitted. Patients with previously treated brain metastases who undergo low-dose, stable treatment (e.g., dexamethasone 2 mg/day, prednisone 10 mg/day) for at least 14 days prior to the start of the study are eligible.", "Other concurrent serious and/or uncontrolled medical conditions which, in the opinion of the investigator, contradict his/her involvement in the clinical study (e.g., chronic pancreatitis, active chronic hepatitis, etc.)", "• History of non-compliance with the medical system", "The current treatment with medicinal products known to be moderate and potent inhibitors or inducers of CYP3A isoenzyme, and the treatment cannot be stopped or changed into a different drug before the study begins", "• Known history of HIV infection (test not mandatory)", "Pregnant or lactating women", "A reliable contraceptive should be maintained throughout the study and for 6 months after discontinuation of treatment."], "Results": ["Performance measures:", "Clinical benefit rate", "By RECIST 1.1 for target lesions: CR is the complete elimination of all target lesions and PR is at least a 30% decrease in the sum of the longest diameter (LD) of target lesions, taking as a reference sum the LD. The RFP is at least a 20% increase in the total LD of target lesions (the lowest LD reference), new lesions and/or an unequivocal progression of existing non-target lesions. Stable disease (LD) is defined as any condition that does not meet the above criteria.", "Timeline: The disease was assessed radiologically at the base and every 2 cycles of treatment, then every 3 months up to 2 years. Participants in this cohort were followed to obtain an average response of approximately 2 months.", "Results 1:", "Title of arm/group: BKM120", "Description of the arm/group: BKM120: BKM120 oral capsules. 100 mg daily in cycles of 28 days, until disease progression", "Total number of participants analysed: 50", "Type of measure: Number of participants", "Unit of measure: Participants Complete response: 0 0.0%", "Partial response: 0 0.0%", "Stable disease > 4 months: 6 12.0%", "Stable disease < 4 months: 11 22.0%", "Progressive diseases: 20 40.0%", "No evaluation: 13,26.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 17/50 (34.0 per cent)", "Fatigue 4/50 (8.0 per cent)", "- Papulopustular eruption 1/50 (2.0%)", "Increased alanine aminotransferase 5/50 (10.00 %)", "Aspartate aminotransferase increased by 4/50 (8.0 %)", "Alcalose 1/50 (2.0%)", "Anorexia 1/50 (2.0%)", "Hyperglycaemia 2/50 (4.0%)", "Nervous system disorders - Other 1/50 (2.0%)", "1/50 dry skin (2.0%)", "1/50 acneiform Rash (2.0%)"]}