{"Clinical Trial ID": "NCT01111825", "Intervention": ["INTERVENTION 1:", "Phase 2 Triple-ve", "Phase 2, Triple - negative cohort", "INTERVENTION 2:", "- Phase 2 HER2+", "Phase 2, HER2 - amplified cohort (HER2-positive)"], "Eligibility": ["Incorporation criteria:", "Phase I Amplified Cohort HER2", "· HER2 overexpression and/or amplification as determined by immunohistochemistry (3+) or in situ fluorescence hybridization (FISH) ( 2.0)", "Previously received trastuzumab as part of adjuvant or metastatic treatment with signs of progression. 14-day period of washing of trastuzumab.", "May have previously received lapatinib as an adjuvant or metastatic treatment with signs of disease progression. 14-day lapatinib wash period.", "Radiographic progression of the disease during treatment with trastuzumab or lapatinib as defined by RECIST criteria 1.1.", "No restrictions are allowed for prior hormonal treatment. No concomitant use of endocrine therapy is permitted.", "Phase II - Amplified Cohort HER2", "- HER2 overexpression and/or amplification as determined by immunohistochemistry (3+) or FISH (2.0).", "Previously received trastuzumab as part of adjuvant or metastatic treatment with signs of progression. 14-day period of washing of trastuzumab.", "May have previously received lapatinib as an adjuvant or metastatic treatment with signs of disease progression. 14-day lapatinib wash period.", "Radiographic progression of the disease during treatment with trastuzumab as defined by RECIST criteria 1.1.", "• inclusion of prior treatment: no more than four previously authorised chemotherapys for advanced disease; no restrictions for prior hormonal treatment; no concomitant use of endocrine therapy is allowed.", "Phase II Triple negative cohort - At 2/10/12, this cohort is closed to accrual accounting", "A negative invasive adenocarcinoma for estrogen (<5%) and progesterone (<5%) receptors and a lack of overexpression and/or amplification of HER2 as determined by immunohistochemistry (<3+) or FISH (<2.0).", "• inclusion of prior treatment: no more than four previously authorised chemotherapys for advanced disease; no restrictions for prior hormonal treatment; no concomitant use of endocrine therapy is allowed.", "Phase II HER2-positive cohort with dose increase", "- HER2 overexpression and/or amplification as determined by immunohistochemistry (IHC) (3+) or FISH (2.0).", "Previously received trastuzumab as part of adjuvant or metastatic treatment with signs of progression. 14-day period of washing of trastuzumab.", "May have previously received lapatinib as an adjuvant or metastatic treatment with signs of disease progression. 14-day lapatinib wash period.", "Radiographic progression of the disease during treatment with trastuzumab as defined by RECIST v 1.1.", "The inclusion of prior treatment: no restrictions on prior chemotherapy treatments for advanced diseases; no restrictions on prior hormonal treatment; no concomitant use of endocrine therapy is allowed.", "• Inclusion criteria for all subjects (HER2-Amplified and triple-negative)", "* Patients diagnosed with invasive breast adenocarcinoma confirmed by histology or cytology in MSKCC.", "A metastatic disease that is or has been pathologically documented.", "At least one metastatic lesion measurable according to the RECIST criteria 1.1. Ascites, pleural effusions and bone metastases are not considered measurable.", "The pathological nodes must be 15 mm by the short axis to be considered measurable.", "Since there are currently no data on the administration of neratinib or temsirolimus in patients under 18 years of age, children are excluded from this study.", "Women of childbearing potential must consent to effective contraception during treatment and for a later period.", "Test for negative serum pregnancy of human chorionic gonadotropin in premenopausal women and women less than 12 months of age after menopause.", "Asymptomatic metastases of the central nervous system are allowed if patients remain clinically stable after discontinuation of steroids and anticonvulsants for 3 months.", "The Eastern Cooperative Oncology Group's (ECOG) 2.", "For patients with hepatic metastases, creatinine clearance within normal or 60 mL/min, prothrombin time and part-time thromboplastin 1.5x, upper limit of normal, except for patients with low molecular weight coumadin or heparin, 3000/μl leukocytes, absolute neutrophils 1000/μl, and platelets 75 000/μl", "• Capable of swallowing and conserving oral medicines.", "The following criteria have been eliminated for all patients in Amendment 10 to the Protocol and apply only to the first 34 HER2+ patients in Phase 2 who are not subject to an increase in temsirolimus dose:", "Consent to the retention of frozen and fixed tumour core samples for evaluation. (Patients amplified by HER2 who have already provided metastatic breast cancer samples as part of Institutional Review Committee #06-163 will be exempted)", "Consent to the evaluation of the specimen of primary tumour biopsy.", "- Exclusion criteria:", "Potential subjects will be excluded from this study if they meet one of the following criteria:", "Patients receiving cancer therapy concomitantly or research agents with the intention of treating breast cancer.", "History of allergic reactions attributed to compounds of chemical or biological composition similar to neratinib or temsirolimus.", "It is impossible to consent to the biopsy of metastatic diseases or for whom a biopsy would be medically dangerous.", "Pregnant or lactating women.", "Life expectancy < 3 months.", "Prior hormonal treatment should be discontinued prior to initiation of treatment. Biological treatment with bevacizumab for the treatment of metastatic disease should be discontinued 3 weeks after initiation of protocol therapy.", "Simultaneous radiotherapy is not permitted for disease progression during protocol treatment, but may be authorized for pre-existing non-target lesions with the approval of the principal investigator of the trial.", "Concomitant medical conditions that may increase the risk of toxicity, including continuous or active infection, a history of significant haemorrhagic disorder unrelated to cancer (congenital haemorrhagic disorders, haemorrhagic disorders acquired within one year), seropositive or active hepatitis.", "• History of clinically significant or uncontrolled heart failure, including congestive heart failure, angina, myocardial infarction, arrhythmia and left ventricular ejection fraction less than 50%, measured by multigated heart imaging (MUGA scan) or echocardiogram (ECHO).", "The corrected QT interval > 0.47 seconds.", "Patients with intestinal tract disease resulting in inability to take oral medicines, malabsorption syndrome, need for IV diet, previous surgical procedures affecting absorption, or uncontrolled inflammatory bowel disease.", "• History of second invasive primary malignancy diagnosed in the previous 3 years, with the exception of Stage I endometrial or cervical carcinomas or surgically treated prostate carcinomas and non-melanoma skin cancers.", "• History of uncontrolled seizures, central nervous system disorders or psychiatric disabilities considered clinically significant by the investigator, excluding informed consent or inhibiting compliance with oral drug use.", "The willingness and ability to comply with planned visits, treatment plan, laboratory tests and other study procedures are required to participate in this clinical trial."], "Results": ["Performance measures:", "Objective response rate (ORR) (Phase II)", "ORR is defined as the proportion of subjects who have achieved a complete confirmed response (RC) or partial response (PR) by response Solid Tumour Assessment Criteria (RCIST) v1.1: Complete Response (CR), elimination of all target lesions; Partial Response (PR), >=30% decrease in the sum of the longest diameter of target lesions; Overall Response (RO) = RC + PR.", "A complete or partial response must be confirmed at least 4 weeks after the response criteria have been initially met.", "Delay: From date of registration to first documented response, or last tumour evaluation, evaluated up to two years", "Results 1:", "Title of arm/group: Phase 2 Triple -ve", "Description of the arm/group: Phase 2, Triple - negative cohort", "Total number of participants analysed: 6", "Type of measure: Number of participants", "Unit of measure: Participants 0 0.0%", "Results 2:", "Title of arm/group: Phase 2 HER2+", "Description of the arm/group: Phase 2, HER2 - amplified cohort (HER2-positive)", "Total number of participants analysed: 37", "Type of measure: Number of participants", "Unit of measure: Participants 5 13.5%"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/8 (37.50 per cent)", "Anemia 0/8 (0.00 %)", "Febrile neutropenia 0/8 (0.00 %)", "Polycythemia 0/8 (0.00 %)", "Acute coronary syndrome 0/8 (0.00 %)", "Vertigo 0/8 (0.00 %)", "Oedema of eyelids 1/8 (12.50%)", "Constipation 0/8 (0.00 %)", "Diarrhoea 0/8 (0.00 %)", "- Nausea 0/8 (0.00 %)", "- Stomatitis 0/8 (0.00 %)", "Upper gastrointestinal haemorrhage 0/8 (0.00 %)", "Vomiting 0/8 (0.00 %)", "- Thoracic pain 0/8 (0.00 %)", "Adverse Events 2:", "Total: 2/6 (33.33 per cent)", "Anemia 0/6 (0.00 %)", "Febrile neutropenia 0/6 (0.00 %)", "Polycythemia 0/6 (0.00 %)", "Acute coronary syndrome 0/6 (0.00 %)", "Vertigo 0/6 (0.00 %)", "Eyelid edema 0/6 (0.00 %)", "Constipation 0/6 (0.00 %)", "Diarrhoea 0/6 (0.00 %)", "- Nausea 0/6 (0.00 %)", "- Stomatitis 0/6 (0.00 %)", "Upper gastrointestinal haemorrhage 0/6 (0.00 %)", "Vomiting 0/6 (0.00 %)", "1/6 (16.67%)"]}