{"Clinical Trial ID": "NCT00054028", "Intervention": ["INTERVENTION 1:", "Suramine and paclitaxel", "The suramine will be infused weekly for 30 minutes. Four hours after the end of the suramine infusion, the infusion of 1 hour paclitaxel will begin."], "Eligibility": ["Incorporation criteria:", "Patients should have stage IIIB or IV metastatic breast cancer (MBC) confirmed by histology or cytology.", "Previous chemotherapy:", "Phase I: Patients should have received paclitaxel or other taxanes in an adjuvant or metastatic medium; chemotherapy, radiotherapy or prior surgery should be performed at least 21 days prior to entry into the study; prior treatment with anthracycline is not required.", "Up to two prior chemotherapys for Stage IIIB or IV BCMs; patients should have received paclitaxel or other taxanes in an adjuvant or metastatic medium; chemotherapy, radiotherapy or prior surgery should be completed at least 21 days prior to entry into the study; prior treatment with anthracycline is not required.", "- Measurable disease (Phase II)", "No known brain metastases", "- Hormonal receptor status:", "Unspecified", "Statement of Performance - Eastern Cooperative Oncology Group (ECOG) 0-2", "At least 3000/mm3 white blood cells (WBC)", "Absolute number of neutrophils at least 1000/mm^3", "Number of platelets of at least 100 000/mm^3", "- Hemoglobin at least 9.0 g/dL", "Bilirubine not exceeding 1.5 mg/dL", "Aspartate aminotransferase (AST)/alanine aminotransferase (ALT) not exceeding 2.5 times the upper limit of normal", "Creatinine not exceeding 1.5 mg/dL", "The left ventricular ejection fraction (VEF) at least lower limit of normal", "No symptomatic congestive heart failure", "No unstable breast angina", "No cardiac arrhythmia", "No pregnancy or breast-feeding", "Negative pregnancy test", "Fertile patients should use effective contraception", "No history of allergic reactions due to compounds of chemical or biological composition similar to Cremophor", "No uncontrolled concomitant disease that would prevent compliance with the study", "No infection in progress or active", "No uncontrolled diabetes mellitus", "No psychiatric illness or social situation that would prevent compliance with the study", "No other malignancy in the last 5 years, except skin cancer or carcinoma of the basal cell or squamous cell in situ of the cervix.", "See Disease Characteristics", "At least 3 weeks since prior chemotherapy (6 weeks for nitrosourea or mitomycin) and recovered", "No more than 2 previous chemotherapys for this malignancy (Phase II)", "No steroids or concomitant hormones, except the following:", "Steroids to prevent hypersensitivity reactions prior to administration of paclitaxel", "- Hormones for non-disease-related conditions (e.g. insulin for diabetes)", "At least 3 weeks after previous and recovered radiotherapy", "At least 3 weeks since the previous operation and recovered", "No combination antiretroviral therapy for human immunodeficiency virus (HIV)-positive patients", "No other competing search agent", "· Competitor bisphosphonates (pamidronate or zoledronate) are allowed for the treatment of hypercalcaemia or palliation of skeletal metastases."], "Results": ["Performance measures:", "Percentage of patients with target plasma concentrations of suramines", "The target concentration of suramine was considered reached if at least 5 out of 6 patients reached the target plasma concentration of 10-50 μM over an 8- to 48-hour period when paclitaxel levels were therapeutic.", "Time limit: up to 5 years", "Results 1:", "Title of the arm/group: Suramin and Paclitaxel", "Description of the arm/group: The suramine will be infused weekly for 30 minutes. Four hours after the end of the suramine infusion, the 1-hour paclitaxel infusion will begin.", "Total number of participants analysed: 9", "Type of measurement: Number", "Unit of measure: percent of patients 88"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/31 (3.23 per cent)", "Adult Respiratory Distress Syndrome (ARDS) 1/31 (3.23%)"]}