{"Clinical Trial ID": "NCT00005957", "Intervention": ["INTERVENTION 1:", "Standard breast irritation", "Radiotherapy: Standard breast irritation - A dose of 5000 cGy in 25 fractions at a rate of 200 cGy per day, 5 days per week for 5 weeks will be prescribed in standard tangent fields.", "INTERVENTION 2:", "• Breast radiation plus Regional radiation", "Regional radiotherapy (supraclavicular, axillary and internal breast glands)", "A dose of 5000 cGy in 25 fractions at a rate of 200 cGy per day, 5 days per week for 5 weeks, will be prescribed in modified high tangence fields."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Invasive breast carcinoma has been shown to be histologically", "No signs of T4, N2-3 or M1 disease prior to surgery", "A positive node or a high-risk node", "A prior breast preservation treatment (e.g., lumpectomy, partial mastectomy or segmental mastectomy) and dissection of the axillary node or a sentinel node biopsy are necessary and must be candidates for breast radiotherapy after the BCE.", "Normally, patients should have microscopically clear margins of resection and those with positive margins should be re-excisioned.", "Patients with focal positive microscopic margins (defined as not exceeding 3 times the power fields) are candidates for breast radiotherapy and an increase in the site of lumpectomy.", "Patients with previous sentinel node dissection are eligible if the node is negative but still meet high risk criteria.", "If the node is positive, a level I and II axillary dissection should be performed.", "No signs of residual disease in the axilla after dissection", "To be treated with adjuvant systemic chemotherapy and/or hormone treatment currently accepted", "High risk of regional and systemic recurrence due to one of the following factors:", "- Pathologically positive axillary lymph nodes", "- Pathologically negative axillary lymph nodes with one of the following:", "Primary tumour greater than 5 cm", "- Primary tumour greater than 2 cm and less than 10 axillary lymph nodes excreted and one of the following:", "Negative estrogen receiver", "Skarf-Bloom-Richardson grade 3", "Invasion of the lymphovascular tract", "- Hormonal receptor status:", "Known status of estrogen and progesterone receptors", "CHARACTERISTICS OF PATIENTS:", "Age:", "- 16 years and over", "Gender:", "Women", "Status of menopause:", "Premenopausal or postmenopausal", "Status:", "- ECOG 0-2", "Life expectancy:", "At least 5 years", "Haematopoietic:", "Unspecified", "Hepatic:", "- SGOT and/or SGPT not exceeding 3 times the upper limit of normal (ULN)*", "NOTE: * Patients with laboratory values greater than 3 times the NSA may still be eligible if no metastatic disease is observed through imaging tests.", "- Renal:", "No serious malignant renal disease", "Cardiovascular disorders:", "No serious non malignant cardiovascular disease", "Pulmonary:", "No serious unmalignant pulmonary disease", "Other:", "No pregnancy or breast-feeding", "Fertile patients should use effective contraception", "No other serious non-malignant diseases (e.g. systemic lupus erythematosus or scleroderma) that would prevent surgery or permanent radiation therapy", "No other malignancy, except:", "Non-melanomatous skin cancer", "In situ carcinoma of the cervix or endometrium", "Non-invasive contralateral breast cancer (except prior contralateral breast radiotherapy)", "Invasive carcinoma of the cervix, endometrium, colon, thyroid or melanoma that was treated curatively at least 5 years prior to participation in the study.", "No psychiatric or addictive disorder that would prevent informed consent or compliance with the study", "THERAPE PRIOR CONCURENT:", "Biological therapy:", "Unspecified", "- Chemotherapy:", "See Disease Characteristics", "- Concomitant standard adjuvant chemotherapy is allowed", "Endocrinotherapy:", "See Disease Characteristics", "- Concomitant standard adjuvant hormone therapy is allowed", "Radiotherapy:", "See Disease Characteristics", "Surgery:", "See Disease Characteristics"], "Results": ["Performance measures:", "Overall survival", "Duration of study", "Time limit: 10 years", "Results 1:", "Title of the arm/group: Standard breast irritation", "Description of the arm/group: radiation therapy: Standard breast irritation - A dose of 5000 cGy in 25 fractions at a rate of 200 cGy per day, 5 days per week for 5 weeks will be prescribed in standard tangent fields.", "Total number of participants analysed: 916", "Type of measurement: Number", "Unit of measure: percentage of people living at 10 years 82 (79 to 84)", "Results 2:", "Title of the arm/group: Radiation of the breast plus Regional radiation", "Description of the arm/group: regional radiotherapy (with supraclavicular, axillary and internal ipsilateral breast nodes)", "A dose of 5000 cGy in 25 fractions at a rate of 200 cGy per day, 5 days per week for 5 weeks, will be prescribed in modified high tangence fields.", "Total number of participants analysed: 916", "Type of measurement: Number", "Unit of measure: percentage of people living at 10 years 83 (80 to 85)"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/927 (0.11%)", "Decrease in secondary magnitude 1/927 (0.11%)", "Adverse Events 2:", "Total: 3/893 (0.34%)", "3/893 (0.34%)"]}