{"Clinical Trial ID": "NCT01325207", "Intervention": ["INTERVENTION 1:", "Cohort 1 - Trastuzumab 10mg IT 2/Week", "Intrathecal Trastuzumab 10 mg IT should be given in Cohort 1 of the dose increase.", "Trastuzumab: Trastuzumab is given twice a week for 4 weeks, then once a week for 4 weeks, then every 2 weeks until disease progression or unacceptable toxicity.", "1 cycle = 28 days.", "INTERVENTION 2:", "Cohort 2 - Trastuzumab 20mg IT 2/Week", "Intrathecal Trastuzumab 20 mg IT should be given in Cohort 2 of the dose increase.", "Trastuzumab: Trastuzumab is given twice a week for 4 weeks, then once a week for 4 weeks, then every 2 weeks until disease progression or unacceptable toxicity.", "1 cycle = 28 days."], "Eligibility": ["Incorporation criteria:", "CRITERIA FOR ELIGIBILITY", "- HER2 positive (IHC 3+ and/or FISH positive) breast cancer patients with MRI or LCR leptomenal metastases (if MRI is negative).", "o The examination will be conducted for cases not examined in Northwestern for confirmation, but will not prevent patients from entering the trial (the pathology report is sufficient for registration).", "Patients may have concomitant brain metastases until they are in need of active therapy or have been treated.", "Patients with a leptomenic disease due to pendymoma, gliomas and medulloblastoma will be eligible for Phase I.", "Life expectancy > 8 weeks", "Normal renal (creatinine < 1.5 ULN), liver (bilirubin < 1.5 x ULN, transaminases < 3.0 x ULN, except in known liver metastases, in which ULN may be < 5 x ULN) and blood count (WBC > 3.0, Neutrophils > 1500, platelets > 100,000, hemoglobin > 10).", "LVEF > 50 per cent", "PSC > 50", "Age > 18", "• May continue on trastuzumab IV, lapatinib or hormonal agents if systemic disease is controlled and MLs develop during treatment. Patients requiring systemic chemotherapy are eligible but will only be able to start treatment after the first imaging and cytology assessment.", "Patients may need a CRL flow study at the discretion of the treating principal investigator. If a spinal block is seen by the CRL flow study or MRI, it will need a local RT prior to treatment.", "Patients should be > 2 weeks from RT treatment and all treatment effects should be resolved.", "There are no limitations on previous systemic or computer treatments.", "The LCR sampling to document the LM if it is not documented on the MRI.", "He must be ready to place an Ommaya tank.", "No history of any other cancer (except skin cancer or cervical in-situ carcinoma) except in full remission and without any treatment for the disease for at least 3 years.", "A major medical or psychiatric disease that interferes with compliance and the ability to tolerate treatment as described in the protocol.", "Women of childbearing potential and sexually active men must commit to using effective contraception during the study.", "Women cannot be pregnant or breast-feeding.", "• Ability to sign informed consent; may be signed by a family member or health care agent; informed consent must be made prior to enrolment in the study.", "All patients must have signed and informed consent prior to enrolling in the study.", "No known hypersensitivity to trial drugs Note: The eligibility criteria listed above are interpreted literally and cannot be ruled out.", "- Exclusion criteria:", "- Any deviation from the inclusion criteria"], "Results": ["Performance measures:", "Number of limiting doses of Trastuzumab IT in sequential cohorts of escalating doses for patients with leptomenced metastases in breast cancer HER2+.", "In the accelerated phase (cohorts 3 and 4), 1 patient will be enrolled per cohort; if toxicity is observed in this patient, the cohort would be expanded to 6 patients to allow 1/6 patients per cohort to have dose limit toxicity (MDT) prior to dose increase. Cohort 5 will recruit a total of 6 patients regardless of the toxicity tested in the patient. However, if 2 or more MDTs are observed in Cohort 5, Cohort 4 will be reopened to list a total of 6 patients. Regardless of the reported dose, MDM should have a total of 6 patients. If 1/6 MDTs are observed in Cohort 5 that will be considered BAT.", "The dose is as follows:", "Cohorte 1-10 mg TI Cohorte 2-20 mg IT Cohorte 3-40 mg IT Cohorte 4-60 mg IT Cohorte 5-80 mg IT", "Duration: From initiation to treatment to the first 4 weeks of treatment.", "Results 1:", "Title of arm/group: Cohort 1 - Trastuzumab 10mg IT 2/Week", "Description of the arm/group: Intrathecal Trastuzumab 10 mg IT should be given in Cohort 1 of the dose increase.", "Trastuzumab: Trastuzumab is given twice a week for 4 weeks, then once a week for 4 weeks, then every 2 weeks until disease progression or unacceptable toxicity.", "1 cycle = 28 days.", "Total number of participants analysed: 3", "Type of measurement: Number", "Unit of measurement: DLT 0", "Results 2:", "Title of the arm/group: Cohort 2 - Trastuzumab 20mg IT 2/Week", "Description of the arm/group: Intrathecal Trastuzumab 20 mg IT should be given in Cohort 2 of the dose increase.", "Trastuzumab: Trastuzumab is given twice a week for 4 weeks, then once a week for 4 weeks, then every 2 weeks until disease progression or unacceptable toxicity.", "1 cycle = 28 days.", "Total number of participants analysed: 3", "Type of measurement: Number", "Unit of measurement: DLT 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/3 (33.33 per cent)", "- Pericardial infusion [1]0/3 (0.00 %)", "- Abdominal haemorrhage of muscle walls [2]0/3 (0.00 %)", "Dehydration [3]0/3 (0.00 %)", "Gastroenteritis 0/3 (0.00 %)", "Dehydration 0/3 (0.00 %)", "Vomiting [4]0/3 (0.00 %)", "· Colony perforation [5]0/3 (0.00 per cent)", "Abdominal pain 0/3 (0.00 %)", "Chemical Meningitis 0/3 (0.00 %)", "- Pulmonary infection 0/3 (0.00 %)", "• Wound infection 0/3 (0.00 %)", "Adverse Events 2:", "Total: 2/3 (66.67 per cent)", "- Pericardial infusion [1]0/3 (0.00 %)", "- Abdominal haemorrhage of muscle walls [2]0/3 (0.00 %)", "Dehydration [3]0/3 (0.00 %)", "Gastroenteritis 0/3 (0.00 %)", "Dehydration 0/3 (0.00 %)", "Vomiting [4]0/3 (0.00 %)", "· Colony perforation [5]0/3 (0.00 per cent)", "Abdominal pain 0/3 (0.00 %)", "Chemical Meningitis 0/3 (0.00 %)", "- Pulmonary infection 0/3 (0.00 %)", "• Wound infection 1/3 (33.33%)"]}