{"Clinical Trial ID": "NCT01216176", "Intervention": ["INTERVENTION 1:", "Phase 1 - Cohort A", "· Double oral treatment with 1 mg anastrozole once daily with AZD0530 175 mg orally once daily, or according to protocol, until disease progression for the treatment of metastatic breast cancer", "Anastrozole", "AZD0530"], "Eligibility": ["Incorporation Criteria - Phase 1 (Cohort A):", "Females 18 years of age", "The patient should be menopausal, checked by 1 of the following means:", "A bilateral surgical oophorectomy", "No spontaneous period > 1 year", "If a study subject under 60 years of age reports a previous surgical procedure in which the ovaries were removed and if the operational report cannot be obtained to confirm a bilateral salpingo-oophorectomy, the subject will have serum estradiol, LH, and FSH to confirm their menopausal status prior to entry into the study.", "• Menopausal women with invasive primary breast cancer, histologically confirmed by the heart needle (or incisional biopsy), whose tumours are oestrogen (ER) and/or progesterone (PgR) positive.", "Stage IV disease (as defined in the AJCC Localization Manual, 6th edition, 2002); or a locally relapsed and non-resectable disease", "A disease measurable or evaluable according to RECIST criteria (see Appendix VII)", "HER2-positive and HER2-negative (as defined by IHC or fluorescence hybridization in situ [FISH]). HER2+ should have received prior treatment with trastuzumab and/or lapatinib.", "ECOG 0-2 performance status (see Appendix VI)", "Patients are suitable candidates for treatment with anastrozole (patients may already have had endocrine treatment or chemotherapy prior to treatment of their disease, either as adjuvant treatment or as treatment for advanced disease).", "The patient is accessible and ready to comply with treatment and follow-up", "The patient is willing to provide written informed consent prior to the completion of any study-related procedures.", "Laboratory values required", "Absolute number of neutrophils at 1.5 x 109/L", "- Hemoglobin at 9.0 g/dL", "Number of platelets up to 100 x 109/L", "Creatinine 1.5 mg/dL", "Total bilirubin 1.0 x upper limit of normal (ULN)", "To determine eligibility, the most abnormal of the two values (AST or ALT) must be used.", "Incorporation Criteria - Phase 2 (cohort B):", "Females 18 years of age", "The patient should be menopausal, checked by 1 of the following means:", "A bilateral surgical oophorectomy", "No spontaneous period 1 year", "If a study subject under 60 years of age reports a previous surgical procedure in which the ovaries were removed and if the operational report cannot be obtained to confirm a bilateral salpingo-oophorectomy, the subject will have serum estradiol, LH, and FSH to confirm their menopausal status prior to entry into the study.", "• Postmenopausal women with invasive primary breast cancer, historically confirmed by a central needle (or incisional biopsy), whose tumours are positive estrogen (ER) and/or progesterone (PgR). A positive estrogen and/or progesterone-receptor disease based on a nuclear coloration of 10% or more of the invasive component of the tumour. Patients may have bilateral or multifocal invasive breast cancers. The patient may have concomitant CDIS in either breast, but CDIS will not be measured as part of the study parameters.", "• Tumor size 2 cm", "· Measurable tumour either by clinical examination, mammography, MRI, or ultrasound", "- HER2-negative disease (as defined by in situ fluorescence hybridization [FISH] or IHC)", "ECOG 0-1 performance status (see Appendix VI)", "The patient is accessible and ready to comply with treatment and follow-up", "The patient is willing to provide written informed consent prior to the completion of any study-related procedures.", "Laboratory values required", "Absolute number of neutrophils 1.5 x 109/L", "Hemoglobin 9.0 g/dL", "Number of platelets 70 x 109/L", "Creatinine 1.5 mg/dL", "Total bilirubin 1.5 x upper limit of normal (ULN)", "- Alcaline phosphatase and AST/ALT 1.5 x upper limit of normal (ULN)", "- Exclusion criteria - Phase 1 (cohort A):", "- Concomitant treatment with any other non-protocol anticancer treatment", "Any agent with estrogenic or estrogenic properties, including herbal preparations, should be discontinued at least one week prior to registration.", "Chronic administration of bisphosphonate therapy is permitted as long as this treatment is in progress at the time of entry into the study.", "Current treatment with hormone replacement therapy, or any hormonal agent such as raloxifene, tamoxifen or other selective estrogen receptor modulators (agents should be discontinued prior to randomization)", "Presence of grade 2 neuropathy (NIC-CTC version 3.0) at baseline", "• History of any other disease in the last 5 years, with the exception of non-melanoma skin cancer or in situ cervix carcinoma", "- Clinically significant cardiovascular disease (e.g. hypertension [BP > 150/100], history of myocardial infarction or stroke within 6 months, unstable angina), New York Heart Association (NYHA) Grade II congestive heart failure or severe cardiac arrhythmia requiring medication", "Active and uncontrolled infection requiring parenteral antimicrobials", "History of a severe hypersensitivity reaction to anastrozole or AZD0530 or their excipients", "Evidence of haemorrhagic diathesis or coagulopathy.", "EKG rest with a measurable QTc interval of >480msec at 2 or more points of time within a 24-hour period.", "Since AZD0530 is a substrate and inhibitor of CYP3A4, patients requiring medicinal products with the medicinal products listed in Annex XI should be excluded from the study.", "Any evidence of serious or uncontrolled systemic medical or psychiatric conditions (e.g., severe hepatic impairment, interstitial pulmonary disease [bilateral, diffuse, parenchymal disease]) or unstable or uncompensated respiratory or cardiac conditions that make the patient's involvement in the study undesirable or that could compromise adherence to the protocol.", "There are signs of underlying pulmonary dysfunction, as evidenced by oxygen saturation < 90% by pulse oxymetry, interstitial pulmonary infiltration on a high resolution scanner prior to entry into the study and/or symptomatic pulmonary metastases (pleural or parenchymic).", "- Exclusion criteria - Phase 2 (cohort B):", "Prior chemotherapy, endocrine therapy, or radiation therapy for breast cancer present. The incidence and treatment of invasive or non-invasive contralateral breast cancer is not an exclusion criterion.", "Inflammatory breast cancer, clinically defined as the presence of erythema or induration involving one-third or more of the breast, or pathologically defined as a dermal lymphatic invasion", "A prior excision biopsy or complete resection of the primary invasive tumour (authorized anterior sentinel biopsy)", "· Prior ipsilateral radiotherapy for invasive or non-invasive breast cancer", "A distant metastasis is an exclusion criterion - The achievement of isolated ipsilateral supraclavicular nodes and/or the direct invasion of the primary tumour into the skin is permitted.", "- Concomitant treatment with any other non-protocol anticancer treatment", "Any agent with estrogenic or estrogenic properties, including herbal preparations, should be discontinued at least one week prior to registration.", "Current treatment with hormone replacement therapy or any hormonal agent such as raloxifene, tamoxifen or other selective estrogen receptor modulators (agents should be discontinued for one week prior to randomization)", "Presence of Grade 2 neuropathy (NIC-CTC AE version 3.0) at baseline", "• History of any other disease in the last 5 years, with the exception of non-melanoma skin cancer or in situ cervix carcinoma", "- Clinically significant cardiovascular disease (e.g., history of myocardial infarction or stroke within 6 months, unstable angina), New York Heart Association (NYHA) Grade II congestive heart failure or severe cardiac arrhythmia requiring medication", "Active and uncontrolled infection requiring parenteral antimicrobials", "History of a severe hypersensitivity reaction to anastrozole, or AZD0530 (saracatinib) or their excipients", "Evidence of haemorrhagic diathesis or coagulopathy", "EKG rest with a measurable QTc interval of >480msec at 2 or more points of time within a 24-hour period.", "The co-administration of AZD0530 with other CYP3A4 substrates has proven to be well tolerated, the continuation or initiation of medically indicated medicinal products that are substrates of CYP3A4 is allowed at the discretion of MD. The medicinal products listed in Annex X that are known to induce or strongly inhibit CYP3A4 activity should be discontinued prior to entry into the study and should not be initiated during protocol treatment.", "Any evidence of serious or uncontrolled systemic psychiatric or medical disorders (e.g., severe hepatic impairment, interstitial pulmonary disease [bilateral, diffuse, parenchymal disease]) or unstable or uncompensated respiratory or cardiac conditions that make the patient's involvement in the study undesirable or that could compromise adherence to the protocol.", "There are signs of underlying pulmonary dysfunction, as demonstrated by oxygen saturation < 90% by pulse oxymetry prior to entry into the study and/or symptomatic pulmonary disease (pleural or parenchymal).", "Subjects who do not want or cannot undergo breast MRI, as required by the protocol, will be excluded from the study."], "Results": ["Performance measures:", "Phase I Cohort A: maximum tolerated AZD0530 Daily dose used in combination with daily oral anastrozole", "To identify a well tolerated dose of AZD0530 (saracatinib) that can be used with anastrozole in the tolerable and PK Phase 2 trial, subjects were monitored as ARs were recorded and evaluated and drug concentrations were within the therapeutic range.", "Calendar: Cycle 1: Days 1 - 28", "Results 1:", "Title of arm/group: Phase 1 - Cohort A", "Description of the arm/group: Double oral treatment with 1 mg anastrozole once daily with AZD0530 175 mg orally once daily, or according to protocol, until disease progression for the treatment of metastatic breast cancer", "Anastrozole", "AZD0530", "Total number of participants analysed: 12", "Type of measurement: Number", "Unit of measurement: mg/day oral dose anastrozole: 1", "Saracatinib: 175"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/12 (25.0%)", "Atrial fibrillation 0/12 (0.00 %)", "Ischemic heart disease/infarction [1]0/12 (0.00 %)", "- Congestive heart failure [2]0/12 (0.00 %)", "- Diverticulitis 0/12 (0.00 %)", "Cholecystitis 0/12 (0.00 %)", "- Hyperbilirubinaemia 0/12 (0.00 %)", "Urosepsis 2/12 (16.67%)", "A brain haemorrhage that complicates CNS metastases 1/12 (8.33%)", "Rash [3]0/12 (0.00 %)"]}