{"Clinical Trial ID": "NCT00544167", "Intervention": ["INTERVENTION 1:", "Doxorubicin/Cyclophosphamide then Paclitaxel/Sorafenib", "[Unspecified]"], "Eligibility": ["Incorporation criteria:", "Patients should have histologically confirmed breast cancer with an interval between definitive surgery which includes assessment of the involvement of axillary lymph nodes and initiation of study therapy of 84 days or less.", "Final surgery - either mastectomy with evaluation of the involvement of the axillary ganglia, or breast conservation surgery with evaluation of the axillary ganglia. The margins of the resected sample should be free from invasive diseases and/or in situ channel carcinoma (CDIS).", "Stage I, II, IIIA and IIIC (T1-3, N3a only). Patients should either be positive for lymph nodes or negative for high-risk lymph nodes.", "Age > 18 years.", "ECOG Performance Status 0 or 1.", "The normal cardiac function should be confirmed by the left ventricular ejection fraction (LVEF) by echocardiography or MUGA and electrocardiogram (ECG) analysis within 35 days of starting treatment.", "Patients should have adequate bone marrow function", "Patients should have normal hepatic function (", "Serum creatinine <= 2mg/dl", "Patients receiving anti-coagulation therapy with an agent such as warfarin or heparin may be allowed to participate. For patients on warfarin, INR should be measured prior to sorafenib initiation and monitored.", "- Exclusion criteria:", "A prior systemic anticancer treatment for breast cancer (immunotherapy, chemotherapy, hormonal treatment).", "Patients with positive HER2 breast cancer, as determined by FISH or IHC3+, are not eligible for this trial.", "Anthracycline or prior taxan therapy.", "- Prior radiation therapy for breast cancer.", "A bilateral invasive disease.", "A pre-existing motor or sensory neurotoxicity of gravity 2 according to the NCI CTCAE v 3.0 criteria.", "A heart disease that includes: myocardial infarction; angina, congestive heart failure, arrhythmia; valvular heart disease; cardiomegaly on chest imaging or ventricular hypertrophy on ECG - unless EVF is within the normal range for the establishment; patients with poorly controlled hypertension (defined as systolic blood pressure > 150 and/or diastolic blood pressure > 100 mmHg on antihypertensive medications); patients receiving medicines for angina, arrhythmias or congestive heart failure.", "Common treatment with raloxifene, tamoxifen or any other selective modulator of the estrogen receptor", "- Concomitant treatment with ovarian hormone replacement therapy.", "Previous history of malignancy within 5 years, with the exception of skin cancer or cervical carcinoma in situ.", "• Pregnant (positive) or lactating women and subjects of childbearing potential should use effective contraceptive measures during treatment.", "• Treatment with an unapproved or experimental drug within 30 days of the first day of trial treatment.", "Patients with neurological symptoms should undergo a brain scan/mRI to exclude brain metastases.", "- Thrombotic or embolic events such as stroke and transient ischemic attack in the last 6 months.", "NCI CTCAE v3.0 Grade 2 within 4 weeks of the first dose of the drug under study.", "NCI CTCAE v3.0 Grade 3 within 4 weeks of the first dose of the drug under study."], "Results": ["Performance measures:", "The safety and safety of protocol treatment, defined as the percentage of patients with serious or life-threatening side effects by CTCAE Version 3.0.", "[Unspecified]", "Time limit: 18 months", "Results 1:", "Title of the arm/group: Doxorubicin/Cyclophosphamide then Paclitaxel/Sorafenib", "Description of arm/group: [Unspecified]", "Total number of participants analysed: 45", "Type of measurement: Number", "Unit of measure: percentage of patients 40"], "Adverse Events": ["Undesirable Events 1:", "Total: 7/45 (15.56 per cent)", "Febrile neutropenia 1/45 (2.22%)", "1/45 (2.22%)", "- Ventricular arrhythmia - left ventricular systolic dysfunction 1/45 (2.22%)", "Hemmorrhage - GI 1/45 (2.22%)", "- Pancreatitis 1/45 (2.22%)", "Infection - pneumonia 1/45 (2.22%)", "Infection - Streptococcus 1/45 (2.22%)", "Abscesses of Bartholin's cyst 1/45 (2.22%)"]}