{"Clinical Trial ID": "NCT02260531", "Intervention": ["INTERVENTION 1:", "Cohort 1 - Cabozantinib, Trastuzumab for HER2+", "HER2 positive", "Cabozantinib administered orally daily by treatment cycle", "Trastuzumab- IV administered once per cycle", "IRM- Reference base, cycle 2 Day 1 and every 2 cycles", "- Magnetic resonance angiography (MRA), reference base, cycle 2 Day 1,", "Cabozantinib: One 60 mg tablet per day of each 21-day cycle. Number of cycles: until unacceptable progression or toxicity develops.", "Trastuzumab: For HER2-Positive participants only. Administered by IV on day 1 of each 21 day cycle. Number of cycles: until unacceptable progression or toxicity develops.", "INTERVENTION 2:", "Cohort 2 - Cabozantinib for ER+ and/or PR+", "Positive hormone receptor (ER+ and/or PR+)", "Cabozantinib administered orally daily by treatment cycle", "IRM- Reference base, cycle 2 Day 1 and every 2 cycles", "- Magnetic resonance angiography (MRA), reference base, cycle 2 Day 1,", "Cabozantinib: One 60 mg tablet per day of each 21-day cycle. Number of cycles: until unacceptable progression or toxicity develops."], "Eligibility": ["Incorporation criteria:", "Patients should have histologically or cytologically confirmed invasive breast cancer with stage IV disease.", "New or progressive CNS lesions, as assessed by the patient's treating physician.", "For patients who received prior cranial radiation, no increase in the dose of corticosteroids was observed in the week prior to the initial brain MRI.", "- Discontinuation of previous treatment (except trastuzumab in patients with HER2+ breast cancer)", "Resumption to inclusion or grade 1 CTCAE v.4.0 from toxicity related to any previous treatment, unless adverse reactions are clinically insignificant and/or stable during supportive treatment;", "The subject has an ECOG performance status of 0 or 1", "Patients should have normal organ and marrow function and biological values as follows within 14 days of the first dose of cabozantinib", "• Sexually active subjects (male and female) should agree to use medically accepted barrier contraception (e.g., male or female condom) during the study and for 4 months following the last dose of the drug(s) studied", "Subjects of childbearing potential should not be pregnant during screening.", "Patients treated with bisphosphonate may continue to undergo bisphosphonate therapy during the study.", "The subject was evaluated at all known sites of the disease, e.g. by computer tomography (CT), magnetic resonance imaging (MRI), bone analysis, as appropriate, within 28 days of the first dose of cabozantinib.", "- Exclusion criteria:", "The subject received cabozantinib or another c-Met inhibitor (it should be noted that ARQ 197 is not considered a MET inhibitor for this study, given the data suggesting that it inhibits tubulin).", "The subject has an uncontrolled, significant or recent intercurrent disease", "• Leptomeningal disease is the only CNS intervention site", "Known as contraindication to MRI with gadolinium contrast, such as heart pacemaker, shrapnel or foreign eye body", "More than 2 seizures in the last 4 weeks prior to entry into the study", "- Grade 1 or higher CNS haemorrhage than the initial brain MRI, or a history of Grade 2 or higher CNS haemorrhage within 12 months", "· had clinically significant GI bleeding within 6 months prior to the first dose of cabozantinib; 0.5 teaspoon (2.5 ml) hemoptysis of red blood within 3 months prior to the first dose of cabozantinib; any other signs indicating pulmonary haemorrhage within 3 months prior to the first dose of cabozantinib", "The subject has a tumor in contact with, invade or collect any major blood vessel", "The subject has evidence of a tumour invading the gastrointestinal tract (esophagus, stomach, small or large intestine, rectum or anus), or any evidence of endotracheal or endobronchial tumour within 28 days prior to the first dose of cabozantinib", "The patient requires concomitant therapeutic treatment with anticoagulants. Low-dose aspirin (81 mg/day), low-dose warfarin (1 mg/day) and prophylactic LMWH are permitted.", "The subject has a time test for prothrombin (PT)/INR or part-time thromboplastin (PTT) 1.3 × the laboratory NSL within 7 days prior to the first dose of cabozantinib.", "Inability to swallow intact tablets", "Pregnant or lactating women", "● Diagnosis of other malignancy within 2 years prior to the first dose of cabozantinib, with the exception of superficial skin cancers, or low-grade localized tumours considered cured and not treated with systemic treatment", "Subjects with clinically significant ongoing complications from previous radiation therapy are not eligible.", "The subject is known to be positive for the human immunodeficiency virus (HIV)", "Subjects with clinically significant ongoing complications from previous surgery are not eligible.", "If the average of these three consecutive results for QTcF is > 500 msec, the subject is not eligible.", "Active infection requiring IV antibiotics on the first day of cycle 1", "No previous lapatinib within 7 days prior to initiation of protocol therapy", "Receive concomitant experimental agents during the study", "• Receive chemotherapy, radiotherapy or concomitant hormonal treatment during the study", "- Allergy or hypersensitivity to the components of the previously identified Cabozantinib formulations", "The subject needs chronic concomitant therapy with potent CYP3A4 inducers."], "Results": ["Performance measures:", "- Objective response rate (ORR) of the CNS", "The central nervous system (CNS) ORR was defined as the percentage of participants obtaining a complete (CR) or partial (PR) response based on RECIST criteria 1.1 in the assessment of CNS lesions at treatment: CR is the complete elimination of all target lesions and PR is at least a 30% decrease in the sum of the longest diameter (LD) of target lesions, taking as a reference sum the LD. PR or a better overall response assumes a minimum stable incomplete/disease response (SD) for the assessment of non-target lesions and the absence of new lesions.", "Patients with stable or receptive disease after completion of 6 cycles could reduce the frequency of evaluations at all 3 cycles. The response was evaluated for up to 25 months.", "Results 1:", "Title of the arm/group : Cohort 1 - Cabozantinib, Trastuzumab for HER2+", "Description of the arm/group: HER2-positive", "Cabozantinib administered orally daily by treatment cycle", "Trastuzumab- IV administered once per cycle", "IRM- Reference base, cycle 2 Day 1 and every 2 cycles", "- Magnetic resonance angiography (MRA), reference base, cycle 2 Day 1,", "Cabozantinib: One 60 mg tablet per day of each 21-day cycle. Number of cycles: until unacceptable progression or toxicity develops.", "Trastuzumab: For HER2-Positive participants only. Administered by IV on day 1 of each 21 day cycle. Number of cycles: until unacceptable progression or toxicity develops.", "Total number of participants analysed: 21", "Type of measurement: Number", "Unit of measure: % of participants 5 (from 2 to 24)", "Results 2:", "- Arm/group title: Cohort 2 - Cabozantinib for ER+ and/or PR+", "Description of the arm/group: Positive hormone receptor (ER+ and/or PR+)", "Cabozantinib administered orally daily by treatment cycle", "IRM- Reference base, cycle 2 Day 1 and every 2 cycles", "- Magnetic resonance angiography (MRA), reference base, cycle 2 Day 1,", "Cabozantinib: One 60 mg tablet per day of each 21-day cycle. Number of cycles: until unacceptable progression or toxicity develops.", "Total number of participants analysed: 7", "Type of measurement: Number", "Unit of measure: percentage of participants 14 (from 4 to 58)"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/21 (28.57%)", "Diarrhoea 1/21 (4.76%)", "- Dyspepsia 0/21 (0.00 %)", "- Oral mucositis 0/21 (0.00 %)", "- Nausea 0/21 (0.00 %)", "1/21 (4.76 per cent)", "Fatigue 1/21 (4.76 per cent)", "- portal venous thrombosis 0/21 (0.00 %)", "Decrease in ejection fraction 1/21 (4.76%)", "Increased alanine aminotransferase 0/21 (0.00 %)", "Increased aspartate aminotransferase 0/21 (0.00 %)", "Increased lipase 3/21 (14.29%)", "Adverse Events 2:", "Total: 4/7 (57.14 per cent)", "Diarrhoea 0/7 (0.00 %)", "Dyspepsia 1/7 (14.29%)", "1/7 oral mucositis (14.29%)", "- Nausea 0/7 (0.00 %)", "Vomiting 0/7 (0.00 %)", "Fatigue 1/7 (14.29%)", "1/7 portal venous thrombosis (14.29%)", "Decreased ejection fraction 0/7 (0.00 %)", "Alanine aminotransferase increased 1/7 (14.29%)", "Aspartate aminotransferase increased by 2/7 (28.57%)", "Increased lipase 0/7 (0.00 %)"]}