{"Clinical Trial ID": "NCT00316199", "Intervention": ["INTERVENTION 1:", "- Gemcitabine + Paclitaxel", "Gemcitabine: 1250 mg/m2, intravenous (IV), day 1 and day 8 every 21 days until disease progression.", "Paclitaxel: 175 mg/m2, intravenous (IV), every 21 days until disease progression"], "Eligibility": ["Incorporation criteria:", "* Chinese patients whose diagnosis of breast cancer is histologically or cytologically proven.", "A non-resectable, locally recurring breast cancer or stage IV disease.", "Have at least one measurable lesion as defined by the criteria for assessing response in solid tumours (RECIST).", "• Performance status of 0 or 1 on the Eastern Cooperative Oncology Group (ECOG) scale", "Treatment with chemotherapy based on anthracycline in the adjuvant/neoadjuvant setting with relapse of the disease.", "- Exclusion criteria:", "Prior chemotherapy for breast cancer or non-resectable metastatic disease, locally advanced.", "Simultaneous administration of any other tumour therapy, including cytotoxic chemotherapy, hormonal therapy and immunotherapy.", "A known or suspected brain metastasis or second primary malignancy that is clinically detectable at the time of enrolment in the study.", "- An active infection or other serious condition.", "Pregnant or breast-feeding."], "Results": ["Performance measures:", "Best overall response of tumours", "The best response recorded from the start of treatment to the progression or recurrence of the disease using the solid tumour response assessment criteria (RECIST), which defines when participants improve (\"response\"), remain the same (\"stable\") or worsen (\" progression\") during treatment.", "Time: start of progressive disease measured (student tumour assessments were performed every 2 cycles during study treatment, or 3 months after treatment until disease progression, or up to 12 months after registration)", "Results 1:", "Title of arm/group: Gemcitabine + Paclitaxel", "Description of the arm/group: Gemcitabine: 1250 mg/m2, intravenous (IV), day 1 and day 8 every 21 days until disease progression.", "Paclitaxel: 175 mg/m2, intravenous (IV), every 21 days until disease progression", "Total number of participants analysed: 58", "Type of measurement: Number", "Unit of Measure: Participants Complete Response (CR): 2", "Partial response (PR): 27", "Stable disease (SD): 20", "Progressive diseases (PD): 7", "Early deaths due to malignant disease: 0", "Deaths due to toxicity: 0", "Early Deaths of Other Causes: 0", "Unknown: 2"], "Adverse Events": ["Undesirable Events 1:", "Total: 1", "- Fracture of the femur 1/60 (1.67%)"]}