{"Clinical Trial ID": "NCT01931163", "Intervention": ["INTERVENTION 1:", "Everolimus Plus Cisplatin", "Everolimus 10 mg daily orally for 12 weeks; Cisplatin 20 mg/m2 IV infusion for 60 minutes, weekly (days 1, 8, 15) x 4 cycles"], "Eligibility": ["Incorporation criteria:", "* Female patients aged 18 years.", "• Clinical/pathological documentation of residual disease after neoadjuvant treatment.", "Patients with synchronous bilateral cancers are only eligible if:", "The index cancer is triple negative, defined as ER-, PR-, and HER2-.", "HER2 negative tumours. The negativity HER2 should be confirmed by one of the following:", "(FISH ratio < 2.2), or", "IHC 0-1+, or", "IHC 2-3+ AND FISH-negative (FISH report < 2.2).", "- Negative estrogen receptor and negative progesterone receptor (<10% IHC coloration for the estrogen receptor and progesterone receptor).", "Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.", "An adequate haematological function, defined by:", "Absolute number of neutrophils 2 > 1000/mm3", "Number of platelets 100 000/mm3", "Hemoglobin >9 g/dL", "Adequate liver function, defined by:", "ASAT and ALT 2.5 x upper limit of normal (ULN)", "Total bilirubin 1.5 x ULN (unless the patient has a Grade 1 bilirubin elevation due to Gilbert's disease or a similar syndrome involving slow conjugation of bilirubin).", "Adequate renal function, defined by:", "Serum creatinine 1.5 x ULN", "A complete gradual examination 24 weeks prior to the start of the calculated tomography (CT) of the chest and abdomen/pelvis (favorite abdomen/pelvis; accepted abdomen), a gradual examination of the brain head or MRI (if symptomatic) and either a positron emission tomographic examination (PET) or a bone examination.", "- Adequate cardiac function, defined by a left ventricular ejection fraction (LVF) greater than 50% (or normal according to institutional guidelines) by MUGA or echocardiogram (ECHO).", "Patients with a history of invasive cancer (including breast cancer) are eligible if the final treatment has been completed more than 5 years prior to the start of treatment under study, and there is no evidence of recurrent disease.", "If a woman becomes pregnant or suspects that she is pregnant while participating in this study, she must agree to inform her attending physician immediately.", "The patient should be available for treatment and follow-up.", "Women of childbearing potential must agree to use an acceptable birth control method to prevent pregnancy during study treatment and for three months thereafter.", "• Capable of swallowing and conserving oral medicines.", "The patient should be prepared to undergo breast biopsies as required by the study protocol.", "All patients should be able to understand the experimental nature of the study and provide written informed consent prior to entry into the study.", "- Exclusion criteria:", "Pregnant or lactating women.", "A history of canal carcinoma already treated in situ (CDIS) is acceptable.", "• Malabsorption syndrome, a disease that significantly affects gastrointestinal function, or small stomach or intestine resection.", "- known intolerance or hypersensitivity to everolimus or other rapamycin analogues (e.g. sirolimus, temsirolimus);", "Previous cancer (except skin cancer or non-melanoma cervical carcinoma in situ) over the past 5 years.", "Patients with serious and/or uncontrolled medical problems such as:", "Instable angina, symptomatic congestive heart failure, myocardial infarction 6 months before the onset of everolimus, uncontrolled severe cardiac arrhythmia or any other clinically significant heart disease", "• Congestive heart failure symptomatic of the heart of New York Association Class III or IV", "- severe active (acute or chronic) or uncontrolled infection, liver disease such as cirrhosis, decompensated liver disease and chronic hepatitis (i.e. quantifiable and/or positive HBV-DNA, quantifiable HBV-RNA),", "- (spirometrics and DLCO 50 % or less of normal saturation and O2 88 % or less at rest in ambient air),", "Active and haemorrhagic diathesis;", "Patients may not receive any other experimental or anticancer treatment during their participation in this study.", "A serious, uncontrolled or intercurrent concomitant infection, including, but not limited to, continuous or active infection, or psychiatric or social situations that would limit compliance with the requirements of the study.", "A mental state that would prevent patients from understanding the nature and risk of the study.", "The inability to comply with study and/or follow-up procedures.", "Patients who have received live attenuated vaccines within one week of the start of Everolimus and during the study should also avoid close contact with other patients who have received live attenuated vaccines.", "Examples of live attenuated vaccines include intranasal influenza, measles, mumps, rubella, oral polio, BCG, yellow fever, varicella and TY21a typhoid vaccines;", "known history of HIV-positiveness;", "Women of childbearing potential (WOCBP), defined as all women physiologically capable of becoming pregnant, unless they use highly effective contraceptive methods during the administration of the study treatment. Very effective contraceptive methods include the combination of two of the following (a+b or a+c or b+c):", "The use of hormonal methods of contraception orally, by injection or by implant;", "- Placement of an intrauterine device (IUD) or an intrauterine system (IUS);", "Contraceptive barrier methods: condom or occlusive cap (diaphragm or cervical/vault caps) with spermicide/gel/film/creme/vaginal suppository;", "Total abstinence or;", "Women are considered postmenopausal and not likely to procreate if they have had 12 months of natural amenorrhea (spontaneous) with an appropriate clinical profile (e.g. appropriate age, history of vasmotor symptoms) or had a bilateral surgical oophorectomy (with or without hysterectomy) or tubal ligature at least six weeks prior to treatment.", "Chronic treatment with corticosteroids or other immunosuppressive agents is permitted."], "Results": ["Performance measures:", "Response of tumours", "To evaluate the tumour response using the RECIST criteria after 12 weeks of treatment during definitive surgery.", "By Response Assessment Criteria for Solid Tumours Criteria (RECIST v1.0) for Targeted and MRI-Assessed Injuries: Complete Response (CR), Elimination of All Targeted Injuries; Partial Response (PR), >=30% Decrease in the Sum of the Longest Diameter of Targeted Injuries; Overall Response (OR) = CR + PR.\" or similar definition that is accurate and appropriate.", "Time: tumour response at 12 weeks after treatment", "Results 1:", "Title of the arm/group: Everolimus Plus Cisplatin", "Description of the arm/group: Everolimus 10mg orally daily for 12 weeks; Cisplatin 20 mg/m2 IV infusion for 60 minutes, weekly (days 1, 8, 15) x 4 cycles", "Total number of participants analysed: 22", "Type of measure: Number of participants", "Unit of measure: Participants 22 100.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/22 (27.27 per cent)", "Thrombocytopenia 1/22 (4.55%)", "- Leucocytopenia 1/22 (4.55%)", "Neutropenia 1/22 (4.55%)", "Papilledema 1/22 (4.55%)", "1/22 (4.55%)", "Hyperglycaemia 1/22 (4.55%)"]}