{"Clinical Trial ID": "NCT02481050", "Intervention": ["INTERVENTION 1:", "Eribulin Mesylate 1.4 mg/m^2", "Participants with MBC HER2 negative and histologically confirmed who had already been treated with 2 to 5 chemotherapy received 1.4 mg/m^2, an intravenous infusion of 2 to 5 minutes on day 1 and day 15 of each 28-day treatment cycle until intercurrent disease, unacceptable toxicity, disease progression occurred, or until the participant withdrew consent (up to 16 cycles)."], "Eligibility": ["Incorporation criteria:", "A histological or cytological adenocarcinoma of the breast.", "Women over 18 years of age or over 18 years of age at the time of informed consent.", "- HER2-negative as determined by in situ fluorescence hybridization (FISH); or 0 or 1+ by immunohistochemical staining (IHC).", "Participants with metastatic breast cancer who received at least 2 and no more than 5 prior chemotherapy.", "- Participants with at least one measurable lesion greater than or equal to 10 mm in the longest diameter for a non-lymphatic node greater than or equal to 15 mm in the diameter of the short axis for a lymphatic node as determined by the investigator using the criteria for assessing response in solid tumours Version 1.1 (RECIST v1.1).", "Eastern Cooperative Oncology Group (ECOG) Yield status equal to or less than 2.", "• Life expectancy greater than or equal to 3 months.", "Any neuropathy must recover to a grade of 2 or less prior to registration.", "adequate renal function as demonstrated by serum creatinine of 1.5 mg/dL or creatinine clearance calculated greater than or equal to 50 mL/minute according to the Cockcroft and Gault formula.", "Adequate bone marrow function, as demonstrated by absolute neutrophil counts (NACs) greater than or equal to 1.5 X 10^9/L, haemoglobin greater than or equal to 10.0 g/dL (can be corrected by growth factor or transfusion), and platelet counts greater than or equal to 100 X 10^9/L.", "- Adequate hepatic function, as demonstrated by total bilirubin below or equal to 1.5 X upper limit of normal (ULN), alkaline phosphatase, alanine aminotransferase (ALT) and aspartate aminotransferase (AST) below or equal to 3 X LSN (less than or equal to 5 X LSN in the case of liver metastases), unless there is bone metastases, in which case the liver-specific alkaline phosphatase should be separated from the total and used to evaluate liver function instead of total alkaline phosphatase.", "Are willing and able to comply with all aspects of the treatment protocol.", "• Provide written informed consent.", "- Exclusion criteria:", "Previous treatment with eribulin.", "• Hypersensitivity to eribulin/excipients or to alichondrin B or known intolerance of eribulin.", "The current listing in another clinical study or the use of a drug or experimental device within 28 days prior to informed consent.", "Prior treatment with chemotherapy, radiotherapy, biological treatment or targeted treatment in the last 2 weeks or half-life of 5 X, whichever is longer, prior to informed consent.", "• Women who are breast-feeding or are pregnant during initial screening or screening (as documented by a positive beta-human chorionic gonadotropin test [B-hCG]) should be subject to a separate baseline assessment if a negative pregnancy screening test was obtained more than 72 hours prior to the first dose of the study drug.", "All women will be considered to be of childbearing age unless they are menopausal (amenorrheic for at least 12 consecutive months, in the appropriate age group and without any other known or suspected cause) or have been surgically sterilized (i.e. bilateral tubular ligature, total hysterectomy or bilateral oophorectomy, all with surgery at least one month prior to administration).", "• Women of childbearing potential who have had unprotected sexual intercourse within 30 days of entry into the study and who do not agree to use a highly effective contraceptive method (e.g., total abstinence, intrauterine device, double bar method [such as condom and diaphragm with spermicide], contraceptive implant, oral contraceptive, or who have a vasectomized partner with confirmed azoospermia) throughout the study period or for 28 days after completion of the study.", "Women who are currently abstinent and who do not agree to use a double barrier method as described above or to refrain from sexual activity during the study period or for 28 days after stopping the study drug.", "Women who use hormonal contraceptives but who do not receive a stable dose of the same hormonal contraceptive for at least 4 weeks prior to administration and who do not agree to use the same contraceptive during the study or for 28 days after discontinuation of the study drug.", "A known central nervous system disease (CNS), with the exception of participants with treated brain metastases who are stable for at least one month without signs of progression or hemorrhage after treatment and without continued need for corticosteroids.", "The known human immunodeficiency virus (HIV) is positive.", "An existing anticancer, a therapeutic toxicity of grades greater than or equal to 2, with the exception of alopecia.", "A prior malignancy other than in situ cervix carcinoma, or non-melanoma skin cancer, unless the previous malignancy has been diagnosed and permanently treated more than 5 years previously, without further evidence of recidivism.", "- Clinically significant cardiovascular impairment (New York Heart Association congestive heart failure [NYHA] Classification above II, unstable angina, myocardial infarction in the last 6 months, or severe cardiac arrhythmia).", "A clinically significant ECG abnormality, including a long QT/QTc interval of marked reference (i.e., a repeated demonstration of a QTc interval greater than 500 milliseconds).", "A pulmonary lymphangitis disorder that has resulted in pulmonary dysfunction requiring active treatment, including the use of oxygen.", "A history of concomitant medical conditions that, in the opinion of the investigator, would compromise the participant's ability to safely complete the study.", "The investigator's belief that the participant is medically unfit to receive eribulin or unfit for any other reason."], "Results": ["Performance measures:", "• Objective Response Rate (OMR) based on the researcher's evaluation", "The ORR was defined as the percentage of participants who had the best overall response (BOR) of complete (CR) or partial (PR) response measured by solid tumour response assessment criteria (RCIST) 1.1. The OR is defined as the removal of all target lesions (a short diameter is less than [<] 10 millimetres [mm] if it exists in a lymph node). The OR is defined as a decrease of at least 30 percent (%) of the sum of the long diameter (LD) of all target lesions, relative to the baseline LD.", "Timeframe: From the first dose of the drug under study to intercurrent disease, unacceptable toxicity, disease progression, or until the participant has withdrawn consent (approximately 2.3 years)", "Results 1:", "Title of the arm/group: Erivine Mesylate 1.4 mg/m^2", "- Arm/group description: Participants with MBC HER2 negative and histologically confirmed who had already received 2-5 chemotherapy received 1.4 mg/m^2 erebulin mesylate, 2-5 minutes intravenous infusion on day 1 and day 15 of each 28-day treatment cycle until intercurrent disease, unacceptable toxicity, disease progression occurred, or until the participant withdrew consent (up to 16 cycles).", "Total number of participants analysed: 57", "Type of measurement: Number", "Unit of measure: percentage of participants 12.3 (5.08-23.68)"], "Adverse Events": ["Undesirable Events 1:", "Total: 14/58 (24.14 per cent)", "Constipation 1/58 (1.72 per cent)", "- Vomiting 1/58 (1.72 per cent)", "Upper gastrointestinal haemorrhage 1/58 (1.72%)", "Asthenia 1/58 (1.72 per cent)", "Chest pain 1/58 (1.72%)", "Pain 1/58 (1.72%)", "Sepsis 2/58 (3.45%)", "Autumn 1/58 (1.72%)", "- Spinal compression fracture 1/58 (1.72%)", "Decrease in the number of neutrophils 1/58 (1.72%)", "Dehydration 1/58 (1.72%)", "Hypovolaemia 1/58 (1.72%)"]}