{"Clinical Trial ID": "NCT02622074", "Intervention": ["INTERVENTION 1:", "Cohort A: KNp / KAC", "Participants received 200 mg pembrolizumab (K) on day 1 of the cycle, followed by 200 mg pembrolizumab in cycles 2 to 5 on day 1 (once every 3 weeks; Q3W) PLUS nab-paclitaxel (KNp) from 125 mg/m^2 in cycles 2 to 5 on days 1, 8 and 15 (once weekly; QW), followed by 200 mg pembrolizumab (K) in cycles 6 to 9 on day 1 (Q3W) PLUS doxorubicin (A) 60 mg/m^2 in cycles 6 to 9 on day 1 (Q3W) PLUS cyclophosphamide (C) 600 mg/m^2 in cycles 6 to 9 on day 1 (Q3W). All treatments were administered by intravenous infusion (IV) with the exception of doxorubicin (A), which was administered by injection IV. Each cycle was 21 days.", "INTERVENTION 2:", "Cohort B: KNpCb (Regmen 1) / KAC", "The participants were first given the KNpCb 1 diet, which included: pembrolizumab (K) 200 mg at cycle 1 Day 1 PLUS nab-paclitaxel (KNp) from 100 mg/m^2 in cycles 2 to 5 on days 1, 8 and 15 (QW) PLUS carboplatin (Cb) from area under curve (AUC) 6 in cycles 2 to 5 on day 1 (Q3W), followed by pembrolizumab (K) 200 mg in cycles 6 to 9 on day 1 (Q3W) PLUS doxorubicin (A) 60 mg/m^2 in cycles 6 to 9 on day 1 (Q3W) PLUS cyclophosphamide (C) 600 mg/m^2 in cycles 6 to 9 on day 1 (Q3W)."], "Eligibility": ["Incorporation criteria:", "Has already been treated, locally advanced TNBC.", "• Is able to provide 2 biopsies of the core needle of the primary tumor to the central laboratory and agrees to have a heart needle biopsy after single-dose treatment pembrolizumab if tumour biopsy is possible as judged by the investigator.", "The Eastern Cooperative Oncology Group (ECOG) has a performance of 0 or 1.", "Has an adequate organ function.", "Women of childbearing potential should be willing to use adequate contraception for 12 months following the last dose of the study drug for participants receiving cyclophosphamide and for 6 months following the last dose of the study drug for participants not receiving cyclophosphamide.", "- Exclusion criteria:", "Evidence of metastatic breast cancer, concomitant bilateral invasive breast cancer or inflammatory breast cancer.", "Exceptions include basal cell carcinoma of the skin, squamous skin carcinoma that has undergone potentially curative surgery, or cervical cancer in situ.", "Has already received chemotherapy, targeted therapy, radiotherapy, immunotherapy that targets immune control points, co-stimulatory routes or co-inhibitors for T-cell receptors over the past 12 months.", "He participated in the study or participated in the study of an experimental agent and received study therapy or used an experimental device within 4 weeks of the first dose of the study drug.", "Has received a live vaccine within 30 days of the first dose of the drug under study.", "To an active autoimmune disease that has required systemic treatment in the last two years.", "• Has an immunodeficiency diagnosis or receives systemic steroid treatment or any other form of immunosuppressive treatment within 7 days prior to the first dose of the drug under study.", "To a known history of human immunodeficiency virus (HIV).", "Has experienced hepatitis B or active hepatitis C.", "He has evidence of current pneumonitis.", "A history of non-infectious pneumonitis requiring treatment with steroids or a history of interstitial pulmonary disease.", "Has an active infection requiring systemic treatment.", "A major cardiovascular disease, such as: History of myocardial infarction, acute coronary syndrome or coronary angioplasty/station/pergreffe in the last 6 months; Congestive heart failure (CHF) New York Heart Association (NYHA) Class II-IV or history of CHF NYHA class III or IV", "Has experienced psychiatric disorders or substance abuse that would interfere with cooperation with the requirements of the study.", "• Is pregnant or lactating, or expects to design children for the duration of the study, starting with the screening visit up to 12 months after the last trial dose for participants who have received cyclophosphamide, and for six months after the last study drug dose for participants who have not received it.", "Has a known hypersensitivity to the components of the study drug or its analogues."], "Results": ["Performance measures:", "Number of participants whose dose limits toxicity (DLT) are classified according to the National Cancer Institute's Common Toxicity Criteria for Adverse Events Version 4.0 (NCI CTCAE v4.0)", "The following events, if considered to be related to the investigation/treatment by the investigator, were considered to be a DLT:", "Haematological:", "• Grade 4 neutropenia lasting 8 days;", "- grade 3 or 4 febrile neutropenia; or", "Grade 4 thrombocytopenia requiring platelet transfusion, or Grade 3 thrombocytopenia with bleeding", "Non-haematological:", "Grade 4 toxicity;", "• Grade 3 symptomatic liver toxicity for more than 48 hours or Grade 3 asymptomatic liver toxicity for 7 days; or", "- Toxicity for Grade 3 non-haematological organs with the exception of toxicity to non-hepatic organs", "Other:", "• Any 14-day delay due to unresolved toxicity;", "A Grade 5 (AR) treatment-related adverse reaction;", "A reduction in the dose of treatment under study during the DLT evaluation period.", "Cycle 1 Day 1 at the end of Cycle 3 and Cycle 6 Day 1 at the end of Cycle 7 (up to approximately 150 days from the first dose of the first combination); Each cycle was 21 days.", "Results 1:", "Title of the arm/group: Cohort A: KNp / KAC", "Each cycle was 21 days long.", "Total number of participants analysed: 10", "Type of measure: Number of participants", "Unit of measure: Participants 2 20.0%", "Results 2:", "Title of arm/group: Cohort B: KNpCb (Regmen 1) / KAC", "For the first time, participants received the KNpCb 1 diet, which included: pembrolizumab (K) 200 mg at cycle 1 day PLUS nab-paclitaxel (KNp) from 100 mg/m^2 during cycles 2 to 5 on days 1, 8 and 15 (QW) PLUS carboplatin (Cb) from zone below curve (AUC) 6 during cycles 2 to 5 on day 1 (Q3W), followed by pembrolizumab (K) 200 mg during cycles 6 to 9 on day 1 (Q3W) PLUS doxorubicin (A) 60 mg/m^2 during cycles 6 to 9 on day 1 (Q3W) PLUS cyclophosphamide (C) 600 mg/m^2 during cycles 6 to 9 on day 1 (Q3W).", "Total number of participants analysed: 10", "Type of measure: Number of participants", "Unit of measure: Participants 4 40.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 5/10 (50%)", "Anemia 0/10 (0.00 %)", "1/10 (10.00%)", "- Lymphadenite 0/10 (0.00 %)", "Neutropenia 0/10 (0.00 %)", "Upper abdominal pain 0/10 (0.00 %)", "- Collitis 0/10 (0.00 %)", "Diarrhoea 0/10 (0.00 %)", "1/10 (10.00%)", "Oesophagitis 0/10 (0.00 %)", "Pyrexia 0/10 (0.00 %)", "- Autoimmune hepatitis 0/10 (0.00 %)", "Influenza 0/10 (0.00 %)", "Adverse Events 2:", "Total: 4/10 (40.00 per cent)", "Anemia 0/10 (0.00 %)", "2/10 (20.00%)", "- Lymphadenite 0/10 (0.00 %)", "Neutropenia 1/10 (10.00%)", "Upper abdominal pain 0/10 (0.00 %)", "- Collitis 0/10 (0.00 %)", "Diarrhoea 0/10 (0.00 %)", "- Nausea 0/10 (0.00 %)", "Oesophagitis 0/10 (0.00 %)", "Pyrexia 1/10 (10.00 %)", "- Autoimmune hepatitis 0/10 (0.00 %)", "Influenza 0/10 (0.00 %)"]}