{"Clinical Trial ID": "NCT02504424", "Intervention": ["INTERVENTION 1:", "• AeroForm Fabric Expander", "AeroForm Fabric Expansion inflation with carbon dioxide by remote control", "AeroForm Tissue Expander: The AeroForm Tissue Expander is a breast tissue extender implanted after mastectomy and activated by remote control to release small doses of carbon dioxide from an internal tank to fill and inflate the extensor."], "Eligibility": ["Incorporation criteria:", "The subject is a woman between the ages of 18 and 70.", "The subject requires tissue expansion as part of breast reconstruction", "The subject is able to provide written informed consent", "The subject is capable and willing to comply with all the requirements of the study.", "The subject has the physical, perceptual and cognitive ability to understand and manage the home dosing regimen.", "- Exclusion criteria:", "The tissue integrity of the subject is not suitable for tissue expansion", "The subject has a residual gross malignancy at the planned expansion site.", "The subject has an infection that is current or prior to the planned expansion site", "The subject has a history of tissue expansion or breast reconstruction.", "The subject has a co-morbid condition determined by the investigator to place the subject at an increased risk of complications (e.g., severe vascular collagen disease, poorly managed diabetes)", "The subject takes any concomitant medication determined by the investigator to place him at an increased risk of complications (e.g., Prednisone, Coumadin)."], "Results": ["Performance measures:", "Number of breasts that have successfully expanded tissue with the exchange of a permanent breast implant unless the exchange is preluded by an event related to a non-device", "The breasts in which the extensor is removed and/or replaced due to an adverse event related to the instrument or a malfunction of the instrument are counted as failures.", "Time limit: 6 months", "Results 1:", "Title of the arm/group: AeroForm Fabric Expander", "Description of the arm/group: AeroForm fabric expansion inflation with carbon dioxide by remote control", "AeroForm Tissue Expander: The AeroForm Tissue Expander is a breast tissue extender implanted after mastectomy and activated by remote control to release small doses of carbon dioxide from an internal tank to fill and inflate the extensor.", "Total number of participants analysed: 48", "Total number of units analysed", "Type of units Analysis: breasts Number of unitsUnity of measurement: breasts: 80 100.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 11/50 (22.0%)", "Neutropenic fever, weakness 1/50 (2.0%)", "urinary tract infection 1/50 (2.0%)", "Cellulite 4/50 (8.0 per cent)", "Dehiscence of injuries 1/50 (2.0%)", "Hematoma 1/50 (2.0%)", "Seroma 1/50 (2.0%)", "Inflammation (red breast syndrome) 2/50 (4.0%)"]}