{"Clinical Trial ID": "NCT03252145", "Intervention": ["INTERVENTION 1:", "Manual lymph drainage", "Manual Lymphatic Drainage Treatment (MLD) 3 times a week for 4 weeks to the upper lymphedemic limb", "Manual Lymph Drainage (MDD): MLD is a manual massage technique applied by the practitioner, designed to reduce limb volume in lymphedema patients by improving the movement of lymphatic fluid, resulting in a reduction in interstitial fluid.", "INTERVENTION 2:", "Negative pressure", "PhysioTouch (negative pressure massage) treatment 3 times a week for 4 weeks at the upper limb lymphedema", "PhysioTouch: PhysioTouch is a portable device that administers a negative pressure under the treatment head, and gently pulls the underlying skin and subcutaneous tissue into the suction cup. This suction produces a stretching on the skin and in the subcutaneous space. This action is designed to facilitate the lymphatic flow of interstitium into the lymphatic vessels, and mobilizes the superficial fascia."], "Eligibility": ["CRITERIA FOR INCLUSION:", "To be included, women must:", "Be over 18 years of age;", "Have received cancer treatment including surgery, radiotherapy (RT) and/or chemotherapy (CTX);", "Have completed active cancer treatment at least one year before being enrolled in the study;", "A lymphedema (LE) was diagnosed at least one year prior to enrolment in the study;", "Have lymphedema of the arm on one side;", "• Confirmed the LE on the basis of bioimpedance measurements with a L-Dex® score of >7.1 (note - it is a very light lymphedema);", "The LE will be considered \"stable\" if, during the 3 months prior to registration, there has been no infection in the arm requiring antibiotics, no change in the ability to perform daily LE-related activities, and no subjective relationship of significant persistent changes in the volume of members;", "Be mentally and physically capable of participating in the study;", "Be able to attend sessions at the University of California campus, San Francisco (UCSF) Parnasus;", "Read and understand English;", "To be able to understand a written informed consent document and the willingness to sign it", "- EXCLUSION CRITERIA", "Women cannot have:", "The bilateral upper end LE;", "• Current infection or lymphangitis involving the affected arm;", "Current recurrence of breast cancer (BC) (local or remote)", "- the pre-existing pre-diagnosis of B.C.;", "A condition that prevents the measurement of LE using bioimpedance spectroscopy (BIS), including pregnancy;", "Current venous thrombosis in the upper extremities or in current anticoagulant therapy;", "• An edema of the extremity due to heart failure"], "Results": ["Performance measures:", "Recruitment rate", "The recruitment rate is defined as the number of women who were tested and then enrolled in the study, divided by the total number of women tested overall.", "Time limit: 4 weeks", "Results 1:", "Title of Arm/Group: Manual Lymph Drainage", "Description of the arm/group: Manual Lymphatic Drainage Treatment (MLD) 3 times a week for 4 weeks at the upper limb lymphedema", "Manual Lymph Drainage (MDD): MLD is a manual massage technique applied by the practitioner, designed to reduce limb volume in lymphedema patients by improving the movement of lymphatic fluid, resulting in a reduction in interstitial fluid.", "Total number of participants analysed: 13", "Type of measurement: Number", "Unit of measure: recruitment rate 32.5", "Results 2:", "Title of arm/group: Negative pressure", "Description of the arm/group: PhysioTouch (negative pressure massage) treatment 3 times a week for 4 weeks at the upper limb lymphoedema", "PhysioTouch: PhysioTouch is a portable device that administers a negative pressure under the treatment head, and gently pulls the underlying skin and subcutaneous tissue into the suction cup. This suction produces a stretching on the skin and in the subcutaneous space. This action is designed to facilitate the lymphatic flow of interstitium into the lymphatic vessels, and mobilizes the superficial fascia.", "Total number of participants analysed: 15", "Type of measurement: Number", "Unit of measure: recruitment rate 37.5"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/13 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}