{"Clinical Trial ID": "NCT00602043", "Intervention": ["INTERVENTION 1:", "Diagnostic FES: Mean FES SUV >1.5, no negative sites", "Patients also undergo standard PET FES analysis of fludeoxyglucose F 18 (FDG)-PET or FDG-PET/CT up to 14 days before [^18F] PET FES scan.", "Patients start clinically indicated endocrine therapy.", "Patients are monitored for response to treatment for 6 months using clinical examinations, tumour marker analyses, conventional imaging, and a standard FDG clinical PET/CT.", "This group represents patients who have had positive absorption of EFS at all sites of the disease based on the diagnosis of EESS.", "Analysis of laboratory biomarkers: related studies", "INTERVENTION 2:", "• Diagnostic FES: Patients with negative FES disease sites", "Patients also undergo standard PET FES analysis of fludeoxyglucose F 18 (FDG)-PET or FDG-PET/CT up to 14 days before [^18F] PET FES scan.", "Patients start clinically indicated endocrine therapy.", "Patients are monitored for response to treatment for 6 months using clinical examinations, tumour marker analyses, conventional imaging, and a standard FDG clinical PET/CT.", "This group represents patients who have had some or all of the sites of adverse disease for the absorption of the ESA on the basic diagnosis of the EESS."], "Eligibility": ["Incorporation criteria:", "Patients will have pathologically confirmed invasive breast cancer with clinical, radiographic and/or pathological evidence of Stage IV disease; patients should have tissue blocks available from the biopsy of at least one metastatic disease site and/or diagnosis of their primary breast cancer", "The disease may be measurable (by criteria for assessing response in solid tumours [RECIST]) or non-measurable, but must be present in at least one non-deliverable site and can be seen on FDG PET analysis; in patients with a disease not measurable by RECIST criteria, one of the following criteria may be used to evaluate and monitor the disease: level of MUC-1 antigen (whether cancer antigen [CA] 27.29 or carcinoembronic antigen [AEC]) > 2 x upper limit of normal (ULN), circulating tumour cell test > 5 or FDG-PET SUV > 2.5 in pure lytic lesions; only high tumour markers are insufficient.", "No previous endocrine treatment for breast cancer or", "Without adjuvant endocrine treatment for > 6 months or", "More than 2 years of single endocrine adjuvant therapy at the time of the first recurrence and planning to switch to another endocrine treatment; the use of tamoxifen should be discontinued 6 to 8 weeks prior to entry into the study.", "• Pre-adjuvant or neoadjuvant chemotherapy treatment is allowed", "Women treated with the adjuvant analogue LHRH (luteinizing hormone for hormone release) are eligible", "For study purposes, postmenopausal is defined as:", "A previously documented bilateral oophorectomy, or", "A history of at least 12 months without spontaneous menstrual bleeding, or", "- 60 years or more with an anterior hysterectomy without oophorectomy, or", "The age of less than 60 years with an anterior hysterectomy without oophorectomy (or in whom the ovaries are unknown), with a documented level of stimulating follicular hormone (FSH) showing a confirmatory elevation of the postmenopausal interval for the laboratory", "Premenopausal patients should have baseline FSH and estradiol levels to determine menopause status; measurements should be repeated at 3-6 months to confirm menopause status.", "Patients should be positive for the estrogen receptor (ER) and may or may not be positive for the progesterone receptor (PgR) by IHC in the primary tumour and/or metastatic site; the pathology report for the ER assay will be reviewed by one of the researchers prior to registration, the pathologist of the study will examine the pathology report if necessary to determine the eligibility of the study.", "The term HER2/neu tumour should be determined prior to inclusion in the study; evaluation may be performed by in situ fluorescence hybridization test (FISH) or immunohistochemistry (ICC); if the determination is intermediate by ICC, FISH should be performed.", "Life expectancy > 16 weeks", "= < 2 (Karnofsky >= 60%)", "Absolute number of neutrophils (CNA) >= 1,000", "Number of platelets >= 50,000", "- Hemoglobin within normal limits (WNL) for establishment", "- Serum creatinine = < 1.5 x Institutional NSL (IUL) and creatinine clearance estimated > 50 mL/min using the Cockroft-Gault formula", "Bilirubine = < 1.5 x ULN", "- Oxaloacetic serum glutamic transaminase (SGOT)/ serum pyruvate transaminase (SGPT) = < 1.5 x ULN", "ALKALINE phosphatase = < 2.5 x ULN", "Patients should plan endocrine therapy with one of the following treatments: tamoxifen +/- ovarian suppression, aromatase inhibitor +/- fulvestrant (with ovarian suppression in premenopausal patients) or fulvestrant alone", "After entry into the study, patients are expected to be monitored for at least 6 months after injection of [^18F] FES", "Do a negative pregnancy test within 7 days of registration if you are of childbearing age", "No other prior malignancy is permitted, except in the following cases: skin cancer of basal or squamous cells, cervical cancer in situ or any other cancer of which the patient has not been suffering for 5 years", "To be informed of the investigational nature of this study and to provide written informed consent in accordance with the institutional and federal guidelines prior to the screening procedures specific to the study.", "Women of childbearing potential must agree to use adequate contraception (hormonal method or birth control barrier; abstinence) prior to entry into the study and during participation in the study; if a woman becomes pregnant or suspects that she is pregnant while participating in the study, she must immediately inform her attending physician.", "- Exclusion criteria:", "Patients with a history of prior endocrine treatment for metastatic disease are NOT eligible; endocrine adjuvant therapy for a total of < 2 years or interrupted less than 6 months before the first recurrence of the disease also excludes the patient.", "Patients with liver disease only are NOT eligible for the study.", "Patients with a positive HER2/neu disease who are considering treatment with HER2 (trastuzumab or lapatinib) are NOT eligible for the study.", "Women of childbearing potential who have a positive or non-positive pregnancy test at the beginning of pregnancy are excluded.", "Visceral crisis characterized by rapidly progressive hepatic or lymphangitic pulmonary metastases", "History of uncontrolled seizures, central nervous system disorders or psychiatric disorders considered clinically significant by the investigator, excluding informed consent", "Any other life-threatening disease (e.g., serious and uncontrolled concomitant infection or clinically significant heart disease - congestive heart failure, symptomatic coronary disease, poorly controlled cardiac arrhythmia)", "Intention to give informed consent", "From a medical point of view, instability is judged by the patient's doctor.", "Psychological, family, sociological or geographical conditions which do not permit compliance with the study protocol", "Patients with known allergic or hypersensitivity reactions to previously administered radiopharmaceuticals; patients with a drug or other significant allergies or autoimmune diseases may be enrolled at the discretion of the investigator.", "• Patient weight greater than 400 lbs (exceeds the weight limit for the tomographic table)", "Uncontrolled diabetes mellitus (fast blood glucose > 200 mg/dL)", "Adults requiring monitored anaesthetic for PET scanning"], "Results": ["Performance measures:", "Best overall response", "For patients with at least one measurable disease site (RECIST, version 1.1), size-based response criteria were used to evaluate the response.", "For patients with no disease assessed by RECIST 1.1, much of the patients with metastatic bone-dominance breast cancer used the TEP FDG series scan to determine the response. A decrease in the TEP FDG SUV (standard absorption value) of 30% or more was considered a response and an increase of 20% or more was considered a progressive disease (PD).", "The initial (baseline) absorption of SES was compared with clinical benefit (PD versus other results at 6 months).", "Time limit: up to 6 months", "Results 1:", "- Arm/group title: FES diagnostics: mean FES SUV mean >1.5, no negative sites", "- Description of the arm/group: Patients undergo [^18F] PET FES analysis. Patients also undergo standard F 18 (FDG)-PET clinical analysis or FDG-PET/CT up to 14 days before [^18F] PET FES analysis.", "Patients start clinically indicated endocrine therapy.", "Patients are monitored for response to treatment for 6 months using clinical examinations, tumour marker analyses, conventional imaging, and a standard FDG clinical PET/CT.", "This group represents patients who have had positive absorption of EFS at all sites of the disease based on the diagnosis of EESS.", "Analysis of laboratory biomarkers: related studies", "Total number of participants analysed: 13", "Type of measurement: Number", "Unit of measure: patients with progressive disease 5", "Results 2:", "- Arm/group title: Diagnostic PES: Patients with PES negative disease sites", "- Description of the arm/group: Patients undergo [^18F] PET FES analysis. Patients also undergo standard F 18 (FDG)-PET clinical analysis or FDG-PET/CT up to 14 days before [^18F] PET FES analysis.", "Patients start clinically indicated endocrine therapy.", "Patients are monitored for response to treatment for 6 months using clinical examinations, tumour marker analyses, conventional imaging, and a standard FDG clinical PET/CT.", "This group represents patients who have had some or all of the sites of adverse disease for the absorption of the ESA on the basic diagnosis of the EESS.", "Total number of participants analysed: 3", "Type of measurement: Number", "Unit of measure: patients with progressive disease 2"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/20 (0.00 %)", "Adverse Events 2:", "- Yeah, that's right."]}