{"Clinical Trial ID": "NCT01908101", "Intervention": ["INTERVENTION 1:", "Treatment (Eribilin Mesylate)", "Patients receive mesylate IV eribulin for 2-5 minutes on days 1, 8 and 15. Courses are repeated every 4 weeks in the absence of disease progression or unacceptable toxicity.", "· Mesylate Erivin: seen IV", "Analysis of laboratory biomarkers: related studies"], "Eligibility": ["Incorporation criteria:", "Ability to provide written informed consent", "A prior exposure to taxane in the adjuvant, neoadjuvant or metastatic setting", "At least one previous chemotherapy regimen for metastatic breast cancer; no upper limit on the number of previous endocrine regimens for metastatic breast cancer, however no more than 6 chemotherapeutic regimens may have been given as part of a metastatic regimen", "The Eastern Cooperative Oncology Group (ECOG) has a performance of 0, 1, or 2", "Patients should have initial imaging within 30 days of starting treatment and meet one of the following conditions:", "A measurable disease by response Solid Tumour Assessment Criteria (RCIST) 1.1 criteria", "At least one non-lymphatic lesion of the node >= 1.0 cm or lymph node >= 1.5 cm in the short axis by computerized tomography (CT) scan (CT scan thickness not exceeding 5 mm, which is measured in series according to RECIST 1.1 using computerized tomography (CT) or magnetic resonance imaging (MRI))", "Injuries that have undergone radiation therapy must demonstrate that the progressive disease (PD) based on RECIST 1.1 is considered a target injury.", "The second value of CA 15-3 or CA 27.29 shall have an increase of at least 20% over the first and for CA 15-3 or CA27.29 be greater than or equal to 40 units/mL or for CEA be greater than or equal to 4 ng/mL.", "Absolute number of neutrophils >= 1500/mm^3", "Hemoglobin >= 10 g/dL", "Platelets >= 100 000/mm^3", "Creatinine = < 1.5 x upper limit of normal (ULN)", "Total bilirubin = < 1.5 x ULN", "ALKALINE phosphatase = < 3.0 x ULN; up to 5 x ULN is acceptable for bone metastases in the absence of liver metastases", "Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) = < 3.0 x upper institutional limit of normal, except for liver metastases (= < 5 x ULN)", "• Women of childbearing potential (WOCBP) and men must agree to use adequate contraception (hormonal method or contraception or abstinence barrier) prior to entry into the study and during the duration of the study.", "Life expectancy > 12 weeks", "- Exclusion criteria:", "Previous treatment with eribulin", "- Plan to administer any other systemic antitumour, including endocrine treatment, except for the following treatment:", "- Trastuzumab with standard human epidermal growth factor receptor dose 2 (HER2) positive tumours", "Denosumab or bisphosphonates for the treatment of metastatic bone diseases", "• Plan to give simultaneous radiation therapy now or for progressive symptoms during treatment", "Patients with known central nervous system (CNS) metastases should have a stable non-steroidal disease after surgery or radiation therapy.", "A second primary malignancy that is clinically detectable or clinically significant at the time of consideration of study enrollment", "Patients with mild (Child-Pugh A) or moderate (Child-Pugh B) and/or moderate renal impairment (creatinine clearance [CrCl] 30-50 mL/min)", "• Radiotherapy within 14 days of treatment under study", "• Major surgery within 21 days of treatment of the study; minor surgery within 2 weeks of treatment of the study; placement of a licensed vascular access device and biopsies and is not considered a major or minor surgery", "• Treatment with systemic chemotherapy or experimental agents within 3 weeks of initiation of study therapy; endocrine treatment should be discontinued prior to initiation of study therapy; subjects should have recovered from prior treatment toxicity.", "Patients with peripheral neuropathy > grade 2 independently of etiology", "Significant cardiovascular failure: congestive heart failure > Class II according to the New York Heart Association (NYHA), unstable angina or myocardial infarction within 6 months of registration, or severe cardiac arrhythmia (> Grade 2)", "Concomitant serious or uncontrolled medical illness", "A major psychiatric or neurological disorder that would compromise participation in the study", "Pregnant or lactating women"], "Results": ["Performance measures:", "SSP", "The Kaplan-Meier survival curves will be used to describe the overall PFS stratified by the number of previous metastatic treatments. A 95% confidence interval for the median PFS will be calculated using the Brookmeyer and Crowley methods.", "Time limit: From enrolment in the study to the first date of progression of the disease or death, evaluated up to 1 year", "Results 1:", "Title of arm/group: Treatment (Eribilin Mesylate)", "Description of the arm/group: Patients receive mesylate IV eribulin for 2-5 minutes on days 1, 8 and 15. Courses are repeated every 4 weeks in the absence of disease progression or unacceptable toxicity.", "· Mesylate Erivin: seen IV", "Analysis of laboratory biomarkers: related studies", "Total number of participants analysed: 59", "Median (95% confidence interval)", "Unit of measure: month 3.5 (2.6 to 4.6)"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/59 (3.39%)", "Sepsis 1/59 (1.69%)", "Myocardial infarction 1/59 (1.69%)"]}