{"Clinical Trial ID": "NCT00748553", "Intervention": ["INTERVENTION 1:", "Phase 1", "Azacitidine (Vidaza): 50mg/m2, 75mg/m2 or 100mg/m2 per day for 5 days for each cycle of 4 weeks", "Nab-paclitaxel (Abraxane): 100 mg/m2 per week for 3 weeks of each 4 week cycle"], "Eligibility": ["Incorporation criteria:", "For Phase I, any solid tumour, including lymphoma, that has progressed or has been stable as a better response on at least one previous treatment and is evaluable.", "For Phase II, pathologically confirmed breast cancer, measurable disease, no previous treatment for recurrent or metastatic breast cancer.", "- Her-2/neu negative (phase II)", "Negative pregnancy test for women", "Women of childbearing potential should be advised to avoid becoming pregnant and men should be advised not to be a father of a child during treatment with azacitidine or nab-paclitaxel.", "Men or women for Phase I and women for Phase II, over 19 years of age and any race.", "- Exclusion criteria:", "Major surgery, radiotherapy, chemotherapy or research agents within 4 weeks of treatment", "Known brain metastases", "Previous taxanes (except for adjuvant treatment more than 6 months before day of treatment 1) (Phase II)", "Active infection requiring antibiotic treatment", "History of allergy or hypersensitivity to nab-paclitaxel, albumin or taxane", "Power or sensory neuropathy of grade 2 or higher", "Previous cytotoxic chemotherapy for recurrent or metastatic breast cancer (Phase II)", "Patients who have had myocardial infarction or heart surgery should be at least 6 months after the event and free from active symptoms.", "- Known or suspected hypersensitivity to azacitidine or mannitol", "Maternal or maternal breast-feeding", "Patients with advanced malignant liver tumours", "Other malignancy than breast carcinoma (Phase II)", "A known HIV infection or chronic hepatitis B or C"], "Results": ["Performance measures:", "Phase I: Percentage of participants responding to treatment", "Azacitidine is set at 75mg/m2 and Nab-paclitaxel is set at 100mg/m2 based on the number of participants responding to the treatment measured according to the RECIST v1 criteria.", "Time limit: 6 months", "Results 1:", "Title of arm/group: Phase 1", "Description of the arm/group: Azacitidine (Vidaza): 50mg/m2, 75mg/m2 or 100mg/m2 per day for 5 days for each cycle of 4 weeks", "Nab-paclitaxel (Abraxane): 100 mg/m2 per week for 3 weeks of each 4 week cycle", "Total number of participants analysed: 13", "Type of measurement: Number", "Unit of measure: percentage of participants responding 61.5 (35 to 87.95)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/30 (0.00 per cent)"]}