{"Clinical Trial ID": "NCT02234479", "Intervention": ["INTERVENTION 1:", "- Hydrophorus (Group A)", "Group A (current standard of care): Patients will be advised (by nurses and with printed study material) to apply a thin layer of Hydrophor daily, from the beginning of radiotherapy (RT) and to continue for up to 2 weeks after the last RT session or until the RT site is cured (as applicable). The application of Hydrophor should include the entire treatment area, including the axilla and shoulder/back in patients treated with a modified radical mastectomy. To avoid potential accumulation effects, patients should not apply Hydrophor within 4 hours of receiving RT. Patients should wash the application area daily with perfume-free soap and tap water.", "Hydrophorus (Group A): Rehydrates dry, embossed or chafed skin", "Can be used alone as a lubricant or skin protection agent", "INTERVENTION 2:", "MediHoney (Group B)", "Group B (objective of the study): Patients will be advised (by nurses and with printed study material) to apply a thin layer of Medihoney daily, from the beginning of RT and up to 2 weeks after the last RT session or until the RT site is cured (as the first case). The Medihoney application should include the entire treatment area, including axilla and shoulder/back in patients treated with a modified radical mastectomy. To avoid possible accumulation effects, patients should not apply Medihoney within 4 hours of receiving RT. Patients should wash the application area daily with soap and tap water without perfume.", "MediHoney (Group B): It helps the body's natural healing processes in three main ways that have been shown to have healing benefits:", "To maintain a balanced environment for healing.", "Helps reduce dermatitis.", "To reduce the pH of the affected area.2-3"], "Eligibility": ["Incorporation criteria:", "Breast cancer is treated either by lumpectomy or by mastectomy (with or without reconstruction).", "The patient must be a woman.", "Radiotherapy is provided throughout the breast/chest wall area (including lymph node radiation, conventional 3D radiation, IMRT/IGRT and hypofraction).", "- 18 years old.", "- Exclusion criteria:", "A radiotherapy prior to the chest region that would cause overlapping radiation fields.", "There are problems in the care of the wounded.", "Patients undergoing concomitant cytotoxic chemotherapy and radiotherapy (simultaneous inhibitors of herceptin and/or tamoxifen/aromatase and RT are allowed).", "Patients receiving treatment with HDR (savi or mammositis) for brachytherapy.", "* Patients with an allergy and/or sensitivity to hydrophorus, honey and/or medihoney.", "Immunocompromised status.", "Age < 18 years."], "Results": ["Performance measures:", "Number of participants who received medication and were tested weekly to determine skin changes during ongoing radiation therapy", "The objective of this study is to compare the effects of Medihoney and Hydrophor on radiological dermatitis reactions in a group of women undergoing radiation therapy for breast cancer. It is hoped that the results of this pilot study will provide evidence of the use of Medihoney to prevent and treat radiological dermatitis, as well as sufficient preliminary data to extend this study to broader, federally funded research on the beneficial aspects of Medihoney in a spectrum of radiological dermatitis and mucositis in several disease settings.", "Time limit: 12 months", "Results 1:", "Title of arm/group: Hydrophorus (Group A)", "Group A (current standard of care): Patients will be advised (by nurses and with printed study material) to apply a thin layer of Hydrophor daily, starting from the beginning of radiotherapy (RT) and up to 2 weeks after the last RT session or until the RT site is cured (as applicable). The application of Hydrophor should include the entire treatment area, including axilla and shoulder/back in patients treated with a modified radical mastectomy. To avoid potential accumulation effects, patients should not apply Hydrophor within 4 hours of receiving RT. Patients should wash the application area daily with perfume-free soap and tap water.", "Hydrophorus (Group A): Rehydrates dry, embossed or chafed skin", "Can be used alone as a lubricant or skin protection agent", "Total number of participants analysed: 16", "Type of measurement: Number", "Unit of measurement: radiation dermatitis participants: 15", "Hyperpigmentation: 15", "Results 2:", "Title of arm/group: MediHoney (Group B)", "Group B (objective of study): Patients will be advised (by nurses and with printed study material) to apply a thin layer of Medihoney daily from the beginning of the RT and up to 2 weeks after the last RT session or until the RT site is cured (as the first case). The application of Medihoney should include the entire treatment area, including axilla and shoulder/back in patients treated with a modified radical mastectomy.", "MediHoney (Group B): It helps the body's natural healing processes in three main ways that have been shown to have healing benefits:", "To maintain a balanced environment for healing.", "Helps reduce dermatitis.", "To reduce the pH of the affected area.2-3", "Total number of participants analysed: 18", "Type of measurement: Number", "Unit of measurement: radiation dermatitis participants: 15", "Hyperpigmentation: 15"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/16 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}