{"Clinical Trial ID": "NCT01217385", "Intervention": ["INTERVENTION 1:", "Diffuse Optical Spectroscopy Imaging (DOSI)", "Participants undergo approximately four breast health assessments using DOSI technology during treatment and before surgery for breast cancer.", "DOSI: Images of tissue concentrations of deoxy-hemoglobin (ctHb), oxy-hemoglobin (ctHbO2), water (ctH2O), lipids, and TOI (ctHb x tH2O/lipide) were obtained from both breasts up to four times during NAC treatment."], "Eligibility": ["• Inclusion criteria", "A pathologically confirmed diagnosis of invasive breast cancer, determined as a candidate for systemic primary therapy (neoadjuvant) and surgical resection of the residual primary tumour after completion of neoadjuvant therapy;", "- Tumour size > 2cm, measured on imaging or estimated by physical examination;", "No contraindications for primary chemotherapy;", "· Planned definitive breast surgery (mastectomy or lumpectomy/breast conservation) after completion of neoadjuvant therapy;", "• Age 18 or older;", "ECOG Performance Status 2 (Karnofsky 60%; see Annex II);", "Normal function of the organ and marrow, as follows:", "- Leukocytes 3,000/μl;", "Absolute number of neutrophils 1500/μl;", "100 000/μl blisters;", "Total bilirubin within normal institutional limits;", "AST(SGOT)/ALT(SGPT) 2.5 times the upper institutional limit of normal;", "• Creatinine within normal institutional limits; OR", "- Creatinine clearance 30 mL/min/1.73 m2 for patients with creatinine levels above institutional normal;", "If the woman, postmenopausal for at least one year, OR surgically sterile, OR unpregnant, confirmed by a pregnancy test according to the institutional standard of care (SOC), and willing to use adequate contraception (hormonal method or birth control barrier; abstinence) for the duration of participation in the study;", "- Ability to understand and agree to sign a written and informed consent document and HIPAA authorization in accordance with institutional guidelines;", "• Exclusion criteria", "Previous treatment (chemotherapy, radiotherapy or surgery) in the breast involved; including hormone therapy;", "· An uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia or psychiatric or social situations that would limit compliance with the requirements of the study;", "Medical instability;", "- Under 18 years of age;", "Pregnant or nursing;", "A prior malignancy, other than basal cell or squamous skin carcinoma or in situ cervix carcinoma, of which the patient has been free for less than 5 years."], "Results": ["Performance measures:", "· Accuracy of percentage change in IOTs between baseline and therapy medium to predict pathological response (pCR +/-)", "This measure will focus on the accuracy of the % variation in the optical tumour index (TOI) measured by DOSI between initial and intermediate treatment to predict pathological response (pCR+ v pCR-) Pathological response (dichotomized in responders (pCR+) and non-responders (pCR-) for pathological assessment) will be used as a reference standard and accuracy will be determined using an analysis of receptor function characteristics (ROC) to determine the ROC area under the curve (AUC).", "Time: from base to mid-therapy", "Results 1:", "Title of arm/group: Diffusion optical spectroscopy imaging (DOSI)", "Description of the arm/group: Participants undergo approximately four breast health assessments using DOSI technology during treatment and before surgery for breast cancer.", "DOSI: Images of tissue concentrations of deoxy-hemoglobin (ctHb), oxy-hemoglobin (ctHbO2), water (ctH2O), lipids, and TOI (ctHb x tH2O/lipide) were obtained from both breasts up to four times during NAC treatment.", "Total number of participants analysed: 34", "Type of measurement: Number", "Unit of measure: probability 0.60 (0.39 to 0.81)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/34 (0.00 per cent)"]}