{"Clinical Trial ID": "NCT00524303", "Intervention": ["INTERVENTION 1:", "- Trastuzumab", "Participants received trastuzumab alone (charge dose of 4 milligrams [mg]/kilogram [kg] on day 1, followed by a dose of 2 mg/kg on day 1 of week 2 and weekly thereafter). Participants were treated with trastuzumab during a 2-week trial period. On day 14, a second needle-based biopsy was performed, followed by a start of chemotherapy with 2 combined regimens of 4 cycles each (1 cycle=3 weeks): FEC75 (5-fluorouracil [5-FU] 500 mg/metres squared [m^2], epirubin 75 mg/m^2, cyclophosphamide 500 mg/m^2 x 4 cycles on day 1), then paclitaxel (80 mg/m^2 x 4 cycles on day 1, day 8 and day 15) in combination with trastuzumab.", "INTERVENTION 2:", "- Lapatinib", "Participants received lapatinib alone (1250 mg orally [PO] once daily [QD]). Participants were treated with lapatinib for a 2-week trial period. On the 14th day, a second needle biopsy was performed, followed by a start of chemotherapy with 2 combined regimens of 4 cycles each (1 cycle = 3 weeks): FEC75 (5-FU 500 mg/m^2, epirubin 75 mg/m^2, cyclophosphamide 500 mg/m^2 x 4 cycles on the 1st day, then paclitaxel (80 mg/m^2 x 4 cycles on the 1st day, 8th day and 15th day) in combination with lapatinib."], "Eligibility": ["Incorporation criteria:", "Have signed an informed consent form and a patient authorization form.", "From a histological or cytological point of view, ErbB2- (HER2/neu-) overexpressed invasive breast cancer (T2-4, N0-2).", "ErbB2 overexpressing breast cancer, defined as one of the following definitions:", "3+ immunohistochemical staining (IHC),", "· Fluorescent in situ hybridization (FISH) resulting from more than six copies of HER2 genes per nucleus", "A FISH ratio greater than 2.2.", "Have a measurable or evaluable disease.", "To have an Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) of 0-1 (see Section 11.4).", "Of which LVEF in the institutional range of normal measured either by echocardiogram (ECHO) or by MUGA scanning. The same modality should be used consistently throughout the study.", "To be considered able to tolerate 8 cycles of preoperative chemotherapy, including 4 cycles with anthracycline (epirubicin).", "Any subject with clinically palpable residual disease may undergo a third optional biopsy to allow identification of suspected routes of resistance to treatment. This information may be useful to provide about options for other targeted therapies if definitive surgery confirms the residual disease. Final local therapy with surgery and radiation therapy as indicated will be performed after 12 weeks of paclitaxel-based chemotherapy.", "Are able to swallow and store oral medicines (intact pill).", "To be able to conduct all screening assessments described in the protocol.", "To have an adequate organ function as defined in Table 4:", "Table 1 Basic laboratory values", "Haematological:", "ANC (absolute number of neutrophils) > 1.5 x 109/L hemoglobin > 9 g/dL platelets > 75 x 109/L", "Hepatic:", "The albumin >2.5 g/dL of serum bilirubin <1.25 x USN AST / ALT <3 x ULN if no documented liver metastases AST / ALT <3 x ULN with documented liver metastases", "- Renal:", "Serum creatinine < 2.0 mg/dL", "OR - calculated creatinine clearance > 40 mL/min", "Do subjects over 18 years of age with any menopausal status:", "(i.e. women with functional ovaries with tubular ligature or documented hysterectomy, or women who are menopausal)", "(i.e., women with functional ovaries who do not have documented alterations in oviductory or uterine function that would cause sterility) This category includes women with oligomenopausal (grave), women who are perimenopausal and young women who have started menstruating.", "• Complete abstinence from 2-week sexual intercourse prior to the first dose of the drug under study up to 28 days after the final dose of the drug under study; or Consistent and correct use of one of the following acceptable methods of birth control: male partner who is sterile prior to the entry of the female subject into the study and who is the only sexual partner of this female subject; any intrauterine device with a documented failure rate of less than 1% per year; oral contraceptives (combined or progestinative only) when not contraindicated for that population or according to local practice; or barrier methods, including diaphragm or condom with spermicide.", "Please note that subjects with breast cancer cannot receive levonorgestrel for injection or progestative injection because of the risk of adverse effects of anti-hormones treatments on breast cancer chemotherapy [Albain, 2002].", "- Exclusion criteria:", "Have already received chemotherapy.", "Prior treatment with an ErbB1 inhibitor and/or ErbB2 inhibitor.", "At the same time, they receive cancer therapy (chemotherapy, immunotherapy and biological therapy) while they are taking drugs under study.", "Women with ulcerative colitis are also excluded.", "To have a concomitant illness or condition that would make the woman inappropriate for participation in the study, or any serious medical condition that could adversely affect the safety of the woman.", "Have an active or uncontrolled infection.", "Have dementia, altered mental condition or any psychiatric condition that would prohibit understanding or informed consent.", "Have active heart disease, defined as one or more of the following:", "History of uncontrolled or symptomatic angina History of arrhythmias requiring medicinal products, or clinically significant myocardial infarction <6 months after entry into the study Uncontrolled or symptomatic congestive heart failure Ejection fraction below the institutional normal limit Any other heart condition that, in the opinion of the treating physician, would make this protocol unreasonably dangerous for the patient", "Are pregnant or breast-feeding.", "Have received concomitant treatment with a research officer or have participated in another clinical trial.", "Has received concomitant treatment with prohibited drugs (see section 5.8.2 for details on prohibited drugs).", "• Used an experimental drug within 30 days or 5 half-lives, whichever is longer, before the first dose of the drug under study.", "Have an immediate or delayed hypersensitivity reaction or idiosyncrasy to medicinal products chemically related to any of the agents used in this study or to their excipients.", "They receive anti-coagulation therapy (e.g. warfarin, heparin)."], "Results": ["Performance measures:", "Percentage of participants with comprehensive overall pathological response (CTR) after 26 weeks of therapy", "A pCR in the axillary lymph nodes was defined as evidence of breast cancer cells in the lymph nodes (including the subcapsular sinus). The overall pCR was defined as the sum of the pCR in the breast and pCR in the lymph nodes.", "Calendar: Week 26", "Results 1:", "Title of arm/group: Trastuzumab", "On day 14, a second heart needle biopsy was performed followed by a start of chemotherapy with 2 combined regimens of 4 cycles each (1 cycle=3 weeks): FEC75 (5-fluorouracil [5-FU] 500 mg/metres squared [m^2], epirubin 75 mg/m^2, cyclophosphamide 500 mg/m^2 x 4 cycles on day 1), then paclitaxel (80 mg/m^2 x 4 cycles on day 1, day 8, and day 15) in combination with trastuzumab.", "Total number of participants analysed: 26", "Type of measurement: Number", "Unit of measure: percentage of participants 54.0", "Results 2:", "Title of the arm/group: Lapatinib", "On the 14th day, a second needle biopsy was performed, followed by chemotherapy with 2 combined regimens of 4 cycles each (1 cycle = 3 weeks): FEC75 (5-FU 500 mg/m^2, epirubin 75 mg/m^2, cyclophosphamide 500 mg/m^2 x 4 cycles on the 1st day, then paclitaxel (80 mg/m^2 x 4 cycles on the 1st day, 8 and 15 days) in combination with lapatinib.", "Total number of participants analysed: 29", "Type of measurement: Number", "Unit of measure: % of participants 45.0"], "Adverse Events": ["Undesirable Events 1:", "Total: 7/32 (21.88%)", "3/32 (9.38 per cent)", "Neutropenia 3/32 (9.38%)", "Anemia 1/32 (3.13%)", "Diarrhoea 0/32 (0.00 %)", "- Vomiting 0/32 (0.00 %)", "- Nausea 0/32 (0.00 %)", "- Stomatitis 0/32 (0.00 %)", "Pyrexia 0/32 (0.00 %)", "0/32 (0.00 %)", "Cellilite 0/32 (0.00 %)", "- Diverticulitis 0/32 (0.00 %)", "Gastroenteritis 0/32 (0.00 %)", "Adverse Events 2:", "Total: 7/34 (20.59 per cent)", "- Febrile nuetropenia 0/34 (0.00 %)", "Neutropenia 0/34 (0.00 %)", "Anemia 0/34 (0.00 %)", "Diarrhoea 2/34 (5.88 per cent)", "Vomiting 1/34 (2.94 per cent)", "- Nausea 0/34 (0.00 %)", "- Stomatitis 0/34 (0.00 %)", "Pyrexia 3/34 (8.82%)", "Chest disorders 0/34 (0.00 %)", "Cellilite 1/34 (2.94 per cent)", "Diverticulitis 1/34 (2.94 %)", "Gastroenteritis 0/34 (0.00 %)"]}