{"Clinical Trial ID": "NCT02667626", "Intervention": ["INTERVENTION 1:", "Intervention by the Democratic People's Republic of Korea", "Young breast cancer participants will receive their CSPRs and will have access to additional information on reproductive health education on the web, including resource lists on relevant websites, followed by regular reproductive health invitations and 24-week follow-up reminders.", ":: Reproductive Health Survival Care Plan (PRSP): The Reproductive Health Survival Care Plan (PRSP) is an online educational tool that will include information on how to manage various reproductive health issues such as hot flashes, fertility problems, contraceptive practices and sexual function.", "INTERVENTION 2:", "Monitoring", "At the end of the 24 weeks of follow-up, they will have access to their CSP.", "Control: Web-based resource lists and text-based adherence reminders"], "Eligibility": ["Inclusion:", "- Breast cancer diagnosis (levels 0 to III)", "• Diagnosis of breast cancer age 45", "5 years since breast cancer diagnosis", "• Aged 18 to 50 years", "Complete treatment with surgery, radiotherapy and chemotherapy (if applicable)", "Maybe read English.", "Able to consent to the study", "• Access to an Internet connection", "- Exclusion:", "• Pregnant women at the time of recruitment"], "Results": ["Performance measures:", "Number of participants with a 50% decrease in hot flash rating", "The hot flash score is calculated as the weighted sum of the number of hot flashes in each gravity category multiplied by an exclusive weight of gravity (1-light, 2-moderate, 3-severity, 4-very severe). The minimum is 0 and there is no maximum. For example, a woman may experience an unlimited number of hot flashes per day.", "Time frame: Baseline and 24 weeks", "Results 1:", "Title of the arm/group: RCS intervention", "- Arm/Group Description: Young participants in breast cancer will receive their CSPRs and will have access to additional information on reproductive health education on the Web, including resource lists on useful websites, followed by regular reproductive health invitations and follow-up reminders for 24 weeks.", ":: Reproductive Health Survival Care Plan (PRSP): The Reproductive Health Survival Care Plan (PRSP) is an online educational tool that will include information on how to manage various reproductive health issues such as hot flashes, fertility problems, contraceptive practices and sexual function.", "Total number of participants analysed: 86", "Type of measure: Number of participants", "Unit of measure: Participants 50 58.1%", "Results 2:", "Title of the arm/group: Control", "At the end of the 24 weeks of follow-up, they will have access to their HSP.", "Control: Web-based resource lists and text-based adherence reminders", "Total number of participants analysed: 96", "Type of measure: Number of participants", "Unit of measure: Participants 53 55.2%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/86 (0.00 %)", "Adverse Events 2:", "Total: 0/96 (0.00 per cent)"]}