{"Clinical Trial ID": "NCT00394082", "Intervention": ["INTERVENTION 1:", "ABI-007 Plus Bevacizumab", "ABI-007 is given on days 1, 8 and 15 to 125 mg/m^2 and bevacizumab is given on days 1 and 15 to 10 mg/kg of each 28-day cycle. Treatment continues until the disease progresses or intolerable toxicity. If a patient develops intolerable toxicity for only one of the medicines, the other medicine may be continued in treatment with a single agent in the absence of progression, as long as the attending physician considers it to be in the best interests of the patient."], "Eligibility": ["Incorporation criteria:", "A pathologically confirmed breast adenocarcinoma.", "\"Stage IV disease.", "A measurable disease (defined as the presence of at least one lesion that can be accurately measured in at least one dimension with a longer diameter or = 1.0 cm with a spiral tomography (CT) scan).", "Patients should not be eligible for Herceptin therapy (i.e. patients with a positive HER-2 disease (genetic amplification by in situ fluorescence hybridization (FISH) or 3+ overexpression by ICH) and patients with unknown HER-2 status are not eligible unless the treating physicians have determined that Herceptin treatment would be inappropriate or not appropriate).", "For subjects with prior exposure to anthracycline, normal cardiac function, including an initial ejection fraction of the left ventricle > 50% or above the lower limit of establishment normal and a normal electrocardiogram (ECG) (as assessed by the investigator).", "At least 2 weeks after radiation therapy, with complete recovery. The measurable disease must be completely outside the radiation portal or there must be pathological evidence of progressive disease in the radiation portal.", "International Standardized Report (INR) < 1.5 and time of partial thromboplastin activated within normal limits (APTT WNL).", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0-2.", "Women > 18 years of age.", "At baseline, patients have the following blood counts: absolute neutrophil count (ACN) greater than or equal to 1.5 x 10^9 cells/L; platelets greater than or equal to 100 x 10^9 cells/L; hemoglobin (Hgb) greater than or equal to 9 g/dL.", "At baseline, patients have the following levels of blood chemistry: aspartate aminotransferase (AST or SGOT), alanine aminotransferase (ALT or SGPT) 2.5 times the upper limit of normal (ULN) (less than or equal to 5 times the ULN if the patient has known liver metastases); total bilirubin greater than or equal to ULN; creatinine greater than or equal to 1.5mg/dL.", "If the woman is of childbearing potential, the pregnancy test is negative within 72 hours of the first dose of the drug under study.", "In case of fertility, the patient agrees to use an effective method to prevent pregnancy throughout the study.", "Informed consent was obtained.", "- Exclusion criteria:", "No prior chemotherapy for a local metastatic or recurrent disease is allowed.", "Prio neo-adjuvant chemotherapy is allowed, and patients must have recovered from the acute toxicity of these therapies.", "If a taxane was part of the adjuvant diet, at least 12 months must have elapsed between the last dose of the taxane and the date of diagnosis of metastatic disease.", "In the case of adjuvant treatment not based on taxane, at least six months should have elapsed between the last dose of non-taxane-containing chemotherapy and the date of diagnosis of metastatic disease.", "- Concomitant immunotherapy or hormone therapy.", "- Parenchymic brain metastases, including leptomenal involvement.", "Uncontrolled hypertension (defined as blood pressure > 150/100 mmHg)", "NYHA Congestive heart failure grade 2 or higher", "A history of coagulopathy, haemorrhagic diathesis, therapeutic anticoagulation other than a low dose or chronic ASA greater than or equal to 325 mg per day Low dose coumadine for venous access device anticoagulation or low dose molecular heparin for prophylaxis of deep venous thrombosis or a low dose (325 mg or less) of ASA prophylaxis is permitted, but it is preferable to avoid it if the treating physician considers it safe to do so.", "urinary protein levels: creatinine less than or equal to 1.0 during screening.", "No stroke within six months of entry into the study.", "• An active symptomatic peripheral vascular disease (e.g. aortic aneurysm, claudication) within six months of entry into the study.", "● Uncontrolled or severe cardiovascular disease, including myocardial infarction or unstable angina, within six months of entry into the study.", "No history of abdominal fistula, gastrointestinal perforation or intra-abdominal processes within six months of entry into the study.", "No serious non-healing injury, ulcer, or bone fracture", "- Major surgery, open biopsy, or significant traumatic injury within 28 days prior to the first dose, or anticipation of the need for major surgery during the study; no minor surgery within seven days after the start of the study.", "• History of other malignancies in the past 5 years that may affect the diagnosis or evaluation of breast cancer.", "Current, recent (within 4 weeks of the first infusion of this study), or planned participation in an experimental drug study.", "Pregnant or lactating women.", "Patients with current sensory neuropathy of > Grade 1 will be excluded."], "Results": ["Performance measures:", "Participants with at least one Therapeutic Adverse Event (TEA)", "The number of study participants who have had at least one emerging adverse reaction of treatment (EET) is defined as any adverse reaction that has started or worsened in grade after the start of the study of the drug up to 30 days after the last dose of the drug under study.", "Time limit: up to 25 months", "Results 1:", "Title of the arm/group: ABI-007 Plus Bevacizumab", "ABI-007 is given on days 1, 8 and 15 to 125 mg/m^2 and bevacizumab is given on days 1 and 15 to 10 mg/kg of each 28-day cycle. Treatment continues until disease progression or intolerable toxicity. If a patient develops intolerable toxicity for only one of the medicines, the other medicine may be continued as a single agent in the absence of progression, as long as the treating physician considers it to be in the best interests of the patient.", "Total number of participants analysed: 50", "Type of measurement: Number", "Unit of measurement: participants 50"], "Adverse Events": ["Undesirable Events 1:", "Total: 13/50 (26.0%)", "Febrile neutropenia 3/50 (6.0%)", "Neutropenia 1/50 (2.0%)", "- Pancreatitis 1/50 (2.0%)", "- Cholangite 1/50 (2.0%)", "Cholelithiasis 1/50 (2.0%)", "Anaphylactic reaction [1]1/50 (2.0%)", "Pneumonia 1/50 (2.0%)", "Chemical Pneumonitis 1/50 (2.0%)", "1/50 spin compression fracture (2.0%)", "Dehydration 1/50 (2.0%)", "Disequilibrium of electrolytes 1/50 (2.0%)"]}