{"Clinical Trial ID": "NCT03078751", "Intervention": ["INTERVENTION 1:", "Ribociclib + adjuvant endocrine therapy (ET)", "Patients in this arm took Ribociclib in combination with standard adjuvant endocrine therapy. AND was one of these 4: Letrozole, Anastrozole, Exemestane, Tamoxifen (Tamoxifen is no longer allowed after amendment of protocol 2)", "INTERVENTION 2:", "Placebo + adjuvant endocrine therapy (ET)", "The patients in this arm took Placebo in combination with a standard adjuvant endocrine treatment. AND was one of these 4: Letrozole, Anastrozole, Exemestane, Tamoxifen"], "Eligibility": ["Key Inclusion Criteria:", "· Histologically confirmed unilateral invasive primary adenocarcinoma of the breast", "HER2-negative breast cancer and/or progesterone cancer are positive astrogenic receptors and/or progesterone receptors.", "The patient is after the surgical resection of the tumor where the tumour was completely removed, with the final surgical specimen of the tumour free microscopic margins and with the available archival tumour tissue of the surgical specimen", "A patient who has received adjuvant chemotherapy and a prognostic group III tumour of the 8th edition of AJCC; or a patient who has received neoadjuvant chemotherapy and has at least 1 ipsilateral axillary lymph nodes with residual tumour metastases greater than 2.0 mm in lymph nodes and a residual tumour greater than 10.0 mm in breast tissue", "The patient underwent adjuvant or neoadjuvant multi-agent chemotherapy for 4 cycles or 12 weeks including taxanes prior to screening.", "The patient completed adjuvant radiation therapy (if applicable) prior to screening.", "While the patient may already have initiated endocrine adjuvant therapy (ET) at the time of randomization, randomization should take place within 52 weeks of the date of the initial histological diagnosis of breast cancer and within 12 weeks of randomization.", "ECOG Performance Status 0 or 1", "Adequate function of bone marrow and organs", "Biological values of sodium, potassium, phosphorus, magnesium and total calcium within normal limits", "QTcF interval < 450 msec and mean resting heart rate 50-90 bpm", "Key Exclusion Criteria:", "Previous treatment with CDK4/6 inhibitor", "Prior treatment with tamoxifen, raloxifene or aromatase inhibitors to reduce the risk (chimoprevention) of breast cancer and/or osteoporosis treatment in the last 2 years", "Prior treatment with anthracyclines at cumulative doses of 450 mg/m2 or more for doxorubicin or 900 mg/m2 or more for epirubicin", "• Metastasis distant from breast cancer beyond regional lymph nodes", "The patient did not recover from acute clinical and laboratory toxicity of chemotherapy, radiotherapy and surgery", "Clinically significant abnormality, uncontrolled heart disease and/or cardiac repolarization, or clinically significant cardiac arrhythmias", "Uncontrolled hypertension with systolic blood pressure >160 mmHg", "The patient is currently receiving one of the prohibited substances that cannot be interrupted 7 days prior to the first day of Cycle 1: concomitant drugs, herbal supplements and/or fruit and their juices, known as potent or inducer CYP3A4/5 inhibitors; medicinal products that have a narrow therapeutic window and are primarily metabolised by CYP3A4/5; systemic corticosteroids 2 weeks prior to the start of the study or that have not fully recovered side effects of this treatment; concomitant drugs that are known to be at risk of prolonging the QT interval and/or known to cause twists of points that cannot be interrupted or replaced by safe replacement drugs.", "• Pregnant or lactating women (breastfeeding) or women who plan to become pregnant or breast-feeding during the study", "Women of childbearing potential, unless they use highly effective contraceptive methods during study treatment and for 21 days after discontinuation of study treatment."], "Results": ["Performance measures:", "Number of participants with serious adverse events and adverse events", "This refers to the number of participants who have had serious adverse events or adverse events, whether or not they are suspected of being drug-related.", "Time limit: up to 26 months", "Results 1:", "Title of the arm/group: Ribociclib + adjuvant endocrine therapy (ET)", "Description of the arm/group: Patients in this arm took Ribociclib in combination with standard adjuvant endocrine therapy. AND was one of these 4: Letrozole, Anastrozole, Exemestane, Tamoxifen (Tamoxifen is no longer allowed after amendment of protocol 2)", "Total number of participants analysed: 26", "Type of measurement: Number", "Unit of measure: Participants Adverse reactions: 25", "Serious adverse events: 4", "Results 2:", "Title of the arm/group: Endocrine therapy Placebo + Adjuvant (ET)", "Description of the arm/group: Patients in this arm took Placebo in combination with a standard adjuvant endocrine treatment. AND was one of these 4: Letrozole, Anastrozole, Exemestane, Tamoxifen", "Total number of participants analysed: 24", "Type of measurement: Number", "Unit of measure: Participants Adverse reactions: 21", "Serious adverse events: 2"], "Adverse Events": ["Undesirable Events 1:", "Total: 4/26 (15.38 per cent)", "Disseminate intravascular coagulation 1/26 (3.85 %)", "Congestive heart failure 1/26 (3.85%)", "1/26 (3.85%)", "Cellulite 1/26 (3.85 per cent)", "- Acute myeloid leukemia 1/26 (3.85%)", "- Seizure 0/26 (0.00 per cent)", "1/26 (3.85 per cent)", "Adverse Events 2:", "Total: 2/24 (8.33 per cent)", "Disseminate intravascular coagulation 0/24 (0.00 %)", "- Congestive heart failure 0/24 (0.00 %)", "- Breast Cellulitis 0/24 (0.00 %)", "Cellulite 1/24 (4.17 per cent)", "- Acute myeloid leukemia 0/24 (0.00 %)", "- Seizure 1/24 (4.17 per cent)", "- Pulmonary embolism 0/24 (0.00 %)"]}