{"Clinical Trial ID": "NCT02630693", "Intervention": ["INTERVENTION 1:", "Palbociclib (100mg)", "Palbociclib 100mg PO per day plus Fulvestant or Tamoxifen or another aromatase inhibitor at standard doses/times", "Palbociclib 100mg: 100mg PO per day", "Inhibitor of fulvestrant or tamoxifen or aromatase: given at standard doses/times", "INTERVENTION 2:", "Palbociclib (125mg)", "Palbociclib 125 mg PO per day 3 over 4 weeks plus Fulvestrant or Tamoxifen or another aromatase inhibitor at standard doses/times", "Palbociclib 125mg: 125mg PO per day 3 weeks out of 4", "Inhibitor of fulvestrant or tamoxifen or aromatase: given at standard doses/times"], "Eligibility": ["Incorporation criteria:", "Premenopausal and postmenopausal women 18 years of age or older.", "The breast adenocarcinoma has been confirmed histologically, with a positive ER status and a negative HER2 based on local tests on the most recent pathological tumour sample.", "Patients should meet the following criteria for prior treatment:", "Has progressed during treatment or within 12 months of endocrine adjuvant treatment or", "Note: \"Progressive during endocrine treatment\" means that the patient has progressed during or within one month of endocrine discontinuation.", "A line of chemotherapy for advanced/metastatic diseases (regardless of previous use of adjuvant chemotherapy) is allowed in addition to endocrine treatment.", "While patients must have evidence of illness to be eligible for the study, measurable disease is not mandatory.", "For patients with measurable disease who will be included in the response assessment, the following criteria should apply:", "X-ray 20 mm", "CT spiral scenario or physical examination 10 mm (the lymph nodes must be 15 mm in the short axis)", "Conventional CT Scanner, MRI 20 mm", "● Measurable lesions should be outside a previous radiotherapy field if they are the only site of the disease, unless the progression of the disease has been documented.", "The tumour lesions previously irradiated or subjected to other regional loco treatment will only be considered measurable if the progression to the treated site after completion of treatment is clearly documented.", "Eastern Cooperative Oncology Group (ECOG) 0-2.", "Adequate function of the organ and bone marrow as defined by:", "ANC 1,500/mm3 (1.5 x 109/L)", "— Platelets 100 000/mm3 (100 x 109/L)", "The serum creatinine 1.5 x ULN or the estimated creatinine clearance 60 ml/min calculated using the method standard for the establishment;", "Total serum bilirubin 1.5 x ULN (<3 ULN if Gilbert's disease).", "The patient should agree to provide tumour tissue from the most recent pathological tumour sample.", "The patient is able (i.e. commonly enough) to complete the quality of life questionnaires in English or French.", "The patient's consent must be obtained in accordance with applicable local and regulatory requirements. Each patient must sign a consent form before registering for the trial to document his/her willingness to participate.", "Patients enrolled in this trial should be treated and monitored at the participating centre, which implies that reasonable geographical limits should be imposed on patients considered for this trial.", "In accordance with NCIC's GTC policy, protocol treatment should begin within 2 working days of the patient's randomization.", "Women of childbearing potential must have agreed to use a highly effective contraceptive method.", "- Exclusion criteria:", "* Patients with advanced, symptomatic and short-term visceral spread at risk of fatal complications.", "Patients with CNS symptoms, meningitis or parenchymal, who are uncontrolled or require steroids.", "A prior treatment with a CDK 4/6 inhibitor.", "Previous treatment with mTOR inhibitors.", "A second active malignancy, regardless of the current treatment.", "Any concomitant medical condition that, in the opinion of the investigator, would interfere with the safe administration of the drug under study and participation in the study.", "Participation in a previous anticancer research study within 30 days of registration."], "Results": ["Performance measures:", "- Progress-free survival with the help of RECIST 1.1 Criteria", "The progression is defined using the criteria for assessing response in solid tumour criteria (RECIST v1.1), such as a 20% increase in the sum of the longest diameter of the target lesions, or a measurable increase in non-target injury, or the occurrence of new lesions.", "Time limit: 2 years", "Results 1:", "Title of the arm/group: Palbociclib (100mg)", "Description of the arm/group: Palbociclib 100mg PO per day plus Fulvestant or Tamoxifen or another aromatase inhibitor at standard doses/times", "Palbociclib 100mg: 100mg PO per day", "Inhibitor of fulvestrant or tamoxifen or aromatase: given at standard doses/times", "Total number of participants analysed: 90", "Median (95% confidence interval)", "Unit of measure: months 9.33 (6.93 to 13.90)", "Results 2:", "Title of the arm/group: Palbociclib (125mg)", "Description of the arm/group: Palbociclib 125mg PO per day 3 over 4 weeks plus Fulvestrant or Tamoxifen or another aromatase inhibitor at standard doses/times", "Palbociclib 125mg: 125mg PO per day 3 weeks out of 4", "Inhibitor of fulvestrant or tamoxifen or aromatase: given at standard doses/times", "Total number of participants analysed: 90", "Median (95% confidence interval)", "Unit of measure: months 11.30 (8.08 to 13.83)"], "Adverse Events": ["Undesirable Events 1:", "Total: 9/90 (10.00 per cent)", "Febrile neutropenia 2/90 (2.22%)", "Ascites 0/90 (0.00 %)", "- Nausea 0/90 (0.00 %)", "- Vomiting 0/90 (0.00 %)", "Death NOS 1/90 (1.11%)", "Fever 0/90 (0.00 %)", "Other general disorders, administration site conditions 0/90 (0.00 %)", "Other hepatobiliary disorders 1/90 (1.11%)", "• Pulmonary infection 2/90 (2.22%)", "• Sepsis 2/90 (2.22%)", "- Spinal fracture 0/90 (0.00 %)", "Adverse Events 2:", "Total: 12/89 (13.48 per cent)", "Febrile neutropenia 0/89 (0.00 %)", "Ascites 1/89 (1.12 per cent)", "Nausea 1/89 (1.12 per cent)", "- Vomiting 1/89 (1.12 per cent)", "Death NOS 2/89 (2.25 per cent)", "Fever 1/89 (1.12 per cent)", "Other general disorders, administration site conditions 1/89 (1.12%)", "Other hepatobiliary disorders 0/89 (0.00 %)", "- Pulmonary infection 0/89 (0.00 %)", "Sepsis 1/89 (1.12 per cent)", "- Spinal fracture 1/89 (1.12%)"]}