{"Clinical Trial ID": "NCT01653964", "Intervention": ["INTERVENTION 1:", "- Molecular breast imaging", "Molecular breast imaging was performed after injection of 4 mCi Tc-99m sestamibi and again after 8 mCi Tc-99m sestamibi."], "Eligibility": ["Incorporation criteria:", "Sub-group 1, Patients with Breast Injury:", "At least one breast injury detected by mammography, ultrasound or mammary MRI that is < 20 mm in the largest dimension, is presented as a mass, is considered suspect or highly suggestive of malignancy according to the criteria of the Atlas of Breast Imaging and Data System (BIRADS 4 or 5) and is intended for heart biopsy or surgical biopsy.", "OR", "- At least one breast injury that measures > 10 mm but < 20 mm in the largest dimension, present as a mass, is proven by biopsy as malignant, and is intended for surgical resection.", "AND", "Age > 40", "Negative, postmenopausal or surgically sterilized pregnancy test", "Sub-group 2, Patients without known breast lesions:", "In Mayo Clinical Rochester, a negative screening mammography was performed within 15 months of the MBI study.", "No signs or symptoms of breast disease", "Age > 40", "Negative, postmenopausal or surgically sterilized pregnancy test", "- Exclusion criteria:", "Because these types of biopsies are more likely to eliminate the entire tumour", "· MBI is performed after biopsy and neo-adjuvant chemotherapy is expected before surgery. Reason: the actual tumour size will not be able to be determined from the results of the final pathology", "Reason: cases with breast implants will be easily identifiable on the blinded interpretation to take place at the end of the study", "Reason: cases requiring tiled views or additional views will be easily identifiable on the blinded interpretation that will take place at the end of the study.", "Reason: Unilateral cases will be easily identifiable on the blinded interpretation that will take place at the end of the study; timing of the injection is designed for bilateral views", "The pregnancy test (if necessary) is not negative, or the patient is unable to complete the pregnancy test.", "Physically unable to stand and remain motionless during two consecutive MBI studies over a 2-hour period."], "Results": ["Performance measures:", "Compare the diagnostic accuracy of 8 mCi Molecular Breast Imaging (MBI) with 4 mCi MBI.", "[Unspecified]", "Time limit: At the time of the study (within 2 days of the examination) and when the registration has been reached (approximately 24 months)", "Results 1:", "Title of the arm/group: Molecular breast imaging", "Description of the arm/group: Molecular breast imaging performed after injection of 4 mCi Tc-99m sestamibi and again after 8 mCi Tc-99m sestamibi.", "Total number of participants analysed: 34", "Type of measurement: Number", "Unit of measurement: cancers detected 8 mCi: 30", "4 mCi: 29"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/82 (0.00 %)"]}