{"Clinical Trial ID": "NCT00548184", "Intervention": ["INTERVENTION 1:", "- Lapatinib + Trastuzumab", "All study participants received lapatinib 1000mg per day and trauzumab 4mg/kg load, followed by 2mg/kg per week"], "Eligibility": ["Incorporation criteria:", "All patients should be women.", "Signed informed consent.", "Locally advanced breast cancers or primary breast cancers are eligible. Locally advanced cancers must be of clinical and/or radiological size >3 cm, or >2 cm with clinical evidence of axillary nodal involvement. (If tumours are less than 3 cm, we will use the tumour size measured radiologically to determine the minimum tumour size for eligibility and to assess tumour size during follow-up).", "HER2 Overexpressive tumours defined as HercepTest score of 3+, or > 10% of moderately or strongly HER2 cells positive by other methods, or total semi-quantitative score of >5, or amplified gene.", "● Negative serum pregnancy test (HCG) within 7 days of the start of the study, if the potential for pregnancy is high.", "- Renal and liver function tests - all within 1.5 times the upper limit of the establishment's normal range.", "The performance (WHO scale) is less than 2 and life expectancy is greater than 6 months.", "At least 18 years of age.", "No brain or leptomenal disease.", "No prior or present malignant tumours at other sites in the past 5 years, except for in situ carcinoma of the cervix and the basocellular or squamous carcinoma of the treated skin.", "Note: The presence of pathological involvement of axillary nodes will be assessed and accepted by two investigators.", "- Exclusion criteria:", "• Pregnancy or refusal to use a reliable contraceptive method in women of childbearing age.", "A serious chronic or underlying disease.", "- Cardiomyopathy or initial LVEF less than 50%.", "Other experimental medicinal products during the study.", "• Severe or uncontrolled hypertension, history of congestive heart failure or severe coronary artery disease.", "• Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small intestine; subjects with ulcerative colitis are also excluded.", "• Take any drug prohibited by lapatinib within 7 days of the first dose of drugs under study. (See List of prohibited drugs in the protocol.)"], "Results": ["Performance measures:", "Post-treatment pathological assessment of the study", "After 12 weeks of lapatinib and trastuzumab with or without endocrine treatment, complete pathological response: no invasive cancer in the residual breast.", "Time limit: 12 weeks", "Results 1:", "Title of the arm/group: Lapatinib + Trastuzumab", "All study participants received lapatinib 1000mg per day and trauzumab 4mg/kg load, followed by 2mg/kg per week", "Total number of participants analysed: 64", "Type of measurement: Number", "Unit of measure: participants Complete pathological response: 18", "Nearly complete pathological response: 16", "No pathological response: 30"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/65 (3.08%)", "Cholecystitis 1/65 (1.54%)", "Hepatobiliary/Pancreas 1/65 (1.54%)", "ALT, SGPT (pyruvic glutamic serum transaminase) 1/65 (1.54%)", "AST, SGOT (serum oxaloacetic glutamic transaminase) 2/65 (3.08%)", "ALKALINE phosphatase 1/65 (1.54%)", "Bilirubin (hyperbilirubinaemia) 1/65 (1.54%)"]}