{"Clinical Trial ID": "NCT00089973", "Intervention": ["INTERVENTION 1:", "SB-715992", "The eligible participants received Ispinesib intravenously for one hour to day 1 of each 21-day treatment cycle at a dose of 18 mg/m2. The dose was repeated over several cycles, until disease progression or withdrawal from treatment due to unacceptable toxicity or withdrawal of consent."], "Eligibility": ["Incorporation criteria:", "Stage IIIB or stage IV breast cancer", "Previously received anthracycline and taxane therapy", "- Exclusion criteria:", "By actively receiving anticancer agents."], "Results": ["Performance measures:", "Percentage of participants with an overall response rate (ORR) following administration of Ispinesib", "The response and progression were evaluated in this study using the criteria for assessing response in solid tumours (RECIST) 1.0. Target lesions (TL): CR, elimination of all LT; PR where at least 30% of the sum of the longest diameter (LD) of LT, taking as a reference the base sum of LD; DP: At least 20% increase in the sum of LD of target lesions, taking as a reference the smallest sum of LD recorded since the start of treatment or the onset of one or more new lesions; SD: Neither a narrowing sufficient to qualify for LD nor an increase sufficient to qualify for the RFP, taking as a reference the smallest sum of LD since the start of treatment.", "Time: After cycle 2 and repeated every 2 cycles until cycle 10, up to 26 months", "Results 1:", "Title of arm/group: SB-715992", "Injected participants were given Ispinesib for one hour on day 1 of each 21-day treatment cycle at a dose of 18 mg/m2. The dosing was repeated for up to several cycles, until disease progression or withdrawal from treatment due to unacceptable toxicity or withdrawal of consent.", "Total number of participants analysed: 50", "Type of measurement: Number", "Unit of measure: percentage of participants 8"], "Adverse Events": ["Undesirable Events 1:", "Total: 23/50 (46.0%)", "Febrile neutropenia 5/50 (10.00 %)", "Neutropenia 2/50 (4.0%)", "Pericardial infusion 1/50 (2.0%)", "Vomiting 3/50 (6.0%)", "Diarrhoea 2/50 (4.0%)", "Abdominal pain 1/50 (2.0%)", "Ascites 1/50 (2.0%)", "Chest pain 2/50 (4.0%)", "Pyrexia 2/50 (4.0%)", "Hyperbilirubinaemia 1/50 (2.0%)", "1/50 (2.00 per cent) catheter-related infection", "Neutropenic sepsie 1/50 (2.0%)"]}