{"Clinical Trial ID": "NCT00217399", "Intervention": ["INTERVENTION 1:", "Sorafenib and Anastrozole", "All patients receive sorafenib and anastrozole."], "Eligibility": ["Incorporation criteria:", "A breast cancer confirmed histologically or cytologically", "Metastatic diseases", "A measurable disease, defined as a one-dimensional, measurable injury >=1, including >=1 of the following:", "- Lesion >= 10 mm on CT scan (5 mm cross section)", "• Lesion >= 20 mm on scanner or MRI (10 mm section)", "Bone disease >= 10 mm on MRI", "- Lytic bone lesions that are >= 10 mm on CT scan (with sections of 5 mm) OR >= 20 mm on single film or CT scan (with sections of 10 mm)", "• Lesion >= 10 mm on physical examination", "Patients should have received >= 1 anterior aromatase inhibitor in adjuvant or metastatic media and have had a recurrence of the disease or progression of the disease during prior treatment with an aromatase inhibitor.", "No brain metastases diagnosed in the last 6 months OR previously untreated brain metastases", "· Positive estrogen and/or positive progesterone receptor, defined as a colouring > 1% by immunohistochemistry or > 10 fmol/mg protein by radio-ligand binding assay with dextrans steroids", "After menopause, as defined by 1 of the following terms:", "A previous bilateral oophorectomy", "No menstruation for >= 12 months in patients with intact uterus", "In patients under 60 years of age who have had previous hysterectomy or have been amenorrhoea for >= 3 months, follicle-stimulating hormone (FSH) in the postmenopausal interval", "Age >= 60", "Pre- or perimenopausal patients receiving monthly injections of goséréline at a dose of 3.6 mg are eligible.", "- ECOG 0-2", "More than 3 months", "Absolute number of neutrophils >= 1500/mm3 Number of platelets >= 100,000/mm3 No haemorrhagic diathesis", "Bilirubine = < 1.5 times the upper limit of normal (AST and ALT of LSN = < 2.5 times the LSN)", "- Systolic blood pressure (PB) < 150 mm Hg and diastolic PB < 100 mm Hg on at least one reading prior to study entry No uncontrolled hypertension", "None of the following measures have been taken in the last six months:", "- Symptomatic congestive heart failure", "♪ Unstable angina pectoris ♪", "Myocardial infarction", "- Cardiac arrhythmia with haemodynamic compromise", "No pregnancy or breast-feeding", "• Capable of swallowing oral medicines", "No known HIV positivity", "No infection in progress or active", "No psychiatric illness or social situation that would prevent compliance with the study", "No other invasive disease active in the last 5 years, with the exception of non-melanoma skin cancer or in situ cervical carcinoma", "No other uncontrolled diseases", "More than 4 weeks since previous chemotherapy", "No more than 2 chemotherapys for metastatic diseases", "At least 8 weeks since previous treatment with anastrozole", "If the dose is stable, the steroid is allowed to compete with other steroids.", "More than 4 weeks since prior radiation therapy", "More than 4 weeks since previous major surgery", "Retrieved from previous treatment", "No anterior sorafenib", "No concomitant therapeutic anticoagulation", "- Concomitant prophylactic anticoagulation (i.e. low-dose warfarin) for authorized venous or arterial access devices, provided that PT and PTT are < 1.5 times ULN", "No competing agents that may interact with sorafenib, including any of the following:", "Hypericum perforatum (St John's wort)", "- Rifampin", "P450 Anticonvulsants that induce CYP3A4 enzymes (e.g. phenytoin, carbamazepine or phenobarbital)", "No other competing search agent", "- Exclusion criteria:", "State of the estrogen receptor unknown", "History of myocardial infarction within 6 months", "Status 3", "Status 4", "Premenopausal", "State of the receptor of unknown progesterone", "HIV/AIDS"], "Results": ["Performance measures:", "Complete response + partial response + stable disease > 24 weeks", "Clinical results measured using the criteria for assessing response in solid tumours (RECIST,)V1.0, and evaluated by MRI or CT: complete response (CR), elimination of all target lesions; partial response (PR), >=30% decrease in the sum of the longest diameter of target lesions; stable disease (SD), a tumour that does not develop or shrink.", "A patient is treated clinically if RC + PR + SD > 24 weeks.", "Duration: 24 weeks", "Results 1:", "Title of the arm/group: Sorafenib and Anastrozole", "Description of the arm/group: All patients receive sorafenib and anastrozole.", "Total number of participants analysed: 35", "Type of measurement: Number", "Unit of measurement: participants 35"], "Adverse Events": ["Undesirable Events 1:", "Total: 12/35 (34.29 per cent)", "* 12/35 (34.29%)"]}