{"Clinical Trial ID": "NCT00894504", "Intervention": ["INTERVENTION 1:", "Panitumumab/Gemcitabine/Carboplatin", "Panitumumab - 6 mg/kg IV on day 1 of each 2 week treatment cycle for 3 cycles (6 weeks) Carboplatin - AUC=2.5 IV, day 1 of each 2 week treatment cycle for 3 cycles (6 weeks) Gemcitabine - 1500 mg/m2 IV, day 1 of each 2 week treatment cycle for 3 cycles (6 weeks)"], "Eligibility": ["Incorporation criteria:", "Women >=18 years of age.", "A histologically or cytologically confirmed diagnosis of locally advanced or non-resectable stage IV breast cancer.", "No more than one previous treatment for metastatic breast cancer.", "Estrogen receptor and negative progesterone receptor (defined as <10% coloration by IHC).", "(In the absence of paraffinembed tissues, unpreserved paraffin tumour slides are acceptable).", "A measurable disease, as defined by the criteria for assessing response in solid tumours ( RECIST version 1.1)", "HER2 negative tumours. The negativity HER2 should be confirmed by one of the following:", "(FISH ratio < 2.2), or", "IHC 0-1+, or", "IHC 2-3+ AND FISH-negative (FISH ratio <2.2)", "The performance status of the Eastern Cooperative Oncology Group (ECOG PS) of 0-1.", "Absolute neutrophil count (NCN) >=1.5 × 109/L; platelet count >=100 × 109/L; hemoglobin >=9.0 g/dL.", "Creatinine <=1.5 mg/dL, or creatinine clearance >=40 mL/min (calculated using the Cockcroft-Gault method as follows: female creatinine clearance = (140 - age) × (weight in kg) × 0.85 (serum creatinine × 72)", "· Adequate hepatic function, defined as: total bilirubin <=1.5 x ULN; aspartate aminotransferase (AST) <=3 × ULN (or <= 5 x ULN if liver metastases); alanine aminotransferase (ALT) <=3 x ULN (or <=5 x ULN if liver metastases).", "* Magnesium level >= the lower limit of institutional normal (LLN).", "Women of childbearing potential must agree to use adequate contraception (by level of institutional care) during treatment and up to 6 months after the last administration of experimental products.", "- Exclusion criteria:", "Patients with brain metastases are not eligible.", "• History of another primary cancer, with the exception of the following:", "* In situ curative treatment of cervical cancer;", "- Non-melanoma skin cancer curative resequently;", "Other primary solid tumours treated curatively without known active disease and without treatment for >=5 years prior to entry into the study.", "• History of interstitial pulmonary disease (e.g., pneumonitis, pulmonary fibrosis) or any evidence of interstitial pulmonary disease on the chest scan performed during the initial visit.", "A prior anti-EGFR treatment (e.g., cetuximab), or treatment with small-molecule EGFR inhibitors (e.g., gefitinib, erlotinib, lapatinib).", "Any acute effects of radiation therapy should be resolved prior to the administration of drugs under study.", "- Systemic chemotherapy, hormone therapy, immunotherapy, or experimental or approved proteins/antibodies (e.g., bevacizumab) <=21 days prior to entry into the study.", "Patients who have received gemcitabine or carboplatin as part of adjuvant therapy are eligible for pre-treatment in metastatic media. Patients who have received gemcitabine or carboplatin as part of adjuvant therapy are eligible for pre-treatment until the recurrence has been documented for the first time > 12 months after the last exposure to the medicinal product(s).", "• Major surgery within 28 days or minor surgery within 14 days of being enrolled in the study.", "• Requires chronic use of immunosuppressive agents (e.g. methotrexate, cyclosporin).", "Any research or treatment officer <=30 days prior to enrolment in the study.", "- An uncontrolled or intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina or cardiac arrhythmia.", "The history of any medical or psychiatric condition or laboratory abnormality which, in the opinion of the investigator, may increase the risks associated with participating in the study or administration of the experimental products, or which may interfere with the interpretation of the results.", "Involuntary or unable to comply with the requirements of the study.", "Pregnant or lactating women.", "Patients with human immunodeficiency virus (HIV), hepatitis C virus and/or acute or chronic hepatitis B virus."], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "Day 1 measurement of drug administration to disease progression - defined by the criteria for assessing response in solid tumours (RECIST) v1.1 as a 20% increase in the sum of the longest diameter of the target lesions and/or the occurrence of one or more new lesions and/or the unequivocal progression of existing non-target lesions", "Time limit: every 6 weeks until treatment is discontinued", "Results 1:", "Title of the arm/group: Panitumumab/Gemcitabine/Carboplatin", "Panitumumab - 6 mg/kg IV on day 1 of each 2 week treatment cycle for 3 cycles (6 weeks) Carboplatin - AUC=2.5 IV, day 1 of each 2 week treatment cycle for 3 cycles (6 weeks) Gemcitabine - 1500 mg/m2 IV, day 1 of each 2 week treatment cycle for 3 cycles (6 weeks)", "Total number of participants analysed: 71", "Median (95% confidence interval)", "Unit of measurement: month 4.4 (3.2 to 5.5)"], "Adverse Events": ["Undesirable Events 1:", "Total: 10/71 (14.08 per cent)", "Atmospheric FIBRILLATION 1/71 (1.41%)", "- CARDIAC TAMPONADE 1/71 (1.41%)", "PERIOD EFFUSION 1/71 (1.41%)", "SUPRAVENTRICULAR TACHYCARDIA 1/71 (1.41%)", "DIARRHOEA 1/71 (1.41%)", "- NAUSEA 1/71 (1.41%)", "VOIX 1/71 (1.41%)", "- CHEST PAIN 1/71 (1.41%)", "PNEUMONIA 1/71 (1.41%)", "DISPLAYING PLEURAL EFFICIENCY 1/71 (1.41%)", "ENCEPHALOPATHY HEPATIC 1/71 (1.41%)"]}