{"Clinical Trial ID": "NCT01256567", "Intervention": ["INTERVENTION 1:", "The association Ramucirumab and Docetaxel", "Docetaxel: Docetaxel administered by intravenous infusion at a dose of 75 milligrams per square metre (mg/m^2) every 3 weeks.", "Ramucirumab: Ramucirumab given as an intravenous infusion at a dose of 10 milligrams per kilogram (mg/kg) every 3 weeks."], "Eligibility": ["Incorporation criteria:", "The participant is Japanese", "The participant has a performance status of the Eastern Cooperative Oncology Group (ECOG) of 0 or 1", "The participant has a histopathologically or cytologically confirmed diagnosis of mammary adenocarcinoma which is now metastatic or locally-recurrent and inoperative with curative intent", "The participant has a measurable and/or non-measurable illness", "The primary and/or metastatic tumour of participants is the receptor 2 of the human epidermal growth factor (HER2) negative", "The participant received neo-adjuvant or adjuvant taxane therapy 6 months prior to the study.", "The participant received a neoadjuvant or adjuvant biologic treatment 6 weeks prior to the study.", "The participant completed all prior radiotherapy 3 weeks prior to the date of enrolment in the study", "The participant received prior hormonal treatment for breast cancer in the neoadjuvant, adjuvant and/or metastatic setting 2 weeks prior to the date of registration of the study", "The participant's left ventricular ejection fraction (LVEF) is within normal ranges.", "The participant has adequate haematological, hepatic and coagulation function.", "Participants eligible for reproductive potential agree to use adequate contraceptive methods (hormonal or barrier methods) during the study period and for 12 weeks after the last dose of the study drug.", "- Exclusion criteria:", "The participant has concomitant active malignancy other than breast adenocarcinoma, properly treated non-melanoma skin cancer, other non-invasive carcinoma or in situ neoplasm.", "The participant has a known sensitivity to docetaxel", "The participant has a known sensitivity to agents of similar biological composition to ramucirumab.", "The participant has a history of chronic diarrhoeal disease within 6 months of the date of registration of the study.", "The participant received irradiation in a large bone marrow area within 30 days of the date of registration of the study.", "The participant received experimental agents within 4 weeks of the date of enrolment in the study.", "The participant has a history of hereditary or acquired bleeding or uncontrolled thrombotic disorders.", "The participant has a Grade 3-4 haemorrhage within 3 months prior to the date of registration of the study.", "The participant has a permanent or active infection requiring antibiotic, antifungal or antiviral treatment", "The participant has uncontrolled hypertension, symptomatic congestive heart failure, psychiatric disease or any other serious uncontrolled medical condition.", "The participant has brain metastases", "The participant experienced an infection with human immunodeficiency virus or an acquired immunodeficiency syndrome-related disease.", "The participant is pregnant or breast-feeding", "The participant did not fully recover the effects of prior chemotherapy", "The participant underwent major surgery within 28 days of the date of registration of the study."], "Results": ["Performance measures:", "Number of participants with adverse events", "- Number of participants with drug-related dose-limiting toxicity (DLT) in Cycle 1; associated ramucirumab: treatment-related adverse events (TEEs), serious adverse events (TEEs), Grade 3 or higher TEAEs, or TEAEs leading to discontinuation or modification of the ramucirumab dose. DLT=G4 neutropenia >7 days; G 3 neutropenia with fever 38.5°C requiring antibiotics IV or bacteraemia or septicaemia; G4 thrombocytopenia; G 3 thrombocytopenia with bleeding requiring platelets; G 3 prothrombin time and/or part-time thromboplastin in the absence of anticoagulants; G 3 hyperbilirubinaemia 5 days; QTc > 500 milliseconds (ms) or 100 ms increase or arrhythmia; G 4 or uncontrollable hypertension; G 3 non-haematological toxicity (excluding G3: hypersensitivity, on-site reaction, arthralgia/myalgia, neultomy, asulnia/myalgia", "Time frame: Baseline data to data cut-off (approximately 48.3 weeks)", "Results 1:", "Title of the arm/group: Ramucirumab and Docetaxel Combination", "Docetaxel: Docetaxel administered by intravenous infusion at a dose of 75 milligrams per square metre (mg/m^2) every 3 weeks.", "Ramucirumab: Ramucirumab given as an intravenous infusion at a dose of 10 milligrams per kilogram (mg/kg) every 3 weeks.", "Total number of participants analysed: 7", "Type of measurement: Number", "Unit of measurement: participants Dose Limiting Toxicity (DLT) during cycle 1: 2", "- TEAE for ramucirumab: 7", "SAE related to ramucirumab: 4", "Grade 3 EAE related to ramucirumab: 6", "• TEAE leading to the cessation of ramucirumab: 3", "TEAE with modification/relay of the dose of ramucirumab: 5"], "Adverse Events": ["Undesirable Events 1:", "Total: 7/7 (100.00%)", "3/7 (42.86 per cent)", "1/7 heart failure (14.29%)", "- Decrease in neutrophil count 1/7 (14.29%)", "Muscle weakness 1/7 (14.29%)", "· Epistaxis 1/7 (14.29%)", "• Interstitial pulmonary disease 1/7 (14.29%)", "2/7 (28.57%)"]}