{"Clinical Trial ID": "NCT00090857", "Intervention": ["INTERVENTION 1:", "- Letrozole", "The treatment continued in the absence of unacceptable toxicity or diagnosis of invasive breast cancer, in situ channel carcinoma, or any primary non-breast cancer.", "INTERVENTION 2:", "- Placebo", "Participants in this arm received 1 tablet per day containing the inert ingredients of the oil tablet for 12 months, followed by a 5-year option of letrozole.The treatment continued in the absence of unacceptable toxicity or diagnosis of invasive breast cancer, ductal carcinoma in situ, or any primary non-breast cancer."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "At increased risk of the occurrence or recurrence of breast cancer, defined as an estradiol level 9 pg/mL", "No evidence of suspected or malignant illness based on the following examinations:", "• Bilateral clinical examination of the breast in the last 6 months", "A bilateral mammography* within 3 months prior to randomization OR within 30 days after randomization", "The normal Pelvic exam in the last 5 years", "*Unilateral breast mammography not involved in breast cancer or in situ channel carcinoma (CDIS)", "• Bone density scan in the 2 standard deviations from normal in the last 30 days", "• Bone density scan 2 standard deviations below normal permitted if approved by the study physician", "At least 1 breast that has not previously been treated with radiotherapy or surgery (for patients with previous invasive breast cancer or CDIS)", "- Hormonal receptor status:", "Unspecified", "CHARACTERISTICS OF PATIENTS:", "Age", "- 35 years and over", "Gender", "Women", "Status of menopause", "After menopause, defined by one of the following criteria:", "At least 12 months without spontaneous menstrual bleeding", "A prior hysterectomy and a bilateral salpingo-ochorectomy", "55 years with anterior hysterectomy with or without oophorectomy", "0 < 55 years with anterior hysterectomy without oophorectomy OR ovary status is unknown AND follicle-stimulating hormone (FSH) level is within the postmenopausal range", "State of play", "Normal activity should not be limited for a significant part of the day.", "Life expectancy", "At least 10 years", "Haematopoietic", "• Complete the blood count with a differential normal", "• Benign neutropenia is allowed provided the number of granulocytes is 1500/mm^3", "Hepatic", "Normal Bilirubine", "Normal alkaline phosphatase", "- Normal OTS and TPMS", "Renal", "Normal creatinine", "Cardiovascular disorders", "No uncontrolled cardiovascular disease", "Other", "Not pregnant", "No other malignancy in the last 5 years, except skin cancer or carcinoma of the basal cell or squamous cell in situ of the cervix.", "No osteoporosis", "No hyperlipidaemia", "No mental health conditions leading to cognitive or emotional impairment that would prevent participation in the study.", "THERAPE PRIOR CONCURENT:", "Biological therapy", "Unspecified", "- Chemotherapy", "Unspecified", "Endocrinotherapy", "More than 30 days from previous use AND no concomitant use of any of the following hormonal agents:", "• Replacement therapy for estrogen or progesterone", "Oral contraceptives", "Raloxifene or other plasma estrogen receptor modulators (SERM)", "Androgens (e.g. danazol)", "Luteinization of hormone-release hormone analogues (HHL) (e.g., goséréline or leuprolide)", "Inhibitors of prolactin (e.g. bromocriptin)", "Antiandrogens (e.g. cyproterone)", "More than 60 days since the previous one AND no concomitant tamoxifen", "No previous aromatase inhibitors (for patients with previous invasive breast cancer or CDIS)", "No phytoestrogenic food supplements (e.g., soya, ginseng or other natural products)", "Soybeans authorised for dietetic use", "Radiotherapy", "See Disease Characteristics", "Surgery", "See Disease Characteristics", "No previous bilateral mastectomy", "Other", "More than 60 days since prior treatment for invasive breast cancer or CDIS", "More than 30 days from anterior bisphosphonates or calcitonin", "No previous or concurrent involvement in an invasive breast cancer or CDIS treatment study", "No other cancer prevention or osteoporosis studies have been conducted in combination with pharmacological agents.", "No concomitant calcitonin", "No concomitant treatment with bisphosphonate", "- Concurrent cholecalciferol (vitamin D) and calcium to increase bone mineral density permitted"], "Results": ["Performance measures:", "Change in base lumbar density at 12 months", "The bone mineral density test (BMD) consisted of the following 4 measurements [total density (g/cm^2)]: lumbar, femoral neck, trochanter, hip.", "Delay: The evaluation occurred at the beginning of treatment and after 12 months of treatment.", "Results 1:", "Title of the arm/group: Letrozole", "Description of the arm/group: Participants in this arm received 2.5 mg of letrozole per day for 12 months; followed by a 4-year option. Treatment continued in the absence of unacceptable toxicity or diagnosis of invasive breast cancer, in situ channel carcinoma or any non-breast primary cancer.", "Total number of participants analysed: 29", "Median (full range)", "Unit of measurement: g/cm^2 -0.036 (-0.092 to 0.272)", "Results 2:", "Title of the arm/group: Placebo", "Description of the arm/group: Participants in this arm received 1 tablet per day containing the inert ingredients of the oil tablet for 12 months; followed by a 5-year letrozole option.The treatment continued in the absence of unacceptable toxicity or diagnosis of invasive breast cancer, canalal carcinoma in situ, or any non-breast primary cancer.", "Total number of participants analysed: 13", "Median (full range)", "Unit of measurement: g/cm^2 -0.021 (-0.180 to 0.064)"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/33 (3.03 per cent)", "Pain - Head/Headache 1/33 (3.03%)", "Urticaria (urticaria, moulting, kelp) 1/33 (3.03%)", "1/33 (3.03%)", "Adverse Events 2:", "Total: 0/16 (0.00 per cent)", "Pain - Head/Head 0/16 (0.00 %)", "Urticaria (urticaria, moulting, kelp) 0/16 (0.00 %)", "- Prurit / Itching 0/16 (0.00 %)"]}