{"Clinical Trial ID": "NCT00091442", "Intervention": ["INTERVENTION 1:", "Docetaxel", "Docetaxel as monotherapy: Docetaxel 75 mg/m2 as a solution administered by intravenous infusion over one hour on day 1 of each 21-day cycle.", "INTERVENTION 2:", "DOXIL+Docetaxel", "DOXIL and docetaxel: DOXIL 30 mg/m2 solution administered by intravenous infusion followed by docetaxel 60 mg/m2 administration by intravenous infusion over one hour on day 1 of each 21-day cycle."], "Eligibility": ["Incorporation criteria:", "Women with locally advanced or metastatic breast cancer who had received pre-treatment with anthracycline in the neoadjuvant or adjuvant setting and had at least one disease-free interval of 12 months since the end of their last cytotoxic treatment were eligible for study.", "Participants who received prior hormonal therapy, or no more than one cytotoxic chemotherapy regimen (anthracyclines, taxanes or antitubulins were not allowed), or both for advanced disease", "Participants with normal cardiac function, as demonstrated by a normal fraction of left ventricular ejection", "- Exclusion criteria:", "More than one prior cytotoxic chemotherapy regimen for advanced breast cancer", "The treatment of advanced breast cancer with anthracycline, paclitaxel, docetaxel, vinorelbine or vinblastine (pre-treatment of advanced breast cancer with treatment including alkylants or antimetabolites was acceptable)", "Less than 2 months after last dose of trastuzumab", "Less than 3 weeks since the last dose of tamoxifen or fulvestrant, or less than 1 week since the last dose of another hormone treatment", "Radiation in disease areas within 30 days of being enrolled in the study", "History of the New York Heart Association Class II or more heart disease or other clinical evidence of congestive heart failure"], "Results": ["Performance measures:", "♪ It's time to move on ♪", "The time interval between the date of randomization and the date of progression of the disease or death due to progression, whichever occurs first.", "Delay: From the date of randomization to the date of progression of the disease or death, whichever is the earlier, until approximately 485 events of progression of the disease or death have been observed, as estimated approximately 15 months after the last patient was enrolled.", "Results 1:", "Title of the arm/group : Docetaxel", "Description of the arm/group: Docetaxel monotherapy: Docetaxel 75 mg/m2 solution administered by intravenous infusion over one hour on day 1 of each 21-day cycle.", "Total number of participants analysed: 373", "Median (95% confidence interval)", "Unit of measure: Month 7.0 (5.9 to 7.7)", "Results 2:", "Title of arm/group: DOXIL+Docetaxel", "Doxil and docetaxel combination: Doxil 30 mg/m2 solution administered by intravenous infusion followed by docetaxel 60 mg/m2 administered by intravenous infusion over one hour on day 1 of each 21-day cycle.", "Total number of participants analysed: 378", "Median (95% confidence interval)", "Unit of measure: Month 9.8 (8.1 to 10.5)"], "Adverse Events": ["Undesirable Events 1:", "Total: 59/373 (15.82 per cent)", "Neutropenia 14/373 (3.75%)", "- Febrile neutropenia 10/373 (2.68 per cent)", "Leukopenia 1/373 (0.27%)", "Anemia 2/373 (0.54%)", "- Lymphadenopathy 0/373 (0.00 %)", "Heart failure 2/373 (0.54%)", "Atrial fibrillation 1/373 (0.27%)", "- Pericardial infusion 2/373 (0.54%)", "Congestive heart failure 1/373 (0.27%)", "Cardiomyopathy 0/373 (0.00 %)", "Adverse Events 2:", "Total: 69/377 (18.30 per cent)", "Neutropenia 17/377 (4.51%)", "Febrile neutropenia 10/377 (2.65 %)", "Leukopenia 4/377 (1.06%)", "Anemia 2/377 (0.53%)", "- Lymphadenopathy 1/377 (0.27%)", "Heart failure 1/377 (0.27%)", "Atrial fibrillation 1/377 (0.27%)", "Pericardial infusion 0/377 (0.00 %)", "- Congestive heart failure 0/377 (0.00 %)", "Cardiomyopathy 1/377 (0.27%)"]}