{"Clinical Trial ID": "NCT00083174", "Intervention": ["INTERVENTION 1:", "Open extension: Exemestane", "One 25 mg tablet a day", "Exemestane: one 25 mg tablet a day"], "Eligibility": ["At increased risk of developing breast cancer, due to at least one of the following risk factors:", "• Tail score 1.66", "- 60 years", "Atypical anterior channel hyperplasia, lobular hyperplasia or lobular carcinoma in situ on breast biopsy", "In situ anterior channel carcinoma (CDIS) treated with total mastectomy with or without tamoxifen (tamoxifene must have been completed 3 months prior to randomization)", "No previous DCIS treated with lumpectomy with or without radiation", "No invasive anterior breast cancer", "No BRCA1 or BRCA2 carriers", "CHARACTERISTICS OF PATIENTS:", "Previous:", "- 35 years and over", "Women", "Description of the goods:", "More than 50 years without spontaneous menstruation for at least 12 months before entry into the study", "- 50 years or less without menstruation (spontaneous or secondary to hysterectomy) for at least 12 months prior to entry into the study AND with follicle-stimulating hormone levels in the postmenopausal interval", "A lower-than-normal bilateral oophorectomy", "No other malignant tumours in the past 5 years, except for adequately treated non-melanoma skin cancer, in situ curative carcinoma of the cervix, or other solid tumours treated curatively without signs of disease for 5 years", "No uncontrolled hypothyroidism or hyperthyroidism", "No major medical or psychiatric illness (including substance and alcohol abuse in the last two years) that would prevent participation in the study or compliance", "• Must be accessible for treatment and follow-up", "Want to fill out the quality of life questionnaires in English or French", "Current: MAP.3 participants who have been randomized to the exemestane arm are currently receiving exemestane in the MAP.3 study and have not completed 5 years of exemestane.", "The OR MAP.3 study participants who have been randomized to the placebo group and who have completed 5 years of treatment or are still receiving placebo. Note: This applies only to centres that choose to allow placebo \"crossing\".", "THERAPE PRIOR CONCURENT:", "Previous:", "More than 3 months since previous hormone replacement treatments and no concomitant hormone replacement treatment", "More than 3 months from systemic, androgenic or progestin estrogen agents", "More than 3 months since prior and non-concomitant hormonal treatments, including, but not limited to, the following:", "Luteinizing-freening hormone-analogous hormone (e.g. goséréline or leuprolide)", "Progestative (e.g., megestrol)", "Inhibitors of prolactin (e.g. bromocriptin)", "Antiandrogens (e.g. cyproterone acetate)", "- Selective estrogen modulators (e.g. tamoxifen, toremifene or raloxifene)", "No experimental medicinal product within 30 days or 5 half-lives before randomisation", "No concomitant endocrine treatment", "No estrogen, androgen or concomitant progesterone", "A low concomitant dose (100 mg/day) of prophylactic aspirin is allowed.", "· Concomitant bisphosphonates for the prevention or treatment of osteoporosis are permitted", "No other concomitant medicinal products that could have an effect on study parameters", "Current: There are no previous therapeutic restrictions for the modified MAP.3 study."], "Results": ["Performance measures:", "Percentage of women with serious adverse reactions", "Percentage of serious adverse reactions in women who choose to receive 5 years of exemestane as a preventive treatment.", "Calendar: 5 years of open-ended extension", "Results 1:", "Title of the arm/group: Open expansion: Exemestane", "Description of the arm/group: one 25 mg tablet per day", "Exemestane: one 25 mg tablet a day", "Total number of participants analysed: 2831", "Type of measurement: Number", "Unit of measure: percentage of women 0.0 (0.0 to 0.5)"], "Adverse Events": ["Undesirable Events 1:", "Total: 39/2240 (1.74%)", "- Supraven.arrhyth. atrial fibrillation 1/2240 (0.04%)", "2/2240 (0.09%)", "Cardiac valvular disorders 1/2240 (0.04%)", "• Cardiac General - Other 2/2240 (0.09%)", "Endocrine - Other 1/2240 (0.04%)", "Ocular - Other 1/2240 (0.04%)", "Colite 2/2240 (0.09%)", "Diarrhoea 1/2240 (0.04%)", "- Dysphagia 1/2240 (0.04%)", "Gastritis 1/2240 (0.04%)"]}