{"Clinical Trial ID": "NCT00756717", "Intervention": ["INTERVENTION 1:", "MK-0752", "One oral gamma-secretase inhibitor MK-0752, 350 mg for three days, four days of rest, then three days of rest, over a 10-day period", "MK-0752: Women who are postmenopausal will receive 2.5 mg of letrozole orally once daily for 24 days. Women who are premenopausal, or who have a letrozole contraindication, will receive 20 mg of tamoxifen orally once daily for 24 days. From day 15 of this 24 day period, all patients will receive the gamma-secretase inhibitor MK-0752 orally at a dose of 350 mg for three days, then four days, then three days, for a total of 6 doses over a 10-day period."], "Eligibility": ["Incorporation criteria:", "Patients should have an early histologically or cytologically confirmed ER-positive (Allred 3 score), invasive breast cancer that is not locally advanced by criteria other than size or inflammatory, and is not metastatic. - Patients should be candidates for surgical elimination of the tumour by lumpectomy or mastectomy.", "Patients should not have bilateral tumours; tumours should be conducive to biopsy in the study environment.", "Patients should be over 18 years of age.", "Patients should have performance status 1 according to the Zubrod criteria.", "Patients should have a life expectancy of more than three months.", "Patients should have normal organ and spinal function within 28 days of registration as defined below:", "Absolute neutrophil count > 1,500/μL", "Blisters > 100 000/μL", "Total bilirubin 1.5 x upper institutional limit of normal", "AST(SGOT)/ALT(SGPT) <2 X upper institutional limit of normal", "• Creatinine within normal institutional limits OR", "creatinine clearance > 60 mL/min/1.73 m2 for patients with creatinine levels above institutional normal", "A negative serum pregnancy test should be performed within 72 hours of the first dose of hormonal therapy and within 72 hours of the first dose of MK-0752 GSI for women of childbearing potential. If a woman becomes pregnant or suspects that she is pregnant while participating in this study, she should immediately inform her attending physician.", "- Exclusion criteria:", "Patients may not have received chemotherapy or prior endocrine therapy (tamoxifene, raloxifene or aromatase inhibitor) and may not have received prior treatment with a gamma-secretase inhibitor or other experimental agents. - Patients may not have received previous radiotherapy.", "Patients may not have participated or participated in a study of an experimental compound or device within 30 days.", "Patients should not have any known brain or CNS disease, brain or CNS metastases, or carcinoma meningitis.", "Patients should not be affected by uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia or psychiatric/social conditions that would limit compliance with the requirements of the study.", "Patients may not have experienced hypersensitivity to the components of MK-0752 or its analogues.", "Patients will be excluded if there is a known history of human immunodeficiency virus (HIV) infection or known history of hepatitis B or C infection.", "Patients should not have a history of inflammatory bowel disease or uncontrolled irritable syndrome.", "Patients should not have more than one basal cell carcinoma of the skin in the past five years or a history of Gorlin's syndrome."], "Results": ["Performance measures:", "Number of participants who have experienced at least one adverse event", "The number of participants with at least one adverse event during the 24-day observation period and the initial post-operative visit.", "Time limit: 30 days", "Results 1:", "Title of the arm/group: MK-0752", "Description of the arm/group: Oral gamma-secretase inhibitor MK-0752, 350 mg for three days, four days off, then three days off, over a 10-day period", "MK-0752: Women who are postmenopausal will receive 2.5 mg of letrozole orally once daily for 24 days. Women who are premenopausal, or who have a letrozole contraindication, will receive 20 mg of tamoxifen orally once daily for 24 days. From day 15 of this 24 day period, all patients will receive the gamma-secretase inhibitor MK-0752 orally at a dose of 350 mg for three days, then four days, then three days, for a total of 6 doses over a 10-day period.", "Total number of participants analysed: 20", "Type of measure: Number of participants", "Unit of measure: Participants At least one adverse event: 15 75.0%", "No adverse events: 5,25.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/20 (0.00 %)"]}