{"Clinical Trial ID": "NCT01091428", "Intervention": ["INTERVENTION 1:", "Alisertib + Paclitaxel (phase 1)", "Participants with ovarian cancer received aleritib (MLN8237) 10, 20, 30 or 40 mg orally twice daily (BID) on days 1 to 3, 8 to 10 and 15 to 17, in combination with weekly paclitaxel 60 or 80 mg/m^2, intravenous infusion, weekly (Days 1, 8, 15) in 28-day cycles during phase 1 (up to 37 cycles)."], "Eligibility": ["Incorporation criteria:", "Each participant must meet all of the following inclusion criteria to be enrolled in the study:", "Female participants aged 18 or over", "One of the following diagnoses has previously been treated, metastatic or locally recidivating, which has been confirmed histologically or cytologically: breast adenocarcinoma (Phase 1 only), recurrent epithelial ovary, fallopian tube or primary peritoneal carcinoma (Phase 1 and 2)", "In the Phase 1 part of the study, participants with breast cancer must have received at least 1 but not more than 4 prior chemotherapy, regardless of chemotherapy received in the neoadjuvant and/or adjuvant setting.", "Participants with breast cancer must have a measurable disease by response Solid Tumour Assessment Criteria (SISTRE) 1.1", "No anti-neoplastic or radiotherapy treatment within 3 weeks prior to registration (2 weeks for regimens expected to recover within 7-14 days) and recovered from prior treatment toxicity (except alopecia); the participant must have recovered from all treatment-related toxicities and must have evidence of progressive disease (PD) or persistent disease.", "The Eastern Cooperative Oncology Group (ECOG) has achieved progress 0 or 1", "• Sensitivity of bone marrow, liver and kidney function", "If it is possible to procreate, accept two effective methods of non-hormonal contraception or agree to abstain completely from heterosexual intercourse", "Able to give informed consent in writing", "To comply with planned visits, treatment plan, laboratory tests and other test procedures", "Appropriate venous access", "Specific inclusion criteria for participants with recurrent ovarian, Fallopian or peritoneal cancer:", "Previous treatments must have included a platinum and a taxane; the most recent treatment must not necessarily be a treatment containing platinum or containing taxane", "The disease should be reappeared 12 months after discontinuation of platinum therapy.", "Participants who had previously received a weekly taxan are potentially eligible, provided they have not progressed during treatment or within 3 months of completion of treatment.", "Participants with platinum refractory disease, as defined by progression during primary or subsequent platinum-based treatment or persistent radiographic disease after primary or subsequent platinum-based treatment, will be included.", "Participants must have a measurable disease in target lesions or an evaluable disease (defined by the cancer antigen 125 - CA-125 by protocol) and a progression of the disease by response Assessment Criteria for Solid Tumours (RECIST) version 1.1 or modified criteria for the Gynaecological Cancer Intergroup (GCIG) CA-125", "- Exclusion criteria:", "Participants who meet one of the following exclusion criteria must not be enrolled in the study:", "Previous treatment with an Aurora A target agent (including NML8237)", "Treatment with clinically significant enzyme inducers within 14 days prior to the first dose of MLN8237 and during the study", "The current use of tamoxifen, thalidomide, or any agent used as maintenance or consolidation therapy for OC.", "• Known hypersensitivity to Cremophor® EL, paclitaxel or its components", "Previous history of Grade 2 neurotoxicity or any toxicity requiring cessation of taxane chemotherapy that is not resolved to Grade 1", "- Co-morbid or unsolved toxicity that would prevent the weekly administration of paclitaxel", "Malignity of the primary central nervous system or carcinoma meningitis", "- Symptomatic brain metastases", "Inability to swallow oral drugs or maintain a rapid pace", "58/1 History of haemorrhagic or thrombotic cerebrovascular events in the last 12 months", "• Surgery within 3 weeks prior to enrolment and not fully recovered", "● Diagnosis or treatment of other malignancy within 2 years prior to the first dose of MLN8237 and showing signs of residual disease, with the exception of non-melanoma skin cancer or in situ malignancy, completely resequently", "— Pregnant or lactating", "A serious disease that could hinder the completion of the protocol", "• Experimental treatment 21 days before the first dose of MLN8237", "An anterior bone marrow or allogeneic organ transplant", "Infection requiring systemic antibiotic therapy within 14 days prior to the first dose of MLN8237", "• Known history of human immunodeficiency virus (HIV), hepatitis B or hepatitis C infection", "Radiotherapy at > 25% of bone marrow or whole pelvic radiation therapy", "Constant administration of a proton pump inhibitor, H2 antagonist or pancreatic enzymes is required."], "Results": ["Performance measures:", "Phase 1: Maximum tolerated dose (MDD) and recommended phase 2 dose (RP2D) for Alisertib in combination with Paclitaxel", "DMT is defined as the dose interval at which 1 of the 6 evaluable participants have dose-limiting toxicity (DLT). DLT has been assessed according to the common terminology criteria for National Cancer Institute adverse events (NCI CTCAE) version 4.02 and has been defined as one of the following: 1. grade 4 neutropenia and thrombocytopenia last 7 consecutive days; 2. grade 4 neutropenia with fever and/or infection; 3. platelet count <10 000/mm^3; 4. grade 3 thrombocytopenia with bleeding; 5. any other grade 3 non-haematological toxicity, with the exception of grade 3 nausea/emesis, grade 3, grade 3 diarrhoea, grade 3 fatigue and grade 3 non-haematological toxicity that can be controlled at grade 2 with appropriate treatment; and 6. other grade 2 non-haematological toxicity that, in the opinion of the investigator, necessitated dose reduction or discontinuation of treatment by settingtib.", "Duration of cycle 1 (up to 28 days)", "Results 1:", "Title of arm/group: Alisertib + Paclitaxel (phase 1)", "The arm/group description: Participants with ovarian cancer received 10, 20, 30 or 40 mg oral alertib (MNL8237) twice daily (BID) on days 1 to 3, 8 to 10 and 15 to 17, in combination with weekly paclitaxel 60 or 80 mg/m^2, intravenous infusion, weekly (days 1, 8, 15) in 28-day cycles during phase 1 (up to 37 cycles).", "Total number of participants analysed: 49", "Type of measurement: Number", "Unit of measurement: mg 40"], "Adverse Events": ["Undesirable Events 1:", "Total: 13/38 (34.21 per cent)", "6/38 (15.79 per cent)", "Neutropenia 0/38 (0.00 %)", "Anemia 1/38 (2.63 per cent)", "Haemorrhagic anaemia 0/38 (0.00 %)", "- Alteration of hearing 0/38 (0.00 %)", "Nausea 1/38 (2.63 per cent)", "1/38 (2.63 per cent)", "Intestinal occlusion 0/38 (0.00 %)", "Ileus 1/38 (2.63 per cent)", "Abdominal pain 2/38 (5.26%)", "Lower abdominal pain 0/38 (0.00 %)", "Diarrhoea 1/38 (2.63 per cent)"]}