{"Clinical Trial ID": "NCT00699491", "Intervention": ["INTERVENTION 1:", "Level 1 dose", "25 mg temsirolimus IV over 30 minutes on days 1, 8, 15 and 22", "3 mg/ks cixutumumab IV over 60 minutes on days 1, 8, 15 and 22 Courses are repeated every 28 days in the absence of disease progression or unacceptable toxicity.", "INTERVENTION 2:", "Dose level -1", "20 mg temsirolimus IV over 30 minutes on days 1, 8, 15 and 22", "3 mg/ks cixutumumab IV over 60 minutes on days 1, 8, 15 and 22", "The courses are repeated every 28 days in the absence of disease progression or unacceptable toxicity."], "Eligibility": ["Incorporation criteria:", "A histologically confirmed diagnosis of breast cancer with a diagnosis of local metastatic or recurrent disease (a local recurrent disease should be stage IV, e.g., chest wall damage)", "(PS) 0 or 1 (Karnofsky >= 80%)", "Life expectancy > 12 weeks", "Able to understand the nature of the investigation, the potential risks and the benefits of the study and capable of providing written informed consent", "Negative serum pregnancy test = < 7 days of registration in women of childbearing age:", "• Women of childbearing potential and men should agree to use adequate contraception (hormonal method or birth control barrier; abstinence) during the duration of the study treatment and for 3 months after the last dose of BMI-A12 and CCI-779 (temsirolimus)", "If a woman becomes pregnant or suspects that she is pregnant while participating in the study, she should immediately inform her attending physician.", "Note: breast-feeding should be discontinued if the mother is treated with CCI-779 and BMI-A12", "Absolute neutrophil count >= 1,500/mcL", "Hemoglobin >= 8.5 g/dL", "Platelets >= 100 000/mcL", "Total bilirubin = < 1.5 X upper institutional limit of normal (ULN)", "Aspartate aminotransferase (AST) (seram glutamic oxaloacetic transaminase (SGOT)) and alanine aminotransferase (ALT) (seram glutamate pyruvate transaminase (SGPT)) = < 3 x institutional ULN (= < 5 X institutional ULN if elevations in liver function test [LFT] due to liver metastases)", "Creatinine = < 1.5 X ULN institutional OR creatinine clearance >= 60 mL/min/1.73^2 for patients with creatinine > ULN institutional", "- fasting serum cholesterol level = < 350 mg/dL (9.0 mmol/L)", "- fasting triglycerides = < 400 mg/dL (4.56 mmol/L)", "Albumin >= 3.4 mg/dL", "fasting or not fasting serum glucose levels < 120 mg/dL", "Hemoglobin A1c (HbA1c) (for all patients with a history of diabetes mellitus) < 8%", "Only Phase I: Any number of pre-treatments is allowed", "Phase II only: a measurable disease is required for the part of Phase II of the study; a measurable disease is defined as at least one lesion that can be accurately measured in at least one dimension (the longest diameter to record) as >= 20 mm with conventional techniques (calculated tomography [CT], magnetic resonance imaging [MRI], x-ray) or >= 10 mm with spiral scan", "Stage II only: = < two and at least one prior chemotherapy treatment for metastatic or locally recurrent disease (stage IV thoracic wall disease) are required", "- Exclusion criteria:", "Stage I patients only: Patients with basic diabetes mellitus requiring oral hypoglycaemia or insulin", "Patients with a history of diabetes mellitus during oral hypoglycaemia or insulin are allowed to participate provided their fasting blood glucose is less than 120 mg/dL and they are on a stable diet or therapy for this condition.", "Any of the following situations:", "Pregnant women", "Women in nursing", "Men or women of childbearing potential who do not want to use adequate contraception (hormonal agents are not allowed and oral contraceptives are not acceptable for contraception)", "- Hormonal agents used for the treatment of breast cancer, except that premenopausal women who have been under agonist gonadotropin hormone (GnRH) and who have subsequently advanced may, at the discretion of the treating physician, continue on the GnRH agonist", "One of the following pre-treatments:", "Systemic cancer treatment = < 3 weeks prior to registration", "Radiotherapy = < 2 weeks prior to recording", "With the exception of basal or squamous carcinoma of the skin or other cancer whose patient has not been affected for >= 5 years", "- known hypersensitivity reactions to macrolide antibiotics (such as erythromycin, clarithromycin and azithromycin); allergic reactions attributed to compounds of chemical or biological composition similar to BMI-A12 or temsirolimus", "Prior treatment with agents targeting insulin-like growth factor I (IGF-IR)/insulin-like growth factors (IGF) or phosphatidylinositol-4,5-bisphosphate 3-kinase, alpha catalytic subunit (PI3K)/v-akt homologous viral oncogene thymome 1 (Akt)/ mechanistic target of the rapamycin pathway (mTOR)", "Receipt of any other research agent or herbal preparation", "Patients cannot take oral corticosteroids except for the replacement of adrenal insufficiency", "Note: brain metastases are not allowed in the study unless metastases have been treated with surgery or radiotherapy, and the patient has been neurologically stable and steroid free for >= 12 weeks", "• HIV-positive patients known to have a differentiation group (CD)4 are either below normal or are receiving antiretroviral therapy that may interfere with the metabolism of temsirolimus", "An uncontrolled intercurrent disease, including, but not limited to:", "Permanent or active infection", "- Symptomatic congestive heart failure", "♪ Unstable angina pectoris ♪", "Uncontrolled symptomatic cardiac arrhythmia", "A psychiatric illness or social situations that would limit compliance with the requirements of the study", "Enzymatic inducer antiepileptic medicinal products (EIAED; e.g. phenytoin, carbamazepine, phenobarbital) or any other cytochrome inducer P450, family 3, subfamily A, polypeptide 4 (CYP3A4) such as rifampin or St. John's wort"], "Results": ["Performance measures:", "Recommended dose level for Phase II trials (Phase I)", "The TDR is defined as the highest dose at which at most one of the 6 patients develops dose limit toxicity (DLT) during the first treatment cycle and the next highest dose has two or more TDRs. The number of patients in each cohort reporting a TDR is reported.", "The dose-limiting toxicity (DLT) is defined as one of the following adverse reactions (AE) related to the study agent, with an assignment of possible, probable or definitive and meeting one of the following criteria:", "Any grade 4 haematological toxicity", "Hyperglycaemia which cannot be controlled stablely with a diabetic medicine", "Any Grade 3 or 4 non-haematological toxicity (except asymptomatic laboratory abnormalities that may be medically managed such as hyperlipidemia, hypophosphataemia and hypokalaemia)", "Duration: During the first course", "Results 1:", "Title of arm/group: Dose Level 1", "Description of the arm/group: 25 mg temsirolimus IV over 30 minutes on days 1, 8, 15 and 22", "3 mg/ks cixutumumab IV over 60 minutes on days 1, 8, 15 and 22 Courses are repeated every 28 days in the absence of disease progression or unacceptable toxicity.", "Total number of participants analysed: 3", "Type of measurement: Number", "Unit of measurement: DLT 2", "Results 2:", "Title of arm/group: Dose level -1", "Description of the arm/group: 20 mg temsirolimus IV over 30 minutes on days 1, 8, 15 and 22", "3 mg/ks cixutumumab IV over 60 minutes on days 1, 8, 15 and 22", "The courses are repeated every 28 days in the absence of disease progression or unacceptable toxicity.", "Total number of participants analysed: 1", "Type of measurement: Number", "Unit of measurement: DLT 1"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/3 (0.00 per cent)", "Haemoglobin decrease 0/3 (0.00 %)", "- Oral mucositis 0/3 (0.00 %)", "- Nausea 0/3 (0.00 %)", "Vomiting 0/3 (0.00 %)", "Death 0/3 (0.00 %)", "Oedema 0/3 (0.00 %)", "- Fatigue 0/3 (0.00 %)", "- Pain 0/3 (0.00 %)", "Skin infection 0/3 (0.00 %)", "Increased alanine aminotransferase 0/3 (0.00 %)", "Increased alkaline phosphatase 0/3 (0.00 %)", "Increased creatinine 0/3 (0.00 %)", "Adverse Events 2:", "Total: 1/2 (50%)", "Decreased haemoglobin 0/2 (0.00 %)", "Oral mucositis 1/2 (50%)", "- Nausea 0/2 (0.00 %)", "Vomiting 0/2 (0.00 %)", "Death 0/2 (0.00 %)", "Oedema 0/2 (0.00 %)", "Fatigue 1/2 (50%)", "- Pain 1/2 (50%)", "Skin infection 0/2 (0.00 %)", "Increased alanine aminotransferase 0/2 (0.00 %)", "Increase in alkaline phosphatase 0/2 (0.00 %)", "Increase in creatinine 1/2 (50%)"]}