{"Clinical Trial ID": "NCT01441596", "Intervention": ["INTERVENTION 1:", "Afatinib Mono", "If well tolerated, the dose may be increased to 50 mg.", "INTERVENTION 2:", "Afatinib+Vino", "Afatinib 40 mg per day administered orally, continuously, in combination with winerelbine weekly 25 mg/m2 administered intravenously on days 1, 8, 15 via 3 weeks."], "Eligibility": ["• Inclusion criteria:", "In patients with HER2-positive breast cancer with documented central nervous system recurrence/progress (CNS) (by imaging) during or after treatment with HER2 inhibitor (Trastuzumab and/or Lapatinib) (no leptomenic carcinomatosis as the only CNS metastasis site)", "At least one measurable and progressive injury in the brain (=10 mm on T1-weighted extracranial metastases reinforced by gadolinium).", "Prior treatment with HER2 inhibitors should be discontinued prior to the first administration of therapy (at least 14 days for trastuzumab and other antibodies, at least 7 days for lapatinib).", "While prior chemotherapy and hormonal therapy (adjuvant and metastatic regimens) have been authorized, chemotherapy should have been discontinued at least 14 days and hormonal therapy at least 7 days prior to the first administration of treatment.", "Patients should have recovered their initial status or common terminology criteria for adverse events (AAETC) version 3.0 grade = 1 of any acute AAETC v. 3.0 grade = 2 side effects of previous treatments.", "A prior surgery, complete brain radiotherapy or authorized stereotactic radiosurgery provided there is unequivocal evidence of one or more new and/or progressive brain metastases after completion of complete brain radiotherapy or stereotactic radiosurgery.", "- Exclusion criteria:", "Previous treatment with HER2- tyrosine kinase inhibitor other than lapatinib", "Any other current disease or malignancy diagnosed in the last five (5) years (excluding bilateral primary breast cancer, contralateral breast metastases, non-melanomatous skin cancer and cervical cancer in situ).", "Significant chronic or recent gastrointestinal disorders with diarrhoea as a major symptom, e.g. Crohn's disease, malabsorption or common terminological criterion (CTC) = 2 diarrhoea of any etiology."], "Results": ["Performance measures:", "Rate of benefit for patients at 12 weeks", "The benefit of the patient was determined by the absence of progression of central nervous system disease (CNS) according to the criteria for evaluating response in version 1.1 of the series of solid tumours (RECIST), in addition to the absence of tumour worsening of neurological signs and symptoms (NSS), the absence of tumour increases in corticosteroid dosage and the absence of progression of additional CNS disease according to RECIST 1.1.", "Time limit: 12 weeks from randomization", "Results 1:", "Title of the arm/group: Afatinib Mono", "Description of the arm/group: Afatinib as oral monotherapy: starting dose of 40 mg per day, continuous therapy by 3 weeks. If well tolerated, the dose may be increased to 50 mg.", "Total number of participants analysed: 40", "Type of measurement: Number", "Unit of measure: percentage of participants 30.0 (16.6 to 46.5)", "Results 2:", "Title of arm/group: Afatinib+Vino", "Description of the arm/group: Afatinib 40 mg per day administered orally, continuous therapy, in combination with Vinorelbine weekly 25 mg/m administered intravenously on days 1, 8, 15 via 3 weeks.", "Total number of participants analysed: 38", "Type of measurement: Number", "Unit of measure: percentage of participants 34.2 (19.6 to 51.4)"], "Adverse Events": ["Undesirable Events 1:", "Total: 18/40 (45.0%)", "Anemia 0/40 (0.00 %)", "Febrile neutropenia 0/40 (0.00 %)", "- Progressive cerebellar degeneration 0/40 (0.00 %)", "Vertigo 0/40 (0.00 %)", "Diarrhoea 3/40 (7.50%)", "- Dysphagia 0/40 (0.00 %)", "Enterite 0/40 (0.00 %)", "Ileus 0/40 (0.00 %)", "Intestinal occlusion 0/40 (0.00 %)", "1/40 (2.50%)", "- Stomatitis 1/40 (2.50%)", "Subileus 0/40 (0.00 %)", "Vomiting 3/40 (7.50 per cent)", "Adverse Events 2:", "Total: 24/37 (64.86 per cent)", "Anemia 1/37 (2.70%)", "Febrile neutropenia 3/37 (8.11 %)", "- Progressive degeneration of the cerebellar 0/37 (0.00 %)", "Vertigo 0/37 (0.00 %)", "Diarrhoea 5/37 (13.51%)", "Dysphagia 1/37 (2.70%)", "1/37 (2.70 per cent)", "Ileus 1/37 (2.70%)", "Intestinal occlusion 1/37 (2.70%)", "Nausea 0/37 (0.00 %)", "Stomatitis 1/37 (2.70%)", "Subileus 1/37 (2.70%)", "- Vomiting 2/37 (5.41%)"]}