{"Clinical Trial ID": "NCT02041429", "Intervention": ["INTERVENTION 1:", "All Phase I participants", "Paclitaxel 80 mg/m2 IV weekly + Ruxolitinib orally twice daily according to the dose increase schedule established for 4 cycles", "1 cycle = 21 days Participants with a stable or higher disease will have the opportunity to continue on a single Ruxolitinib agent at the established dose until disease progression, unacceptable toxicity or withdrawal from the patient."], "Eligibility": ["Incorporation criteria:", "Phase I", "In order to be eligible for the study, participants must meet the following criteria on the screening examination:", "Participants must have histologically confirmed breast cancer that is metastatic or non-resectable and for which standard curative or palliative measures do not exist or are no longer effective.", "Patients may not have received > 2 previous chemotherapys for advanced disease.", "A measurable or evaluable disease is allowed.", "Since there are currently no data on the administration of ruxolitinib to participants under the age of 18, children are excluded from this study.", "More than 3 months of life expectancy.", "The performance status of ECOG 2 (see Appendix A).", "The participants shall have a normal function of the organ and marrow as defined below:", "3 000/mcL leukocytes", "Absolute neutrophil count 1,500/mcL", "— Platelets 100 000/mcL", "Total bilirubin within normal institutional limits", "AST (SGOT)/ALT (SGPT) 2.5 X upper institutional limit of normal", "- Creatinine within normal institutional limits or creatinine clearance 60 mL/min/1.73 m2 for subjects with creatinine levels about institutional normal", "Men and women are allowed.", "The effects of ruxolitinib on the developing human fetus are unknown, which is why women of childbearing age and men must agree to use adequate contraception (hormonal method or birth control barrier; abstinence) prior to entry into the study and for the duration of participation in the study.", "• Ability to understand and willingness to sign a written informed consent document.", "- Exclusion criteria:", "Phase I", "Participants who submit one of the following conditions to the screening will not be eligible for admission to the study.", "No other study agent may be given to participants within 2 weeks of the start of treatment.", "Participants with untreated or uncontrolled brain metastases are excluded from this clinical trial. Patients with treated and stable brain metastases (> 4 weeks) are allowed.", "History of allergic reactions attributed to compounds of chemical or biological composition similar to ruxolitinib.", "Participants who receive drugs or substances that are potent inhibitors of CYP3A4 are not eligible. (See Appendix B for a list and wash periods.)", "A chronic corticosteroid greater than the equivalent of prednisone 10 mg once daily.", "• An uncontrolled intercurrent disease including, but not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, cardiac arrhythmia, or psychiatric or social situations that would limit compliance with the requirements of the study.", "Because ruxolitinib is an inhibitor of JAK with a potential for teratogenic or abortive effects, since there is an unknown but potential risk of adverse effects in infants who are secondary to the treatment of ruxolitinib, breast-feeding should be discontinued if the mother is treated with ruxolitinib. These potential risks may also apply to other agents used in this study.", "Persons with a history of a different disease are not eligible except in the following circumstances: persons with a history of other malignancies are eligible if they have been disease-free for at least 3 years and are considered by the investigator to be at low risk of recidivism; persons with the following cancers are eligible if they have been diagnosed and treated in the past 3 years: cervical cancer in situ and basal cell or squamous skin carcinoma.", "Clinically significant malabsorption syndrome.", "- Prior chemotherapy or radiotherapy administered within 2 weeks of initiation of study therapy."], "Results": ["Performance measures:", "Ruxolitinib Maximum tolerated dose (LMD) [Phase I]", "DMT of Ruxolitinib in combination with intravenous (IV) paclitaxel 80 mg/m2 weekly is determined by the number of patients with dose-limiting toxicity (DLT).", "If a TLD was observed in 0 out of 3 patients in one cohort, 3 patients were included in the next cohort using a higher dose of 5mg ruxolitinib.", "If one in three TLDs were observed in one cohort, then 3 additional patients were added, and if no additional TLDs were observed, 3 patients were included in the next cohort using a higher dose of 5mg ruxolitinib.", "The BAT is identified as the BELOW level of the cohort where DLT occurred in less than a third of the patients in the cohort.", "If no DLT is observed, the DMT is not reached.", "Timing: Participants were evaluated prior to each dose of paclitaxel with ruxolitinib; The observation period for the evaluation of BAT was the first two treatment cycles (up to 8 weeks).", "Results 1:", "Title of the arm/group: All Phase I participants", "Description of the arm/group: Paclitaxel 80 mg/m2 IV weekly + Ruxolitinib orally twice daily according to the dose increase schedule established for 4 cycles", "1 cycle = 21 days Participants with a stable or higher disease will have the opportunity to continue on a single Ruxolitinib agent at the established dose until disease progression, unacceptable toxicity or withdrawal from the patient.", "Total number of participants analysed: 18", "Type of measurement: Number", "Unit of measurement: mg 15"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/3 (0.00 per cent)", "Anemia 0/3 (0.00 %)", "Anemia 0/3 (0.00 %)", "- Fatigue 0/3 (0.00 %)", "Decrease in neutrophil count 0/3 (0.00 %)", "- Lymphedema 0/3 (0.00 %)"]}