{"Clinical Trial ID": "NCT00509769", "Intervention": ["INTERVENTION 1:", "Trastuzumab Emtansine 3.6 mg/kg", "Patients received trastuzumab emtansine 3.6 mg/kg intravenously on day 1 of each 21-day cycle for a maximum of one year. The total dose depended on the patient's weight on day 1 of each cycle."], "Eligibility": ["Incorporation criteria:", "Signed informed consent form.", "● Human receptor for epidermal growth factor 2 (HER2)-positive metastatic breast cancer (MBC); tissue (glids or blocks) available for HER2 confirmation.", "• History of progress in the treatment of HER2-positive breast cancer.", "At least 1 and no more than 3 chemotherapy treatments for MBC.", "Number of granulocytes 1500/μL, platelet count 100,000/μL and hemoglobin 9 g/dL.", "- Serum bilirubin 1.5 mg/dL, aspartate aminotransferase (AST), alanine aminotransferase (ALT) and alkaline phosphatase 2.5x the upper limit of normal (ULN).", "Serum creatinine level 1.5 mg/dL or creatinine clearance 60 mL/min.", "The Eastern Cooperative Oncology Group (ECOG) has a yield of 0, 1, or 2.", "- Exclusion criteria:", "Any chemotherapy, hormone therapy, radiation therapy, immunotherapy or biological therapy for the treatment of breast cancer within 2 weeks of the first study.", "A previous cumulative dose of doxorubicin > 360 mg/m^2 or equivalent.", "• History of major heart disease, unstable angina, congestive heart failure (CFD), myocardial infarction or ventricular arrhythmia requiring medication."], "Results": ["Performance measures:", "● Objective response evaluated by the independent review mechanism using solid tumour response assessment criteria (SIREC)", "The objective response was defined as a complete (CR) or partial (PR) response determined on two occasions consecutively four weeks apart, using the criteria for assessing response in solid tumours (RCIST). CR: The elimination of all target lesions and all non-target lesions, normalization of the level of tumour marker and no new lesions. PR: The elimination of all target lesions and the persistence of an untargeted injury and/or the maintenance of the level of tumour marker above normal limits, or at least a 30% decrease in the sum of the longest diameter of the target lesions, and no further injury or unequivocal progression of existing non-target lesions.", "Time limit: randomization until the analysis deadline of January 31, 2009 (6 months after the last patient was enrolled in the study) and June 25, 2009 (approximately 12 months after the last patient was enrolled in the study, up to 23 months)", "Results 1:", "Title of arm/group: Trastuzumab Emtansine 3.6 mg/kg", "Description of the arm/group: Patients received trastuzumab emtansine 3.6 mg/kg intravenously on day 1 of each 21-day cycle for a maximum of one year. The total dose depended on the patient's weight on day 1 of each cycle.", "Total number of participants analysed: 109", "Type of measurement: Number", "Unit of measure: Percentage of patients Month 6 (n=109): 25.7 (17.9 to 34.5)", "Month 12 (n=108): 26.9 (19.2 to 35.8)"], "Adverse Events": ["Undesirable Events 1:", "Total: 30/112 (26.79%)", "Thrombocytopenia 1/112 (0.89%)", "- Dysphagia 1/112 (0.89%)", "Hemorrhoidal haemorrhage 1/112 (0.89%)", "Esophagus stenosis 1/112 (0.89%)", "Upper gastrointestinal haemorrhage 1/112 (0.89%)", "Asthenia 1/112 (0.89%)", "Disease progression 1/112 (0.89%)", "Hepatotoxicity 1/112 (0.89%)", "Cellulite 3/112 (2.68 per cent)", "Pneumonia 2/112 (1.79%)", "Osteomyelitis 1/112 (0.89%)"]}