{"Clinical Trial ID": "NCT00493636", "Intervention": ["INTERVENTION 1:", "A (Sorafenib + Gemcitabine or Capecitabine)", "Sorafenib should be given orally (400 mg; 2 tablets x 200 mg) twice daily (approximately every 12 hours); gemcitabine should be given 1000 mg/m2 pm Days 1 and 8 of a 21-day cycle; capecitabine should be given orally at a dose of 1,000 mg/m2 twice daily, within 30 minutes of a meal, for 14 days followed by a 7-day rest period (without capecitabine).", "Gemcitabine: Gemcitabine should be given 1000 mg/m2 pm Days 1 and 8 of a 21-day cycle", "Sorafenib: Sorafenib should be given orally (400 mg; 2 tablets x 200 mg) twice daily (approximately every 12 hours)", "Capecitabine: Capecitabine should be administered orally at a dose of 1,000 mg/m2 twice daily within 30 minutes of meal, for 14 days, followed by a rest period of 7 days (without capecitabine).", "INTERVENTION 2:", "B (Placebo + Gemcitabine or Capecitabine)", "Placebo is given orally ( 2 tablets) twice daily (approximately every 12 hours); Gemcitabine is given 1000 mg/m2 pm Days 1 and 8 of a 21-day cycle; Capecitabine is given orally at a dose of 1,000 mg/m2 twice daily, within 30 minutes of a meal, for 14 days followed by a 7-day rest period (without capecitabine).", "Gemcitabine: Gemcitabine should be given 1000 mg/m2 pm Days 1 and 8 of a 21-day cycle", "Placebo: Placebo will be given orally (400 mg; 2 tablets x 200 mg) twice daily (approximately every 12 hours)", "Capecitabine: Capecitabine should be administered orally at a dose of 1,000 mg/m2 twice daily within 30 minutes of meal, for 14 days, followed by a rest period of 7 days (without capecitabine)."], "Eligibility": ["Incorporation criteria:", "The adenocarcinoma of the breast is confirmed histologically or cytologically.", "A locally advanced or metastatic disease measurable or evaluable.", "- 18 years old.", "• Disease progression during or after treatment with a treatment containing bevacizumab in the first-line adjuvant or metastatic setting.", "Patients should have stopped chemotherapy at least 3 weeks prior to randomisation.", "No more than one prior chemotherapy treatment for a locally advanced or metastatic disease.", "Prior hormonal treatment is permitted provided that it has been discontinued prior to randomisation.", "Prior radiation therapy is permitted but must be completed at least 3 weeks prior to randomisation. Previously irradiated areas must not be the only disease site.", "ECOG Performance status of 0 or 1.", "• Sensitivity of bone marrow, liver and kidney function", "Women of childbearing potential must undergo a negative serum pregnancy test within 7 days of randomization and must agree to use adequate contraception prior to entry into the study for the duration of study participation and 28 days after the last dose of study drug.", "Patients should be able and willing to sign written informed consent.", "Patients should be able to swallow and retain oral medicines.", "- Exclusion criteria:", "Patients with breast cancer who overexpress receptor 2 of the human epidermal growth factor (HER-2) (genetic amplification by FISH or overexpression 3+ by immunohistochemistry) are not eligible.", "Patients with active brain metastases.", "• Major surgery, open biopsy or severe trauma within 4 weeks of randomization.", "Prior use of gemcitabine/capecitabine or sorafenib.", "Evidence or history of haemorrhagic diathesis or coagulopathy.", "A serious, unhealing injury, ulcer or bone fracture.", "The substance abuse, or the medical, psychological or social condition that may interfere with the patient's participation in the study or evaluation of the results of the study.", "The use of cytochrome P450-inducing antiepileptic medicinal products is not permitted.", "Clinically significant heart disease", "Uncontrolled hypertension", "- Thrombolic, embolic, venous or arterial events such as stroke including transient ischemic seizures in the last 6 months.", "- Pulmonary hemorrhage/bleeding event > NCI-CTCAE Grade 2 within 4 weeks of randomization.", "• Any other bleeding/bleeding event NCI-CTCAE Grade 3 within 4 weeks of randomization.", "A clinically serious active infection > NCI-CTCAE Grade 2.", "A known HIV infection or chronic hepatitis B or C (the safety and efficacy of sorafenib in this patient population have not been studied).", "A prior or concomitant cancer that is distinct in the main site or histology of breast cancer EXCEPT in-situ cervical cancer, treated basal cell carcinoma, superficial bladder tumours [Ta and Tis] or any cancer treated curatively > 5 years prior to randomization.", "A known or suspected allergy to sorafenib or gemcitabine/capecitabine.", "Prior or concomitant use of St John's wort or rifampin (rifampicin) within 3 weeks of randomization.", "A concomitant anticancer treatment other than gemcitabine/capecitabine and sorafenib/placebo.", "- Prior treatment with any agent that targets VEGF or VEGFR (licensed or experimental), with the exception of bevacizumab.", "Pregnant or lactating women.", "The use of any experimental drug within 30 days or 5 half-lives, whichever is longer, prior to randomization.", "The inability to comply with the protocol and/or not to want or be available for follow-up evaluations.", "Any condition which, in the opinion of the investigator, renders the patient unfit to participate in the study."], "Results": ["Performance measures:", "· Progression Free Survival", "[Unspecified]", "Time limit: From the date of randomization to the date of the first documented progression of the disease (i.e., the date on which a radiological procedure or clinical evaluation was performed) or the date of death for any cause, if prior to progression, assessed up to 39 months.", "Results 1:", "Title of arm/group: A (Sorafenib + Gemcitabine or Capecitabine)", "Sorafenib should be administered orally (400 mg; 2 tablets x 200 mg) twice daily (approximately every 12 hours); gemcitabine should be administered 1000 mg/m2 pm Days 1 and 8 in a 21-day cycle; capecitabine should be administered orally at a dose of 1,000 mg/m2 twice daily, within 30 minutes of a meal, for 14 days followed by a 7-day rest period (without capecitabine).", "Gemcitabine: Gemcitabine should be given 1000 mg/m2 pm Days 1 and 8 of a 21-day cycle", "Sorafenib: Sorafenib should be given orally (400 mg; 2 tablets x 200 mg) twice daily (approximately every 12 hours)", "Capecitabine: Capecitabine should be administered orally at a dose of 1,000 mg/m2 twice daily within 30 minutes of meal, for 14 days, followed by a rest period of 7 days (without capecitabine).", "Total number of participants analysed: 81", "Median (95% confidence interval)", "Unit of measurement: days 103 (83 to 128)", "Results 2:", "Title of arm/group: B (Placebo + Gemcitabine or Capecitabine)", "Placebo should be given orally ( 2 tablets) twice daily (approximately every 12 hours); Gemcitabine should be given 1000 mg/m2 pm Days 1 and 8 of a 21-day cycle; Capecitabine should be given orally at a dose of 1000 mg/m2 twice daily, within 30 minutes of a meal, for 14 days followed by a 7-day rest period (without capecitabine).", "Gemcitabine: Gemcitabine should be given 1000 mg/m2 pm Days 1 and 8 of a 21-day cycle", "Placebo: Placebo will be given orally (400 mg; 2 tablets x 200 mg) twice daily (approximately every 12 hours)", "Capecitabine: Capecitabine should be administered orally at a dose of 1,000 mg/m2 twice daily within 30 minutes of meal, for 14 days, followed by a rest period of 7 days (without capecitabine).", "Total number of participants analysed: 79", "Median (95% confidence interval)", "Unit of measurement: days 81 (48 to 95)"], "Adverse Events": ["Undesirable Events 1:", "Total: 32/79 (40.51%)", "Febrile neutropenia * 2/79 (2.53%)", "Neutropenia * 0/79 (0.00 %)", "Vomiting * 3/79 (3.80%)", "Abdominal pain * 1/79 (1.27%)", "Nausea * 2/79 (2.53%)", "Diarrhoea * 2/79 (2.53%)", "Constipation * 0/79 (0.00 %)", "Stomatitis * 2/79 (2.53%)", "* 2/79 (2.53%)", "Pyrexia * 1/79 (1.27%)", "Fatigue * 3/79 (3.80%)", "Inflammation of mucous membranes * 2/79 (2.53%)", "Adverse Events 2:", "Total: 28/77 (36.36 per cent)", "Febrile neutropenia * 0/77 (0.00 %)", "Neutropenia * 2/77 (2.60%)", "Vomiting * 2/77 (2.60%)", "Abdominal pain * 3/77 (3.90%)", "Nausea * 2/77 (2.60%)", "Diarrhoea * 1/77 (1.30%)", "Constipation * 2/77 (2.60%)", "Stomatitis * 0/77 (0.00 %)", "* 2/77 (2.60%)", "Pyrexia * 3/77 (3.90%)", "Fatigue * 0/77 (0.00 %)", "Inflammation of mucous membranes * 0/77 (0.00 %)"]}