{"Clinical Trial ID": "NCT02162719", "Intervention": ["INTERVENTION 1:", "Ipatasertib and Paclitaxel", "Participants were randomized to receive paclitaxel 80 mg/m^2, intravenously on days 1, 8 and 15 and ipatasertib 400 mg orally, once daily from days 1 to 21 of each 28-day cycle until disease progression, intolerable toxicity, voluntary withdrawal from the study or completion or completion of the study.", "INTERVENTION 2:", "Placebo and Paclitaxel", "Participants were randomized to receive paclitaxel 80 mg/m^2, intravenously on days 1, 8 and 15, as well as an oral placebo corresponding to ipatasertib, once daily from days 1 to 21 of each 28-day cycle until disease progression, intolerable toxicity, voluntary withdrawal from the study or completion or completion of the study."], "Eligibility": ["Incorporation criteria:", "The triple negative adenocarcinoma documented histologically of the breast which is locally inoperable advanced or metastatic and which is not suitable for resection with curative intent", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0 or 1", "Availability of a representative paraffin-shaped tumour sample (FFPE) required prior to randomization", "According to RECIST v1.1, a measurable disease", "Adequate haematological and organic function within 14 days of the first treatment of the study", "For participants of childbearing age, it is agreed (both by the participant and the partner) to use an effective form of contraception during the duration of the study and for 6 months following the last treatment dose of the study.", "- Exclusion criteria:", "Any previous treatment, including chemotherapy or hormonal or targeted treatment, for locally advanced or metastatic trinegative adenocarcinoma of the breast. Participants may have received prior neoadjuvant or adjuvant chemotherapy and/or radioactive treatment for locally advanced trinegative adenocarcinoma, provided all treatments have been completed more or less (>/=) 6 months before the first day of cycle 1.", "Any radioactive treatment at the metastatic site within 28 days of cycle 1, Day 1", "Positive erythrocyte receptor (ER) or positive progesterone receptor (PR) for breast cancer", "Previous treatment with Akt, PI3K and/or mTOR inhibitors", "• Major surgery, open biopsy or significant traumatic injury within 30 days prior to Cycle 1, day 1 or the anticipation of major surgery during the study", "● Known presence of brain or spinal cord metastases, determined by calculated tomography (CT) or magnetic resonance imaging (MRI) in screening or previous radiographs"], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "The PFS was defined as the period from randomization to the first onset of disease progression, as determined by the investigator's review of the assessment of tumours by RECIST, v1.1 or the death under study (<=30 days after the last treatment dose of the study) of any cause, depending on the first possibility.", "Timeline: Baseline up to 30 days after the last dose of the study drug (Clinical Cut Off Date: June 07, 2016)", "Results 1:", "Title of the arm/group: Ipatasertib and Paclitaxel", "Description of the arm/group: Participants randomized to receive paclitaxel 80 mg/m^2, intravenously on days 1, 8 and 15 with ipatasertib 400 mg orally, once daily from days 1 to 21 in each 28-day cycle until disease progression, intolerable toxicity, voluntary withdrawal from the study, or completion or completion of the study.", "Total number of participants analysed: 62", "Median (90% confidence interval)", "Unit of measure: Month 6.18 (4.57 to 7.33)", "Results 2:", "Title of the arm/group: Placebo and Paclitaxel", "Description of the arm/group: Participants randomized to receive paclitaxel 80 mg/m^2, intravenously on days 1, 8 and 15, as well as placebo-related ipatasertib orally, once daily from days 1 to 21 in each 28-day cycle until disease progression, intolerable toxicity, voluntary withdrawal from the study, or completion or termination of the study.", "Total number of participants analysed: 62", "Median (90% confidence interval)", "Unit of measure: months 4.93 (3.58 to 5.36)"], "Adverse Events": ["Undesirable Events 1:", "Total: 18/61 (29.51 per cent)", "Pancytopenia 0/61 (0.00 %)", "- Neutropenia 2/61 (3.28%)", "Constipation 0/61 (0.00 %)", "Diarrhoea 3/61 (4.92%)", "Nausea 1/61 (1.64%)", "- Pancreatitis 1/61 (1.64%)", "Deaths 0.61 (0.00 %)", "Pyrexia 2/61 (3.28%)", "- Cholestase 0/61 (0.00 %)", "Atypical Pneumonia 1/61 (1.64%)", "- Cystitis 0/61 (0.00 %)", "Gastroenteritis 0/61 (0.00 %)", "Influenza 0/61 (0.00 %)", "Adverse Events 2:", "Total: 12/62 (19.35 per cent)", "Pancytopenia 1/62 (1.61%)", "Febrile Neutropenia 0/62 (0.00 %)", "Constipation 1/62 (1.61%)", "Diarrhoea 0.62 (0.00 %)", "- Nausea 0.62 (0.00 per cent)", "Pancreatitis 0.62 (0.00 %)", "Death 1/62 (1.61%)", "Pyrexia 1/62 (1.61%)", "Cholestase 1/62 (1.61%)", "Atypical Pneumonia 0/62 (0.00 %)", "Cystitis 1/62 (1.61%)", "Gastroenteritis 1/62 (1.61%)", "Influenza 1/62 (1.61%)"]}