{"Clinical Trial ID": "NCT01439711", "Intervention": ["INTERVENTION 1:", "Letrozole + MRI", "The therapeutic protocol will consist of 6 months of letrozole, administered orally at a dose of 2.5 mg/day. Patients will have bilateral MRIs for the assessment of the disease at months 3 and 6."], "Eligibility": ["• Eligibility criteria:", "Histological documentation: Pathological confirmation of the in situ channel carcinoma (CDIS) of the female breast without invasive cancer, with diagnosis on heart biopsy only, completed within 60 days before registration. Patients diagnosed with DCIS on the basis of surgical biopsy are not eligible for this study.", "Patients with micro-invasion by biopsy of the diagnostic nucleus, defined as a 1 mm tumor in the largest size, will be allowed to participate.", "All patients should have a clip placed either at the time of the diagnostic biopsy or at the time of the initial MRI prior to the start of treatment.", "Tissue samples: The patient has diagnostic tissues for correlative studies.", "Clinical stage: Tis or T1mi N0, M0", "• Hormonal receptor status: DCIS should express the estrogen and/or progesterone receptor, as determined by immunohistochemical methods on the diagnostic pathology sample, according to the standard protocol of the local institution.", "The condition of menopause: Patients should be postmenopausal and be defined as follows:", "Age of 55 years and one year or more of amenorrhea", "Age < 55 years and 1 year or more of amenorrhea, with estradiol test < 20pg/ml", "• Surgical menopause with bilateral oophorectomy (at least 28 days from surgery at the time of registration of the study)", "The use of GnRH analogues to obtain postmenopausal status is not permitted.", "Prior treatment:", "No previous surgical excision in the breast index for the current diagnosis of DCIS", "Any exogenous hormone therapy should be completed 4 weeks prior to registration.", "All patients with a history of tamoxifen or raloxifene use within two years of the current diagnosis of DCIS are not eligible.", "No previous neoadjuvant/adjuvant therapy for the current diagnosis of DCIS", "Contraindication to MRI: No contraindication to breast MRI", "Measurable diseases: The mammographic extent of calcifications must be accurately measured in at least one dimension with each lesion 1 cm and 7 cm", "The CDIS must be visible on the MRI based on the central examination.", "Patients with CDIS or palpable adenopathy are not eligible.", "Patients with multifocal or bilateral disease are eligible.", "osteoporosis history: Women diagnosed with osteoporosis may participate in this trial provided they receive appropriate treatment or have refused treatment.", "Age: Patients 18 years of age", "Performance status: ECOG performance status 0 or 1", "• Pregnancy/lactation status: No pregnancy or lactation", "Initial laboratory values required:", "ANC 1 000/μL", "Number of platelets 100 000/μL", "Serum creatinine level 1.7 mg/dL", "Bilirubine 2.0 mg/dL", "AST/ALT 2.5 times the upper limit of normal", "□ Serum estradiol concentration test < 20 pg/mL * Required for patients under 55 years of age and one year or more of amenorrhea"], "Results": ["Performance measures:", "Average total volume of MRI functional tumours (TTVs) Change in reference level at third month (V3)", "For patients with more than one measurable MRI injury, the sum of all measurable MRI lesions was calculated at each starting point. V3 was calculated by subtracting the total FTV MRI measured (i.e., the sum of all lesions present with FTV MRI measurements) from the total FTV MRI measured at baseline at 3 months.", "Time limit: up to 3 months from the start of treatment", "Results 1:", "Title of the arm/group: Letrozole + MRI", "The treatment protocol will consist of 6 months of letrozole administered orally at a dose of 2.5 mg/day. Patients will have bilateral MRIs for the assessment of the disease at months 3 and 6.", "Total number of participants analysed: 68", "Average (95% confidence interval)", "Unit of measure: cubic centimetres -1.93 (-2.87 to -0.98)"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/90 (2.22 per cent)", "- Heart failure 1/90 (1.11%)", "Restrictive cardiomyopathy 1/90 (1.11%)", "Fever 1/90 (1.11%)", "Hypokalaemia 1/90 (1.11%)", "- Arthralgia 1/90 (1.11%)", "Myalgia 1/90 (1.11%)", "● Benign, malignant and unspecified neoplasms (including cysts and polyps) - Other, specify 1/90 (1.11%)", "Hypertension 2/90 (2.22%)"]}