{"Clinical Trial ID": "NCT01252277", "Intervention": ["INTERVENTION 1:", "LovazaTM", "LovazaTM: 4 capsules per day for 6 months"], "Eligibility": ["• Inclusion criteria", "Subjects must be premenopausal and 25 to 54 years of age and have a menstrual period in the past 12 months. Women who do not menstruate regularly due to the use of certain types of contraceptives may be subject to restrictions. Their progesterone estrogen and stimulating follicular hormone (FSH) levels must be documented at the random basis of fine peri-areolar needle aspiration (PRFNA) and their out-of-study RPFNA must occur at a similar part of their cycle (high or low progesterone rate). To do so, a serum progesterone must be obtained ~ 4 weeks prior to the planned RPFNA and 2 weeks later so that the RPFNA can be performed in the same phase of the \"cycle\" as the database.", "Subjects should be at increased risk of breast cancer on the basis of at least one of the following criteria:", "A five-year gail risk of 1.67% or three times the average risk for a woman of the same age using either the Epidemiology Surveillance and Final Results database (SEER, http://seer.cancer.gov) or the NCI breast cancer risk assessment tool (www.cancer.gov/bcrisktool) or a 10-year risk of Tyrer-Cuzick twice the population risk indicated in the model, or the ANPRF Atypie", "BMI < 40 Kg/m3", "A first-degree parent with breast cancer under the age of 60 or several second-degree parents with breast cancer.", "Several previous biopsies or at least one anterior biopsy with atypical hyperplasia (AH), lobular carcinoma in situ (LCIS), in situ channel carcinoma (CDIS).", "Signs of ANPR hyperplasia with atypia in the last three years;", "• Radiation of the chest or neck before the age of 30;", "The mammographic density by visual estimation is equal to or greater than 50%.", "Subjects should be willing to maintain the same hormonal medium present for inclusion throughout the trial. If they do not use oral, vaginal or topical contraceptives, they should be willing to actively use barrier contraception methods to prevent pregnancy.", "Six or more months must have elapsed since the completion of a preventive intervention trial (with the exception of a weight reduction test), the ingestion of a selective estrogen receptor modulator (SERM) or an aromatase inhibitor (AI) prior to the assessment of the reference biomarker.", "The subjects should be prepared to be measured in terms of size, weight and BMI and to undergo body composite analysis (BEXA) at the beginning and end of the procedure.", "Subjects with a history of AD, LCIS, or DSIS positive for ER by diagnostic biopsy should have been advised on appropriate standard prevention therapies such as tamoxifen and are not eligible or are not interested in standard prevention therapies. Women with DSIS should have had appropriate local therapy (lumpectomy plus radiation or mastectomy). If the subject has had DSIS, at least two months should be spent on surgery and/or radiotherapy in the breast concerned. Only contralateral (milk not involved) will be studied by the RPFNA. The subject may not have had contralateral breast radiotherapy to be studied.", "• Those over 40 years of age must have undergone screening mammography within 6 months of entry into the interventional part of the study and must be considered as non-suspect breast cancer or, if suspected, have completed all the suggested tests, including biopsy, and have no evidence of cancer.", "The subjects must have had a breast AFRP within six months of entry into the intervention part of the study and be prepared to have another AFRP at ~6.5 months after the onset of LovazaTM.", "Subjects should have cytomorphological evidence of hyperplasia with atypia or atypia borderline (masood score 14 or more). There should be 500 epithelial cells on the slide for cytomorphology and evidence of proliferation by Ki-67 coloration. There should be sufficient reserved material methanol-formin-fix for the quantitative real-time polymerase chain reaction (RT-qPCR).", "The subjects should be prepared to undergo phlebotomy upon inclusion, and 6 months and 6.5 months approximately 3 tablespoons of blood will be obtained upon inclusion, and 6 months and 6.5 months or 6 tablespoons should the subject decide to participate in the optional monocytic cytokine release test.", "Subjects should produce a one-time urine sample at baseline, 6 months and at the conclusion of the study. The basic urine sample will be used in part to document that the subject is not pregnant.", "Subjects should be prepared to complete questionnaires on nutrition and supplement use, quality of life, relevant family history, personal health and reproductive history, and drugs at the beginning and end of the procedure.", "Subjects should be willing to sign informed consent for the entire study and separate consent for the repeat of the PRNA.", "• Exclusion criteria", "Women who have had metastatic malignancy of any kind.", "Women who have already had invasive, diagnosed or treated breast cancer in the last five years.", "Women currently taking anticoagulants.", "Women with breast implants.", "Women who have undergone hormonal change in the last 6 months include pregnancy, breastfeeding, or stopping or starting hormonal contraceptives.", "Women who have taken omega 3 fatty acid supplements within 3 weeks prior to their initial FNIHB.", "Women who regularly take NSAIDS (>7 tablets per week).", "Integration of women and minorities", "This study uses women at increased risk of breast cancer. Topics recruited from an established cohort of women followed by the Breast Cancer Prevention Centre. Based on previous trials, we can expect 6% minority accumulation that is similar to our hospital demographics. Men are not included due to the low absolute risk of breast cancer, and the difficulty of performing RPFNA on the male breast."], "Results": ["Performance measures:", "The proportion of subjects who complete an intervention with LovazaTM 4 grams per day", "The proportion of subjects who completed a 4 g daily LovazaTM procedure (~ 1800 mg EPA and 1500 mg DHA) administered for 6 months to premenopausal women under 55 years of age.", "Time limit: 6 months visit", "Results 1:", "Title of the arm/group: LovazaTM", "Description of the arm/group: LovazaTM: 4 capsules per day for 6 months", "Total number of participants analysed: 36", "Type of measurement: Number", "Unit of measure: proportion of registered participants 0.94"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/36 (0.00 per cent)"]}