{"Clinical Trial ID": "NCT00179309", "Intervention": ["INTERVENTION 1:", "Army I - PANVAC + Docetaxel", "After week 12, patients without disease progression continue with docetaxel once weekly for 3 weeks, followed by a rest week and a fowlpox-CEA-MUC-1-TRICOM vaccine more than 30 minutes per week in weeks 1 to 3, 5 to 7 and 9 to 11. Patients without disease progression continue with docetaxel once weekly for 3 weeks, followed by a rest week and a fowlpox-CEA-MUC-1-TRICOM vaccine plus GM-CSF every 4 weeks until disease progression.", "PANVAC-V: administered subcutaneously", "Sarramostim: administered subcutaneously (NIC subjects only)", "PANVAC-F: administered subcutaneously", "Docetaxel: given IV", "INTERVENTION 2:", "Weapons II - Docetaxel alone", "After week 12, patients with progression of the disease stop docetaxel and receive the vaccineia-carcinoembryonic antigen (AEC)-mucin (MUC-1)-triad of costing molecules (TRICOM), the fowlpox-CEA-MUC-1-TRICOM vaccine and the stimulation factor of the sargramostimes or granulocyte macrophages (GM-CSF) colonies as in arm I until further progression of the disease.", "Docetaxel: administered intravenously (IV)"], "Eligibility": ["CRITERIA FOR INCLUSION:", "- Metastatic breast cancer (male or female) with signs of metastatic disease (must have radiographic signs of measurable disease) on tomography (CT) or x-ray, or signs of evaluable disease on bone scanomy that is compatible with metastasis and life expectancy of at least 4 months. Patients may have received unlimited hormonal treatment and chemotherapy.", "The adenocarcinoma of breast cancer confirmed histologically by the Clinical Pathology Centre of the National Cancer Institute (NCI), (or the National Marine Medical Centre (NNMC)) or the Department of Pathology MD Anderson before the start of this study. Note: However, if no pathological specimens are available, patients may take a breast cancer-compliant clinical course and pathological documentation of the disease.", "- 18 years or older.", "May have received docetaxel in the adjuvant setting at least 12 months prior to entry into the study.", "Able to understand and give informed consent.", "We have vaccinated more than 700 cancer patients and reported no cases of self-inoculation or transmission of the virus to the person for at least two weeks after vaccination with recombinant vaccination with people with a history of active eczema or other skin disorders; those with other acute, chronic or exfoliative skin conditions (e.g., atopic dermatitis, burns, impetigo, zoster varicella, severe acne or other skin rashes or open injuries) until the condition resolves; pregnant or lactating women; children 3 years of age or younger; and immunodeficiency or immunocompromised persons (by disease or therapy), including human immunodeficiency virus (HIV).", "The Eastern Cooperative Oncology Group (ECOG) achieved a yield of 0 to 1.", "- Serum creatinine less than 1.5 times the upper limit of normal (ULN) OR creatinine clearance over a 24-hour urine collection of 60 mL/min or greater, standard limits of liver function testing (LFT) for patients receiving docetaxel therapy include bilirubin in the NSL and glutamic serum oxaloacetic transaminase (SGOT)/ serum glutamic transaminase (SGPT) less than 1.5 times the NSL. If transaminases are greater than 1.5 times the NSL up to 2 times the NSL (as currently indicated), then the alkaline phos should be less than 2.5 times the NSL. (Patients with renal abnormalities should be evaluated for creatinine clearance (CrCl) and interstitial abnormalities.", "In general, it is 3-4 weeks for patients who have received the most recent cytotoxic treatment. Patients previously treated with mitomycin c or carboplatin will require a minimum of 6 weeks.", "Haematological eligibility parameters (within 16 days of starting treatment):", "Number of granulocytes greater than or equal to 1,500/mm^3", "Number of platelets greater than or equal to 100 000/mm^3", "Hemoglobin (Hgb) greater than or equal to 8 Gm/dL", "• Must agree to use effective birth control or abstinence during and for a period of 4 months after the last vaccination treatment.", "Patients who have progressed or recursed after treatment with Trastuzumab (Herceptin) if a patient is positive fluorescence in situ hybridization (FISH) or immunohistochemistry (IHC) 3+ positive for human epidermal growth factor receptor 2 (Her-2 neu). Patients who have progressed on trastuzumab may continue to receive the medication by their referring physician. However, if trastuzumab has been discontinued at the time of registration, it cannot be repeated while a patient is under study.", "Patients randomised to docetaxel alone (Group B) may continue to receive the vaccine alone at the time of progression if their ECOG performance remains 0-1, and they do not have uncontrolled pain or organ dysfunction that would require another intervention such as radiotherapy or chemotherapy.", "In addition, patients initially randomized to the B-arm who wish to pass through and continue vaccine therapy must meet the eligibility and exclusion criteria for the study, with the exception of liver transaminase requirements. Patients with grade 1 liver transaminase levels according to the Common Terminology Criteria for Adverse Events (CTCAE) v4.0 (up to 3 x ULN) will be allowed to pass to the vaccine.", "Patients should be clinically stable (in the opinion of the primary investigator) to complete the full 3-month vaccination cycle with expected survival of 6 months or more.", "No other malignant disease active in the last 12 months (except skin cancers or non-melanoma carcinomas in situ of the bladder) or fatal diseases.", "Patients with cardiovascular symptoms should be fully evaluated for the signs and symptoms of cardiovascular disease and other standard assessments, including electrocardiogram (EKG), chest X-rays, cardiac enzymes and echocardiogram, as clinically indicated.", "EXCLUSION CRITERIA:", "Patients should not show signs of immunosuppression as indicated below.", "• Positivities of human immunodeficiency virus due to the risk of decreased tolerance and the risk of severe side effects", "· Active autoimmune diseases requiring treatment or a history of autoimmune disease that could be stimulated by vaccine treatment This requirement is due to the potential risk of exacerbation of self-immunity Patients with endocrine disease controlled by alternative therapy including thyroid and adrenaline disease and vitiligo may be included.", "• Concomitant use of systemic steroids, with the exception of local use (topic, nasal or inhaled) of steroids", "• History of allergy or negative reaction to previous vaccination with the vaccine virus.", "Pregnant or lactating women", "· Impairment of immune function, including immunodeficiency or history of immunodeficiency; eczema; history of eczema or other skin disorders eczema; or those with acute, chronic or exfoliative skin conditions (e.g. atopic dermatitis, burns, impetigo, varicella, severe acne or other open rashes or injuries)", "A serious intercurrent medical disease that interferes with the patient's ability to perform the treatment program, including, but not limited to, inflammatory bowel disease, Crohn's disease, ulcerative colitis or active diverticulitis", "Clinically active brain metastases, or a history of seizures that have been active in one year", "Medical conditions which, in the opinion of the investigators, would compromise the patient or the integrity of the data obtained", "Pre-docetaxel chemotherapy for metastatic disease", "• Serious hypersensitivity reaction to egg products", "Clinically significant cardiomyopathy requiring treatment", "• Chronic hepatitis infection, including B and C, due to potential immune insufficiency", "Although topical steroids are allowed, steroid eye drops are contraindicated", "Patients who have previously received PANVAC vaccine treatment", "Patients with a history of allergy to eggs or egg products should not receive the vaccine.", "Patients with heart disease with fatigue, palpitation, dyspnoea or angina with regular physical activity (New York Heart Association Class 2 or more) are not eligible.", "- An anterior splenectomy.", "- Cardiac complications, including a recent myocardial infarction or stroke in one year, and/or unstable or uncontrolled angina."], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "The progression is evaluated by the criteria for assessing response in solid tumours (RCIST). Progressive disease is a minimum 20% increase in the sum of the longest diameter of the target lesions, taking as a reference the smallest sum of the longest diameter recorded since the start of treatment or the occurrence of one or more new measurable lesions.", "Time limit: 19.7 months", "Results 1:", "Title of arm/group: Arm I - PANVAC + Docetaxel", "Patients also receive Fowlpox-CEA-MUC-1-TRICOM once daily and GM-CSF SC once daily for 4 days during weeks 1, 5 and 9. Patients also receive intravenous docetaxel (IV) plus 30 minutes once weekly during weeks 1-3, 5-7 and 9-11.", "PANVAC-V: administered subcutaneously", "Sarramostim: administered subcutaneously (NIC subjects only)", "PANVAC-F: administered subcutaneously", "Docetaxel: given IV", "Total number of participants analysed: 25", "Median (95% confidence interval)", "Unit of measure: Month 6.6 (3.7-9.4)", "Results 2:", "Title of arm/group: Arm II - Docetaxel Alone", "After week 12, patients with progression of the disease stop docetaxel and receive the vaccine-carcino-ambryonic antigen (AEC)-mucin (MUC-1)-triad of the vaccine against the costing molecules (TRICOM), the fowlpox-CEA-MUC-1-TRICOM vaccine and the colony stimulating factor of sargramostimes or granulocyte macrophages (GM-CSF) as in arm I until further progression of the disease.", "Docetaxel: administered intravenously (IV)", "Total number of participants analysed: 23", "Median (95% confidence interval)", "Unit of measure: Month 3.8 (2.6 to 8.4)"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/25 (12.0%)", "Anemia 0/25 (0.00 %)", "Sinus tachycardia 0/25 (0.00 %)", "Pericardial infusion 1/25 (4.0%)", "Gastrointestinal disorders - Other, specify -stomatitis) 0/25 (0.00%)", "Vomiting 1/25 (4.0%)", "Fever 0/25 (0.00 %)", "Injection site reaction 1/25 (4.0%)", "- Catheter-related infection 0/25 (0.00 %)", "Duration of prolonged activated partial thromboplastin 0/25 (0.00 %)", "Adverse Events 2:", "Total: 2/23 (8.70 per cent)", "Anemia 1/23 (4.35 per cent)", "Sinus tachycardia 1/23 (4.35%)", "Pericardial infusion 0/23 (0.00 %)", "- Gastrointestinal disorders - Other, specify - stomatitis 1/23 (4.35%)", "- Vomiting 0/23 (0.00 %)", "Fever 1/23 (4.35 per cent)", "1/23 (4.35%)", "1/23 (4.35%)", "Duration of prolonged activated partial thromboplastin 1/23 (4.35%)"]}