{"Clinical Trial ID": "NCT00485953", "Intervention": ["INTERVENTION 1:", "Active Medicine Group", "35 mg per week", "INTERVENTION 2:", "Placebo Group", "Once a week, we received a placebo medicine."], "Eligibility": ["Incorporation criteria:", "Senior menopausal women (55 years and over)", "However, after extensive advice on the risks, benefits and options for the treatment of osteoporosis and discussion with its PCP, an osteoporotic woman may register for the study.", "With breast cancer on treatment with an aromatase inhibitor", "No evidence of metastatic disease or osteoporosis (depending on BMD or clinical history)", "The type of surgery or the addition of radiation therapy before this therapy does not exclude patients.", "Participants must provide informed and voluntary consent to participate in the study, including an understanding of procedures, drugs, and risks and benefits.", "- Exclusion criteria:", "Women with breast cancer in stage 4 (presence of distant metastases)", "Women with normal bone density by DXA (T-score > -1.0 SD) bone density by DXA, except in the case of a fracture of fragility.", "Women with a history of any disease known to affect bone and mineral metabolism, such as renal failure (GFR <30), hepatic impairment, malignancy (excluding breast cancer, basal and squamous carcinoma and treated malignancies when diagnosis or treatment would not affect bone metabolism), untreated primary hyperparathyroidism, and malabsorption.", "Women treated with oral glucocorticoid therapy > 3 months for suppression treatment, and some anti-dry medicines that may negatively affect bone metabolism (phenobarbital, phenytoin, carbamazepine).", "People with untreated active peptic ulcers", "People with osteoporosis with BMD (T-score -2.5 SD in the spine or total hip) or an adult fracture of fragility. However, as discussed above, osteoporotic women may choose to enrol in the study.", "Women treated with oral bisphosphonates or calcitonin for 3 months in the last year (3 month wash period)", "Men and children will be excluded because they do not obtain postmenopausal osteoporosis after treatment with an aromatase inhibitor.", "Women with very poor dental hygiene (as assessed by the basic dental examination) requiring dental extraction during the study", "- Use of fluoride for more than one month (except for dental care)", "Less than 2 evaluable vertebrae", "A distant metastatic disease"], "Results": ["Performance measures:", "BMD of the spine by DXA", "The BMD is the bone mineral density of the lumbar spine measured using dual energy absorptometric (DXA).", "Time limit: 24 months", "Results 1:", "Title of the arm/group: Active Medicine Group", "Description of the arm/group: rincdronate 35 mg per week", "Total number of participants analysed: 55", "Average (standard error)", "Unit of measure: percentage change 2.269 (0.583)", "Results 2:", "Title of the arm/group: Placebo Group", "Description of the arm/group: placebo drugs received once a week", "Total number of participants analysed: 54", "Average (standard error)", "Unit of measure: percentage change -1,735 (0.611)"], "Adverse Events": ["Undesirable Events 1:", "Total: 10/55 (18.18 per cent)", "Cardiovascular events5/55 (9.09%)", "Gastrointestinal events0/55 (0.00 %)", "Other events0/55 (0.00 %)", "Events related to infection2/55 (3.64%)", "Musculoskeletal events2/55 (3.64%)", "Other cancers/55 (0.00 %)", "Urogenital events0/55 (0.00 %)", "- Breast-related events1/55 (1.82%)", "Adverse Events 2:", "Total: 16/54 (29.63%)", "Cardiovascular events2/54 (3.70%)", "Gastrointestinal events1/54 (1.85%)", "Other events4/54 (7.41%)", "Events related to infection3/54 (5.56%)", "Musculoskeletal events5/54 (9.26%)", "Other cancers2/54 (3.70%)", "Urogenital events1/54 (1.85%)", "- Breast-related events2/54 (3.70%)"]}