{"Clinical Trial ID": "NCT00320385", "Intervention": ["INTERVENTION 1:", "Trastuzumab + Lapatinib", "Participants received Lapatinib 1000 milligrams (mg) oral tablets daily 1 hour before or after breakfast and Trastuzumab infusion at a loading dose of 4 milligrams/kilogram (mg/kg) intravenous body weight (IV) over 90 minutes at day 1, followed by 2 mg/kg IV over 30 minutes per week in a cycle of 4 weeks.", "INTERVENTION 2:", "- Lapatinib", "Participants received Lapatinib 1500 mg oral tablets daily 1 hour before or after breakfast."], "Eligibility": ["Incorporation criteria:", "Signed informed consent.", "• Women of childbearing potential should undergo a negative serum pregnancy test at the time of screening and should use an approved contraceptive method, if applicable (e.g., an intrauterine device, contraceptive pills or barrier device) from 2 weeks before the first dose of the test product and for 28 days after the final dose of the test product.", "If the disease is limited to a solitary lesion, its neoplastic nature must be confirmed by cytology or histology.", "Subjects must have stage IV breast cancer where their disease has progressed in the adjuvant or metastatic setting. Prior therapies must include, but are not limited to:", "The diet containing taxane for at least 4 cycles, or 2 cycles, allowed disease progression during treatment with taxane.", "The treatment of anthracycline for at least 4 cycles or 2 cycles allowed disease progression during anthracycline.", "Subjects should have documented progression after at least ONE trastuzumab plus cytotoxic chemotherapy or hormone treatment in the metastatic context.", "Note: The most recent treatment should have contained trastuzumab, alone or in combination with other treatments in the metastatic context, and subjects should have progressed during this treatment. The progression is defined either as new lesions or a 20% increase in the sum of the longest diameter (LD) on the radiological progression scan.", "The subjects must have archived the tumour tissues available for testing.", "A documented amplification of the ErbB2 gene by in situ fluorescence hybridization (FISH) or documented overexpression of the ErbB2 protein by IHC in primary or metastatic tumour tissue. IHC or FISH amplification can be documented by a local or central laboratory for randomization in the study. Subjects can be randomized on the basis of ErbB2 positivity by overexpression IHC 3+ or FISH amplification.", "The eligibility for injury is as follows:", "At least one measurable injury according to the criteria for assessing response in solid tumours [RECIST; Therasse, 2000], or", "Only bone disease.", "Note: Tumor lesions that are located in a previously irradiated field and have well-defined margins that are located in soft tissue will be defined as a measurable disease.", "Subjects with stable CNS metastases defined as as asymptomatic and non-systemic steroids and anticonvulsants for at least one month. Treatment with prophylactic anticonvulsants is permitted, unless listed as prohibited (section 8.2).", "If radiotherapy is received within 2 weeks prior to initiation of the experimental product in a limited area (e.g., palliative treatment for a painful disease) other than the only measurable disease site is permitted; however, the subject must have completed treatment and recovered from all treatment-related toxicities prior to administration of the first dose of the experimental product.", "With the exception of previous treatment with trastuzumab, all chemotherapy, immunotherapy, biological therapy or prior surgery (except minor surgical procedures) should be discontinued at least 3 weeks before the first dose of the test product.", "· Bisphosphonate treatment of bone metastases is permitted; however, treatment should be initiated prior to the first dose of the test product. Prophylactic use of bisphosphonates is permitted only for the treatment of osteoporosis.", "· ECOG's performance status from 0 to 2.", "• Capable of swallowing and conserving oral medicines.", "• MUGA analyses will be accepted in cases where an echocardiogram cannot be performed or is inconclusive. The same method used for inclusion should be used for repeated evaluations throughout the study.", "The subject shall have an adequate organ function as defined in Table 1:", "Table 1 (Definitions for adequate haematological and hepatic function)", "SYSTEM (LABORATORY VALUES)", "Haematological:", "ANC (absolute number of neutrophils) ( 1x10^9/L)", "Hemoglobin ( 9 g/dL)", "— Platelets (75x10^9/L)", "Hepatic", "Albumin (2.5 g/dL)", "Serum bilirubin ( 2 mg/ dL)", "AST and ALT ( 3 x ULN without liver metastases) ( 5 x ULN if liver metastases documented)", "Renal", "Serum creatinine (1.5 mg/dL)", "OR -", "Calculation of creatinine clearance1 ( 40 mL / min)", "Calculated by the Cockcroft and Gault method.", "After randomisation, no anti-hormone treatment can be initiated.", "- Exclusion criteria:", "Pregnant or lactating women.", "Previous treatment with an inhibitor ErbB1 and/or ErbB2 other than trastuzumab.", "• Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small intestine; subjects with ulcerative colitis are also excluded.", "However, subjects who have been free of disease for 5 years, or subjects with a history of completely resected non-melanoma skin cancer or successfully treated on site carcinoma are eligible.", "A concomitant illness or condition that would render the subject inappropriate for participation in the study or any serious medical condition that would affect the safety of the subject.", "• Serious unsolved or unstable toxicity resulting from the prior administration of another experimental medicine and/or prior treatment for cancer.", "An active or uncontrolled infection.", "Dementia, altered mental condition, or any psychiatric condition that would prohibit understanding or informed consent.", "• Known history of uncontrolled or symptomatic angina, arrhythmias or congestive heart failure.", "• Known history or clinical evidence of leptomenic carcinomatosis.", "- Concomitant cancer therapy (chemotherapy, radiation therapy, immunotherapy, biological therapy).", "- Concomitant treatment with a research officer or participation in another clinical trial.", "• Use an experimental drug within 3 weeks or 5 half-lives, whichever is longer, before the first dose of the test product.", "Known as immediate or delayed hypersensitivity reactions or idiosyncrasia to chemically related medicinal products of trastuzumab or lapatinib or their excipients.", "• Have current active liver or biliary disease (except for Gilbert's syndrome patients, asymptomatic gallstones, liver metastases or stable chronic liver disease by assessment of the investigator)."], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "The PFS was defined as the period from randomization to the first documented sign of disease progression or death due to any cause.", "Time: onset of disease progression or death due to any cause or 30 days after the last dose (up to 216 weeks)", "Results 1:", "Title of the arm/group: Trastuzumab + Lapatinib", "1 hour before or after breakfast, the participants received 1000 milligrams (mg) Lapatinib tablets orally with the infusion of Trastuzumab at a loading dose of 4 milligrams/kilogram (mg/kg) of intravenous body weight (IV) over 90 minutes at day 1, followed by 2 mg/kg IV over 30 minutes per week over a 4-week cycle.", "Total number of participants analysed: 146", "Median (95% confidence interval)", "Unit of measurement: weeks 12.0 (8.1 to 16.0)", "Results 2:", "Title of the arm/group: Lapatinib", "Description of the arm/group: Participants received Lapatinib tablets orally at 1500 mg one hour before or after breakfast.", "Total number of participants analysed: 145", "Median (95% confidence interval)", "Unit of measurement: weeks 8.1 (7.6 to 9.0)"], "Adverse Events": ["Undesirable Events 1:", "Total: 40/149 (26.85%)", "Febrile neutropenia * 2/149 (1.34 %)", "Anemia * 1/149 (0.67%)", "Thrombocytopenia * 1/149 (0.67%)", "Left ventricular dysfunction * 1/149 (0.67%)", "* 1/149 (0.67%)", "Myocardial infarction * 1/149 (0.67%)", "Pericardial infusion * 0/149 (0.00 %)", "Vertigo * 1/149 (0.67%)", "Diarrhoea * 2/149 (1.34%)", "Vomiting * 3/149 (2.01%)", "Nausea * 2/149 (1.34 %)", "Adverse Events 2:", "Total: 24/146 (16.44 per cent)", "Febrile neutropenia * 0/146 (0.00 %)", "Anemia * 0/146 (0.00 %)", "Thrombocytopenia * 0/146 (0.00 %)", "Left ventricular dysfunction * 2/146 (1.37 per cent)", "Heart failure * 0/146 (0.00 %)", "Myocardial infarction * 0/146 (0.00 %)", "* 1/146 (0.68%)", "Vertigo * 0/146 (0.00 %)", "Diarrhoea * 3/146 (2.05 per cent)", "Vomiting * 2/146 (1.37 per cent)", "Nausea * 2/146 (1.37 per cent)"]}