{"Clinical Trial ID": "NCT00325234", "Intervention": ["INTERVENTION 1:", "Pemetrexed/Carboplatin", "The treatment with Pemetrexed 600 mg/m^2 was administered intravenously for approximately 10 minutes on day 1. Carboplatin was administered for approximately 30 minutes on day 1 from the end of the Pemetrexed infusion, which corresponds to a target of AUC 5.0. The treatment cycle was 21 days.", "INTERVENTION 2:", "- Gemcitabine/Vinorelbine", "Vinorelbine 30 mg/m^2 was administered for approximately 6 to 10 minutes on day 1 and day 8; gemcitabine 1200 mg/m^2 will be administered for approximately 30 minutes on day 1 and day 8 from the end of the Vinorelbine infusion. The treatment cycle was 21 days."], "Eligibility": ["Incorporation criteria:", "Women with a histological or cytological diagnosis of advanced breast cancer. Lesions should not be conducive to surgery or radiation of curative intent.", "* Performance status of 0 to 2 on the Eastern Cooperative Oncology Group (ECOG) performance scale.", "Previous chemotherapy containing anthracyclines as an adjuvant (neo) or first-line palliative therapy.", "Previous chemotherapy containing taxanes as an adjuvant (neo) or first-line palliative treatment.", "· Prior radiation therapy is permitted at less than 25% of the bone marrow. Participants must have recovered toxic effects from treatment prior to registration (except for alopecia). Prior radiation therapy must be completed 30 days prior to entry into the study. Injuries that have been irradiated cannot be included as measurable disease sites unless the clear tumour progression has been documented in these lesions since the end of radiotherapy.", "At least one one-dimensional encounter of measurable lesion Criteria for assessing response in solid tumours (RECIST) criteria Positron emission tomography [PET] and ultrasound cannot be used.", "The antitumour hormone treatment should be discontinued prior to registration.", "Estimated life expectancy of at least 3 months.", "The conformity of the participants and the geographical proximity which allow for adequate follow-up.", "Adequate function of the organ", "● Participants of childbearing potential must undergo a negative pregnancy test within 7 days of registration on the basis of a pregnancy test in the urine and/or serum and agree to use a reliable birth control method during and for 6 months following the last dose of the drug under study.", "Participants must sign an informed consent document.", "Participants must be at least 18 years of age.", "- Exclusion criteria:", "Has received treatment within the last 30 days with a drug that has not received regulatory approval for an indication at the time of entry into the study.", "Has already completed or withdrawn from this or any other study of Pemetrexed, Gemcitabine, Carboplatin or Vinorelbine", "More than one line of chemotherapy was received in metastatic breast cancer, with participants receiving more than one combination of anthracycline and taxane.", "Are pregnant or breast-feeding.", "Have serious concomitant systemic disorders (e.g., active infection) that, in the opinion of the investigator, would compromise the safety of the participant or compromise the participant's ability to complete the study.", "A prior malignancy other than breast cancer, in situ cervix carcinoma or non-melanoma skin cancer, unless this previous malignancy has been diagnosed and permanently treated at least 5 years previously, without subsequent evidence of recurrence.", "• Cannot interrupt aspirin or other nonsteroidal anti-inflammatory agents for a period of 5 days (8 days for long-acting agents such as piroxicam), unless creatinine clearance is greater than or equal to 80 ml/min.", "Have central nervous system (CNS) metastases.", "Have collections of clinically relevant third-space fluids (by physical examination) (e.g., ascites or pleural effusions) that cannot be controlled by drainage or other procedures prior to entry into the study.", "Are unable or do not want to take folic acid, vitamin B12 supplementation, or dexamethasone.", "Concomitant administration of any other antitumour therapy."], "Results": ["Performance measures:", "Response rate of tumours", "In the case of CR or RA, the best response should be confirmed. A second 28-day evaluation. Two CR determinations prior to the required progression for the rate at=CR. Evaluations include: CR=Disappearance of lesions. PR= 30% decrease in the size of lesions. Progressive disease (PD)= 20% increase in the size of lesions. Stable disease (SD)=Not enough narrowing for PR nor enough increase for DP. Overall response rate=PR+CR/qualified participants*100.", "Timeline: Baseline up to 30 days of follow-up after 21 treatment cycles", "Results 1:", "Title of the arm/group: Pemetrexed/Carboplatin", "Description of the arm/group: Pemetrexed 600 mg/m^2 was administered intravenously for approximately 10 minutes on day 1. Carboplatin was administered for approximately 30 minutes on day 1, from the end of the Pemetrexed infusion, which corresponds to a target of AUC 5.0. The treatment cycle was 21 days.", "Total number of participants analysed: 64", "Type of measurement: Number", "Unit of measure: percentage of participants Overall response: 26.6 (16.3 to 39.1)", "Complete response: 0.0 (0.0 to 5.6)", "Partial response: 26.6 (16.3 to 39.1)", "- Stable diseases: 35.9 (24.3 to 48.9)", "Progressive diseases: 26.6 (16.3 to 39.1)", "Unknown: 10.9 (4.5 to 21.2)", "Results 2:", "Title of arm/group: Gemcitabine/Vinorelbine", "Description of the arm/group: Winerelbine 30 mg/m^2 was administered for approximately 6 to 10 minutes on day 1 and day 8. Gemcitabine 1200 mg/m^2 will be administered for approximately 30 minutes on day 1 and day 8 from the end of the Vinorelbine infusion. The treatment cycle was 21 days.", "Total number of participants analysed: 61", "Type of measurement: Number", "Unit of measure: percentage of participants Overall response: 29.5 (18.5-42.6)", "Complete response: 3.3 (0.4 to 11.3)", "Partial response: 26.2 (15.8 to 39.1)", "• Stable diseases: 34.4 (22.7 to 47.7)", "Progressive diseases: 27.9 (17.1 to 40.8)", "Unknown: 8.2 (2.7-18.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 18/65 (27.69%)", "Anemia 5/65 (7.69%)", "Febrile neutropenia 1/65 (1.54%)", "- Leucocytosis 0/65 (0.00 %)", "Neutropenia 4/65 (6.15 per cent)", "Thrombocytopenia 6/65 (9.23 %)", "- Congestive heart failure 0/65 (0.00 %)", "Epigastric disorders 0/65 (0.00 %)", "Nausea 1/65 (1.54%)", "Vomiting 3/65 (4.62 per cent)", "Aggravated conditions 0/65 (0.00 %)", "- Complication of medical devices 0/65 (0.00 %)", "Adverse Events 2:", "Total: 22/66 (33.33 per cent)", "Anemia 1/66 (1.52%)", "- Febrile neutropenia 2/66 (3.03%)", "- Leucocytosis 1/66 (1.52%)", "Neutropenia 2/66 (3.03%)", "Thrombocytopenia 0/66 (0.00 %)", "Congestive heart failure 1/66 (1.52%)", "Epigastric disorders 1/66 (1.52%)", "- Nausea 0/66 (0.00 %)", "- Vomiting 1/66 (1.52%)", "Aggravated conditions 1/66 (1.52%)", "- Complication of medical devices 1/66 (1.52%)"]}