{"Clinical Trial ID": "NCT00659373", "Intervention": ["INTERVENTION 1:", "- Tamoxifene", "Tamoxifene 20mg orally daily for 5 years", "INTERVENTION 2:", "Deletion of the ovarian function", "- Tamoxifene 20 mg orally daily or Exemestane 25 mg orally daily for 5 years plus ovarian function suppression (OFS; triptorelin (GnRH analogue) 3.75 mg by immediate injection q28 days for 5 years; or surgical oophorectomy; or ovarian irradiation)", "Note: The data were collected separately for the T+OFS and E+OFS participants in the mother study, IBCSG 24-02 (SOFT). The sample size for this Co-SOFT sub-study was small, so the analytical plan was revised to pre-pre-pre-specify collective analysis for all patients receiving OFS."], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "- Breast cancer confirmed histologically", "A completely rescinded disease", "Registered for clinical trial IBCSG-2402, but not yet started hormonal protocol therapy", "No endocrine adjuvant treatment has yet been received before or after registration on IBCSG-2402:", "Agonist for tamoxifen, exemestane or gonadotropin hormone (GnRH)", "Ovarian irradiation", "- Bilateral oophorectomy", "- Hormonal receptor status:", "Oestrogen and/or positive progesterone receptor", "Each tumour should be a positive hormone receptor.", "CHARACTERISTICS OF PATIENTS:", "Premenopausal", "Can speak and read fluently the local language(s)", "THERAPE PRIOR CONCURENT:", "See Disease Characteristics"], "Results": ["Performance measures:", "Change in cognitive function for 1 year in patients with premenopausal breast cancer receiving adjuvant Tamoxifen (T) alone against those receiving adjuvant Tamoxifen (T+OFS) or exemestane (E+OFS) with ovarian suppression (OFS)", "The rate of yield is measured for detection, identification, control and accuracy of performance is measured for memory, learning, ISLT, delayed recall. The rate of yield calculated on the basis of log10 has transformed the reaction time for correct responses (lower score = better); the accuracy of yield calculated on the basis of arcsin transformation of the proportion of correct responses (higher scores = better). The main measure of results is a composite score (average of task scores after transformation and standardization by age-specific standards). A positive standardized score indicates that a patient has obtained better results than the average; a negative standardized score indicates results below the average.", "Duration: 1 year after randomisation of the patient compared to the basic IBCSG 24-02 study", "Results 1:", "Title of the arm/group: Tamoxifene", "Description of the arm/group: Tamoxifene 20mg oral per day for 5 years", "Total number of participants analysed: 20", "Average (standard deviation)", "Unit of measurement: standard units -.04 (0.49)", "Results 2:", "Title of the arm/group: Deletion of the ovarian function", "Description of the arm/group: Tamoxifene 20mg orally daily or Exemestane 25mg orally daily for 5 years plus ovarian function suppression (OFS; triptorelin (GnRH analogue) 3.75 mg by immediate injection q28 days for 5 years; or surgical oophorectomy; or ovarian irradiation)", "Note: The data were collected separately for the T+OFS and E+OFS participants in the mother study, IBCSG 24-02 (SOFT). The sample size for this Co-SOFT sub-study was small, so the analytical plan was revised to pre-pre-pre-specify collective analysis for all patients receiving OFS.", "Total number of participants analysed: 54", "Average (standard deviation)", "Unit of measurement: standard units -0.21 (0.92)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/20 (0.00 %)", "Adverse Events 2:", "Total: 0/54 (0.00 per cent)"]}