{"Clinical Trial ID": "NCT01966471", "Intervention": ["INTERVENTION 1:", "Anthracycline followed by Trastuzumab, Pertuzumab and Taxane", "Trastuzumab and pertuzumab were administered simultaneously for a total period of one year (up to 18 cycles (1 cycle = 21 days)) with the taxan component (docetaxel or paclitaxel) of chemotherapy after chemotherapy with anthracycline [5 fluoruracil, epirubicin and cyclophosphamide (FEC) or epirubicin and cyclophosphamide (EC) or doxorubicin and cyclophosphamide (AC)].", "INTERVENTION 2:", "Anthracycline followed by Trastuzumab Emtansine and Pertuzumab", "Trastuzumab emtansine and pertuzumab continued for up to one year (up to 18 cycles (1 cycle = 21 days)) after chemotherapy with anthracycline [5 fluoruracil, epirubicin and cyclophosphamide (FEC) or epirubicin and cyclophosphamide (EC) or doxorubicin and cyclophosphamide (AC)]."], "Eligibility": ["Incorporation criteria:", "The rate of return for the Eastern Cooperative Oncology Group (ECOG) is less than or equal to (</=) 1", "- Histologically non-metastatic confirmed invasive primary breast carcinoma that has been operable", "HER2-positive breast cancer", "Known status of primary tumour hormone receptors", "The participants must have undergone either breast conservation surgery or a mastectomy/mastectomy of the epilepsy or a skin mastectomy.", "Union for International Cancer Control-American Joint Committee on Cancer [UICC/AJCC] 7th edition): Eligible participants must have either:", "(pN) with tumour size greater than or equal to [>/=] 1), tumour size, except T0, and hormonal receptor status; or node-negative disease (pN0) with pathological tumour size greater than or equal to 2.0 centimetres by a local standard and negative estrogen (ER) and progesterone (PR) receptor assessment determined by a central pathology laboratory", "Participants with synchronous bilateral invasive disease are eligible only if both lesions are HER2-positive", "Not more than 9 weeks (63 days) may elapse between definitive breast surgery (or the last surgery if additional resection is required for breast cancer) and randomization", "The initial left ventricular ejection fraction (VFE) >/=55% measured by echocardiogram (ECHO; preferably) or multiple acquisition (MUGA)", "• Documentation on the serology of hepatitis B virus (HBV) and hepatitis C virus (HCV) is required", "For male participants with partners of childbearing potential, a highly effective form of contraception or two effective forms of contraception should be used. Contraception should be continued during the duration of treatment under study and for 6 months after the last dose of treatment under study.", "- Exclusion criteria:", "• History of any previous invasive breast carcinoma (ipsilateral and/or contralateral)", "History of non-cerebral malignancies in the 5 years prior to randomization, with the exception of in situ carcinomas (CIS) of the cervix, colon CIS, in situ melanoma, and basal cell and squamous skin carcinomas", "Any clinical T4 tumour as defined by the tumour-node-metastase classification in the 7th edition of UICC/AJCC, including inflammatory breast cancer", "For breast cancer currently diagnosed, any previous systemic cancer therapy (e.g. neoadjuvant or adjuvant), including but not limited to chemotherapy, anti-HER2 therapy (e.g. trastuzumab, trastuzumab emtansine, pertuzumab, lapatinib, neratinib or other tyrosine kinase inhibitors), hormonal therapy, OR anti-cancer radiotherapy (RT) (intra-operative radiation therapy as a boost at the time of primary surgery is acceptable)", "Previous treatment with anthracyclines, taxanes or HER2 targeted treatment for malignancy", "Participants who received systemic chemotherapy, hormonal therapy, or Ipsilateral RT where invasive cancer subsequently developed. Participants who received surgery only and/or DCIS radiotherapy are allowed to enter the study.", "Participants with contraindications to RT while RT adjuvant is clinically indicated", "• Concomitant anticancer treatment in another trial", "• Cardiopulmonary dysfunction as defined by the protocol: chest angina requiring anti-anginal medicines, serious cardiac arrhythmia not controlled by an adequate medicine, severe conduction abnormality or clinically significant valvular disease, significant symptoms (Grade >/=2) related to left ventricular dysfunction, cardiac arrhythmia or cardiac ischemia, myocardial infarction within 12 months prior to randomisation, uncontrolled hypertension, signs of transmural electrocardiogram infarction (ECG), need for oxygen therapy", "Other co-occurring serious diseases that may interfere with the intended treatment, including severe lung disease/disease, uncontrolled infections, uncontrolled diabetes or known HIV infection", "For participants with known HBV/HCV, active hepatitis B/C infection should be excluded according to local guidelines.", "Inadequate haematological, renal or hepatic function", "Pregnant or lactating women", "• Hypersensitivity to any of the medicinal products under study or to any of the ingredients or excipients of these medicinal products, including hypersensitivity to benzyl alcohol", "- Chronic immunosuppressive treatments, including systemic corticosteroids"], "Results": ["Performance measures:", "Invasive disease-free survival (IDFS) in the node-positive subpopulation", "The IDS event was defined as the time of randomization up to the date of the first occurrence of one of the following situations: recurrence of ipsilateral invasive breast tumours (an invasive breast cancer [bc] involving the same breast parenchyma as the initial primary lesion); local-regional ipsilateral invasive recurrence (an invasive bc in the axilla, regional lymph nodes, thoracic wall and/or ipsilateral breast skin); second primary ipsilateral invasive bc; Prolonged recurrence (obvious bc in any anatomical site [other than the three sites mentioned above]) that was either confirmed histologically or clinically/radiographically diagnosed as recurrent invasive bc; Death attributable to any cause, including bc, non-bc or unknown cause.", "Timeline: Last participant randomized according to the data deadline of November 27, 2019 (approximately 70 months). The 3-year non-SIDS event rate was assessed on the basis of the data collected for each participant, taking into account the above-mentioned deadline.", "Results 1:", "Title of the arm/group: Anthracycline followed by Trastuzumab, Pertuzumab and Taxane", "Description of the arm/group: Trastuzumab and pertuzumab were administered simultaneously for a total duration of one year (up to 18 cycles (1 cycle = 21 days)) with the taxan component (docetaxel or paclitaxel) of chemotherapy following chemotherapy based on anthracycline [5 fluoruracil, epirubicin and cyclophosphamide (FEC) or epirubicin and cyclophosphamide (EC) or doxorubicin and cyclophosphamide (AC)].", "Total number of participants analysed: 826", "Type of measurement: Number", "Unit of measure: Percent probability 94.10 (92.46 to 95.73)", "Results 2:", "Title of the arm/group: Anthracycline followed by Trastuzumab Emtansine and Pertuzumab", "Description of the arm/group: Trastuzumab emtansine and pertuzumab continued for up to one year (up to 18 cycles (1 cycle = 21 days)) after chemotherapy with anthracycline [5 fluoruracil, epirubicin and cyclophosphamide (FEC) or epirubicin and cyclophosphamide (EC) or doxorubicin and cyclophosphamide (AC)].", "Total number of participants analysed: 832", "Type of measurement: Number", "Unit of measure: Percent probability 92.75 (90.95 to 94.54)"], "Adverse Events": ["Undesirable Events 1:", "Total: 216/926 (23.33%)", "Anemia 2/926 (0.22%)", "- Neutropenia febrile 51/926 (5.51 per cent)", "Leukopenia 2/926 (0.22%)", "Neutropenia 16/926 (1.73%)", "Thrombocytopenia 0/926 (0.00 %)", "Arrhythmia 1/926 (0.11%)", "5/926 (0.54%)", "Congestive heart failure 3/926 (0.32%)", "Cardiomyopathy 0/926 (0.00 %)", "Congestive cardiomyopathy 2/926 (0.22%)", "Adverse Events 2:", "Total: 195/912 (21.38 per cent)", "Anemia 3/912 (0.33%)", "Febrile neutropenia 31/912 (3.40%)", "- Leucopenia 0/912 (0.00 %)", "Neutropenia 10/912 (1.10 %)", "Thrombocytopenia 1/912 (0.11%)", "Arrhythmia 0/912 (0.00 %)", "Heart failure 2/912 (0.22%)", "Congestive heart failure 1/912 (0.11%)", "Cardiomyopathy 1/912 (0.11%)", "Congestive cardiomyopathy 0/912 (0.00 %)"]}