{"Clinical Trial ID": "NCT00721630", "Intervention": ["INTERVENTION 1:", "- Capecitabine + Lapatinib", "The diet is composed of capecitabine 2,000 mg twice daily for 7 days, followed by a 7-day rest in combination with lapatinib 1,250 mg orally.", "Capecitabine, lapatinib: Capecitabine 2,000mg twice daily for 7 days, followed by a 7-day rest in combination with lapatinib 1,250mg daily.The cycle duration is 28 days (+/- 2 days).The toxicity assessment will be q2 weeks for the first 4 weeks, then q4 weeks(+/- 2 days).The evaluation of the radiographic response will take place q12 weeks (+/- 1 week).The evaluation of the LVEF will be repeated q12 weeks (+/- 1 week)."], "Eligibility": ["Incorporation criteria:", "* Patients diagnosed with invasive breast adenocarcinoma confirmed by histology or cytology in MSKCC.", "Clinical evidence of metastatic breast cancer.", "- HER2 overexpression and/or amplification as determined by immunohistochemistry (3+) or FISH (2.0).", "A progressive disease after treatment with trastuzumab for metastatic breast cancer or as adjuvant therapy (a single agent or combination)", "Insertion into previous treatment:", "No more than two previously authorised chemotherapy treatments for advanced disease", "No anterior fluoropyrimidine in the metastatic context. Adjuvant fluoropyrimidine is allowed if > 6 months prior to study treatment.", "No restrictions on prior hormonal treatment. No concomitant use of endocrine therapy is permitted.", "Not more than 450 mg/m2 of previous cumulative dose of doxorubicin", "At least 3 weeks since prior chemotherapy or radiation therapy", "Because there are currently no data on the administration of lapatinib in patients under 18 years of age, children are excluded from this study.", "Women of childbearing potential should be willing to consent to the use of effective contraception during treatment and for a reasonable period thereafter.", "· Test for negative pregnancy of HCG in premenopausal women with reproductive capacity and in women less than 12 months after menopause.", "Asymptomatic metastases of the central nervous system are allowed if patients remain clinically stable after discontinuation of corticosteroids and anticonvulsants.", "· ECOG performance status < or = to 2", "• Life expectancy greater than 12 weeks", "Patients should have normal organ and spinal function as defined below:", "Leukocytes or = 3000/μL", "Absolute number of neutrophils or = 1500/μL", "— Platelets or = 100 000/μL", "AST (SGOT)/ALT(SGPT) or = 2.5x upper institutional limit of normal serum creatinine within normal institutional limits", "If the LVEF is more than 70% and ECHO must also be carried out, basic analyses and treatment analyses must be carried out according to the same procedure and preferably in the same institution.", "The ability to understand and the willingness to sign a written informed consent document.", "• Capable of swallowing and conserving oral medicines.", "- Exclusion criteria:", "Patients may not receive cancer therapy or concomitant experimental agents with the intention of treating breast cancer.", "History of allergic reactions attributed to compounds of chemical or biological composition similar to lapatinib or capecitabine.", "A known disability of the DPD.", "• An uncontrolled intercurrent disease that includes, but is not limited to, continuous or active infection, symptomatic congestive heart failure, unstable angina, myocardial infarction within 6 months of entry into the study, uncontrolled cardiac arrhythmia or psychiatric or social situations that would limit compliance with the requirements of the study.", "Because lapatinib is a member of the 4-anilinoquinazolin kinase inhibitor class with a potential for teratogenic or abortive effects, since there is an unknown but potential risk of adverse effects in infants who are secondary to the mother's treatment with lapatinib, breast-feeding should be discontinued if the mother is treated with lapatinib.", "• HIV-positive patients receiving combined antiretroviral therapy are excluded from the study due to possible pharmacokinetic interactions with lapatinib. Appropriate studies will be undertaken in patients receiving combined antiretroviral therapy when indicated.", "• Patients with intestinal tract disease resulting in inability to take oral medicines, malabsorption syndrome, need for IV diet, previous surgical procedures affecting absorption, inflammatory disease of the uncontrolled intestinal tract (e.g., ulcerative colitis of Crohn).", "- Concomitant requirement for medicinal products classified as CYP3A4 inducers or inhibitors:", "The eligibility of patients receiving medicines or substances known to affect, or likely to affect, the activity or pharmacokinetics of lapatinib will be determined after review by the Principal Investigator.", "Renal function measured by creatinine clearance < 30ml/min", "Patients are allowed to participate in other non-therapeutic clinical trials while receiving treatment in this study (experimental imaging, minor procedures for tissue acquisition in the study)."], "Results": ["Performance measures:", "Estimation of the efficacy of capecitabine 7/7 in combination with lapatinib in patients with overexpressed/amplified HER2, refraction of trastuzumab, metastatic breast cancer determined by overall response rate (Full Response (CR) + Partial Response (PR))", "By Response Assessment Criteria in Solid Tumours Criteria (RECIST v1.0) for Targeted and MRI-Assessed Injuries: Complete Response (CR), Elimination of All Targeted Injuries; Partial Response (PR), >=30% Decrease in Sum of Longest Diameter of Targeted Injuries; Overall Response (RO) = CR + PR", "Time limit: 6 months", "Results 1:", "Title of the arm/group: Capecitabine + Lapatinib", "Description of the arm/group: The diet consists of capecitabine 2,000 mg twice daily for 7 days, followed by a 7-day rest in combination with lapatinib 1,250 mg orally.", "Capecitabine, lapatinib: Capecitabine 2,000mg twice daily for 7 days, followed by a 7-day rest in combination with lapatinib 1,250mg daily.The cycle duration is 28 days (+/- 2 days).The toxicity assessment will be q2 weeks for the first 4 weeks, then q4 weeks(+/- 2 days).The evaluation of the radiographic response will take place q12 weeks (+/- 1 week).The evaluation of the LVEF will be repeated q12 weeks (+/- 1 week).", "Total number of participants analysed: 23", "Type of measure: Number of participants", "Unit of measure: Participants Partial response: 5 21.7%", "stable diseases >/= 6 months: 6 26.1%", "Stable disease <6 months: 11 47.8%", "• Disease progression: 1.4.3%"], "Adverse Events": ["Undesirable Events 1:", "Total: 9/23 (39.13 per cent)", "Anemia 1/23 (4.35 per cent)", "Diarrhoea 1/23 (4.35%)", "1/23 (4.35 per cent)", "Fracture 1/23 (4.35 per cent)", "ALT 1/23 (4.35%)", "AST 1/23 (4.35%)", "INR 1/23 (4.35 per cent)", "PTT 1/23 (4.35 per cent)", "- Glucose, top 1/23 (4.35%)", "1/23 pain in limbs (4.35%)", "Ataxia 2/23 (8.70 per cent)", "- Neurology - Other 1/23 (4.35%)", "1/23 (4.35 per cent)", "Syncope 1/23 (4.35 per cent)", "1/23 (4.35 per cent)"]}