{"Clinical Trial ID": "NCT00509587", "Intervention": ["INTERVENTION 1:", "Treatment (Pazopanib hydrochloride)", "Patients receive pazopanib orally once daily on days 1 to 28. Courses are repeated every 28 days in the absence of disease progression or unacceptable toxicity.", "Pazopanib hydrochloride: oral", "Pharmacological study: Related studies", "Analysis of laboratory biomarkers: related studies"], "Eligibility": ["Criteria:", "No anterior bevacizumab", "Invasive breast carcinoma confirmed histologically or cytologically (recurring or metastatic diseases)", "A measurable disease, defined as >= 1 unidimensionally measurable injury >= 20 mm by conventional techniques or >= 10 mm per spiral scan", "Patients who are still eligible for hormonal treatment are not eligible ( patients with hormone receptor positive breast cancer should have received appropriate sequential hormonal treatment for metastatic diseases until disease progression).", "Patients with a positive HER-2 disease who have not yet received trastuzumab (Herceptin®) for the maximum benefit are not eligible (patients with progression of the disease during trastuzumab therapy are eligible).", "No known brain metastases", "• Performance status ECOG (PS) 0-1 or Karnofsky PS 60-100%", "Life expectancy > 12 weeks", "Absolute number of neutrophils >= 1,500/mm3", "Platelets >=100 000/mm3", "Total normal bilirubin (except for patients with known Gilbert's disease)", "AST/ALT = < 2.5 times the upper limit of normal (ULN)", "No proteinuria > +1 on two consecutive sticks taken >= 1 week interval", "PT/INR/PTT = < 1.2 times LSN", "No allergic reactions due to compounds of chemical or biological composition similar to pazopanib or other study agents", "No QTc prolongation (defined as QTc interval >= 500 msecs) or other significant ECG abnormalities", "No conditions (e.g., gastrointestinal disease resulting in inability to take oral medication or need for IV diet, or active peptic ulcer disease) would affect the ability to swallow and keep the drug under study.", "No poorly controlled hypertension (systolic arterial pressure [BP] >= 140 mm Hg or diastolic BP >= 90 mm Hg) The initiation or adjustment of the BP medicinal product is allowed prior to entry into the study provided that the average of 3 BP values prior to entry into the study is < 140/90 mm Hg", "No serious or non-healing injury, ulcer or bone fracture", "No abdominal fistula, gastrointestinal perforation or intra-abdominal abscesses in the last 4 weeks", "No cerebrovascular accident in the last 6 months", "No myocardial infarction, cardiac arrhythmia, hospitalisation for unstable angina in the last 12 weeks", "No venous thrombosis in the last 12 weeks", "No Class III-IV heart failure of NYHA Patients with a history of Class II heart failure may be considered eligible provided they are asymptomatic during treatment.", "No uncontrolled concomitant illness, including, but not limited to, continuous or active infection or psychiatric illness or social situations that would prevent compliance with the study", "No pregnancy or breast-feeding", "Negative pregnancy test", "Fertile patients should use effective contraception", "At least 4 weeks since prior chemotherapy (6 weeks for nitrosourea or mitomycin C), radiotherapy or surgery", "No cardiac angioplasty or stent in the last 12 weeks", "No more than one previous chemotherapy regimen for recurrent diseases", "No previous surgery affecting absorption", "No CYP2C9 substrates for 1 to 2 weeks after completion of treatment, including any of the following:", "Therapeutic warfarin Low molecular weight heparin or low prophylactic dose warfarin are allowed", "No CYP2C9 substrates for 1 to 2 weeks after completion of treatment, including any of the following:", "Erectile dysfunction agents: sildenafil, tadalafil or vardenafil", "Antiarrhythmics: bepridil, flecainide, lidocaine, mexilitin, amiodarone or quinidine", "Immune modulators: cyclosporin, tacrolimus or sirolimus", "Miscellaneous: theophylline, quetiapine or risperidone", "No CYP2C9 substrates for 1 to 2 weeks after completion of treatment, including any of the following:", "Oral hypoglycaemia: glipizide, glyburide or tolbutamide", "Derivatives of ergot: dihydroergotamine, ergonovine, ergotamine or methylrgonovine", "Neuroleptics: pimozide", "No combination antiretroviral therapy concomitantly for HIV-positive patients", "No other competing search agent", "No other concomitant anticancer treatment", "WBC >= 3000/mm3", "No more than 2 previous palliative systemic chemotherapy treatments for metastatic novo disease", "OR creatinine clearance >= 60 mL/min", "At least 3 months since the previous trastuzumab"], "Results": ["Performance measures:", "Number of participants with a partial and complete response.", "· Criteria for assessing response in solid tumours (RECIST v1.0) for target and CT/MRI lesions: complete response (CR), elimination of all target lesions; partial response (PR), >=30% decrease in sum of longest diameter of target lesions; overall response (RO) = CR + PR", "Time limit: Up to 3 years", "Results 1:", "Title of arm/group: Treatment (Pazopanib hydrochloride)", "Description of the arm/group: Patients receive oral pazopanib once daily on days 1-28. Courses are repeated every 28 days in the absence of disease progression or unacceptable toxicity.", "Pazopanib hydrochloride: oral", "Pharmacological study: Related studies", "Analysis of laboratory biomarkers: related studies", "Total number of participants analysed: 21", "Type of measurement: Number", "Unit of measurement: participant 1"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/21 (4.76%)", "Intra-abdominal haemorrhage 1/21 (4.76%)", "Esophagitis 1/21 (4.76%)"]}