{"Clinical Trial ID": "NCT01525589", "Intervention": ["INTERVENTION 1:", "- Cohort A (BRCA+)", "Patients with a known harmful mutation to BRCA1/2 at the start of the study", "INTERVENTION 2:", "- Cohort A1 (BRCA+/PARPi)", "Patients with known deleterious BRCA1/2 mutation status and prior treatment with PARPi."], "Eligibility": ["Incorporation criteria:", "Women aged 18 and 75.", "Informed Voluntary Consent Form (PIC).", "● Proven diagnosis of metastatic breast cancer (MMC).", "At least one, but not more than three, prior chemotherapy treatments for MBC.", "Patients with BCM overexpressing HER-2 should have failed at least one previous treatment containing trastuzumab for metastatic disease.", "A disease that can be assessed for response by appropriate specific criteria.", "There are no or minimum symptoms associated with the disease that do not affect the patient's daily activities.", "Adequate major organic function (normal or minimal impairment of liver, kidney, hematology, metabolism and cardiac function)", "The washing periods before the first day of cycle 1:", "At least three weeks since the last chemotherapy (six weeks in some specific cases) and at least four weeks since the last radiation therapy (RT) > 30 Gy) and at least one week since the last hormone therapy and at least two weeks since the last biological/investigative therapy", "In the event of alopecia, skin toxicity, tiredness and/or numbness of the fingers or tripping, a continuous mild toxicity is allowed.", "Patients of childbearing potential should agree to use a medically approved contraceptive method up to at least six weeks after the last administration of the study drug.", "A mutation in the known noxious germ line of BRCA1/2 (Patients in cohorts A and A1)", "Previous treatment with PARP inhibitors (Patients in cohort A1)", "- Exclusion criteria:", "Prior treatment with PM01183 or trabectedin.", "T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T T", "A prior or concomitant malignant disease unless cured for more than five years.", "The exceptions are breast cancer in the other breast.", "Infrequent or rare subtypes of breast cancer.", "- Symptomatic or progressive brain metastases.", "- Bone-only and metastasis-only.", "Relevant diseases or clinical situations that may increase the patient's risk:", "Chronically active viral hepatitis. Immunocompromised patients, including those known to be infected with human immunodeficiency virus (HIV).", "A known muscle disease or functional impairment", "Pregnant or lactating women.", "Impensing for immediate RT for symptomatic relief.", "• Limiting the patient's ability to comply with treatment or to follow protocol."], "Results": ["Performance measures:", "Overall response rate (OR)", "The overall response rate is defined as the percentage of patients with a confirmed response, either the complete response (CR) or the partial response (PR), according to the criteria for assessing the response in solid tumour criteria (RCIST) v1.1. By RECIST v1.1 for target lesions and evaluated by MRI: RC, disappearance of all target lesions; PR >=30% decrease in the sum of the longest diameter of target lesions.", "Time limit: minimum of 10 to 12 months if the results are negative and up to 26 to 28 months if the study is to be completed the targeted enrollment", "Results 1:", "Title of the arm/group: Cohort A (BRCA+)", "Description of the arm/group: Patients with known harmful mutation status BRCA1/2 at the start of the study", "Total number of participants analysed: 54", "Type of measurement: Number", "Unit of measure: percentage 40.7 (27.6 to 55.0)", "Results 2:", "Title of arm/group: Cohort A1 (BRCA+/PARPi)", "Description of the arm/group: Patients with known harmful BRCA1/2 mutation status and prior PARPi treatment.", "Total number of participants analysed: 20", "Type of measurement: Number", "Unit of measure: percentage 5.0 (0.1-24.9)"], "Adverse Events": ["Undesirable Events 1:", "Total: 14/54 (25.93 per cent)", "Anemia 2/54 (3.70%)", "7/54 (12.96%)", "Neutropenia 2/54 (3.70%)", "Thrombocytopenia 6/54 (11.11 %)", "Atrial fibrillation 1/54 (1.85%)", "Congestive heart failure 1/54 (1.85%)", "1/54 (1.85%)", "Nausea 2/54 (3.70 per cent)", "Vomiting 3/54 (5.56 per cent)", "Location of the erythema catheter 1/54 (1.85%)", "Chest disorders 1/54 (1.85%)", "Adverse Events 2:", "Total: 5/20 (25.0%)", "Anemia 0/20 (0.00 %)", "Febrile neutropenia 2/20 (10.00 %)", "Neutropenia 0/20 (0.00 %)", "Thrombocytopenia 0/20 (0.00 %)", "Atrial fibrillation 0/20 (0.00 %)", "- Congestive heart failure 0/20 (0.00 %)", "Pericardial infusion 0/20 (0.00 %)", "- Nausea 0/20 (0.00 %)", "- Vomiting 0/20 (0.00 %)", "erythema catheter site 0/20 (0.00 %)", "- Chest upset 0/20 (0.00 %)"]}