{"Clinical Trial ID": "NCT01646346", "Intervention": ["INTERVENTION 1:", "4D Partial breast guided by the image", "This is a single arm trial designed to examine results in women treated with partial breast irradiation twice daily for 5 days.", "4D Partial breast guided by image RT: Partial maternal radiation by external beam to target one part of the breast twice a day for 5 days."], "Eligibility": ["Incorporation criteria:", "The patient must consent to participate in the study and must have signed an approved consent form in accordance with the institutional guidelines.", "The patient must be over 50 years of age.", "The patient should have a life expectancy of at least two years with karnofsky performance > 70.", "The patient should have stage 0 or stage I breast cancer.", "During histological examination, the tumour should be DCIS or invasive adenocarcinoma of the breast.", "The surgical treatment of the breast must have been lumpectomy. The margins of the resected sample must be histologically free of tumours (>2mm, DSIC and invasive). Reexcision of surgical margins is permitted.", "The raw disease must be single-fold with pathological tumour (invasive and/or DSIC) size 2 cm or less. (Patients with microscopic multifocal are eligible as long as the total pathological tumor size 2 cm or less.)", "Patients with invasive breast cancer should have an axillary stage that may include a sentinel lymph node biopsy alone (if negative), a sentinel lymph node biopsy followed by an axillary dissection or a minimum of 6 axillary nodes or an axillary dissection alone (with a minimum of 6 axillary nodes).", "The patient should have a simulation within 8 weeks/56 days of final surgery for breast cancer (lumpectomy, reexcision of the margins, or axillary arrest procedure).", "Patients with a history of non-ipsilateral breast malignancies are eligible if they have been disease-free for 2 years or more prior to registration. Patients with the following cancers are eligible even if they have been diagnosed and treated in the last 2 years: in situ carcinoma of the cervix, colon, in situ melanoma and basal cell and squamous carcinoma of the skin.", "If scheduled for 2 weeks after radiation, chemotherapy is allowed.", "The urinary pregnancy test should be performed and negative in all women under 60 years of age who have not had tubular ligature, oophorectomy or hysterectomy.", "The use of a single incision will generally result in a contiguous cavity with the tumour bed and sentinel node sampling, and the inability of the radio-oncologist to delimit the tumour bed of the sentinel bed.", "The patient should have a cavity capable of being targeted with the external beam APBI, either by laying surgical clips or by CVS 3 or more. The entire chest cavity ratio should be 30% or less.", "- Exclusion criteria:", "Men are not eligible for this study because men are not candidates for breast conservation.", "T0, T2 (> 2.0 cm), T3, positive node, stage III or IV breast cancer.", "Any positive axillary knot.", "Unless biopsy is negative for the tumour, the axillary, supraclavicular, infraclavicular or internal breast glands, palpable or radiographically suspect, are axillary or contralateral.", "Microcalcifications, densities or palpable anomalies in either breast, unless biopsy has been shown to be mild.", "Non-epithelial malignancies such as sarcoma or lymphoma.", "A multicentre carcinoma tested in more than one quadrant or separated by more than 2 centimetres.", "The nipple's Paget's disease.", "• History of invasive breast cancer or DSIC in the same breast.", "Surgical margins that cannot be assessed microscopically or are less than 2 mm.", "A collagen vascular disease, particularly dermatomyosis with a higher than normal level of CPK or with an active skin rash, systemic lupus erythematosis or scleroderma.", "Women with reproductive potential should agree to use an effective method of non-hormonal contraception during treatment.", "- Psychiatric or addictive disorders or other conditions that, in the opinion of the treating physician, would prevent the patient from meeting the requirements of the study.", "* Patients with co-existing medical conditions with life expectancy < 2 years.", "* Patients with skin damage, regardless of the size of the tumour."], "Results": ["Performance measures:", "* Patients with reduced incident radiation", "Patients were evaluated to determine if there was a reduction in V50 breast radiation of less than 45% and V100 of less than 23.5%.", "Time limit: 5 days", "Results 1:", "Title of the arm/group: 4D Partial breast guided by the image", "Description of the arm/group: This is a single arm trial designed to examine results in women treated with partial breast irradiation twice daily for 5 days.", "4D Partial breast guided by image RT: Partial maternal radiation by external beam to target one part of the breast twice a day for 5 days.", "Total number of participants analysed: 46", "Type of measure: Number of participants", "Unit of measure: Participants 46 100.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/46 (0.00 per cent)"]}