{"Clinical Trial ID": "NCT00458237", "Intervention": ["INTERVENTION 1:", "Phase I: Everolimus (dose level 1) and Trastuzumab", "The duration of the cycle is 21 days. Participants receive trastuzumab 6 mg/kg [load dose 8 mg/kg] IV once every three weeks and take everolimus 5 mg per day orally on days 1 to 21. Participants are treated until disease progression or unacceptable toxicity.", "INTERVENTION 2:", "Phase I: Everolimus (Bone Level 2) and trastuzumab", "The duration of the cycle is 21 days. Participants receive trastuzumab 6 mg/kg [load dose 8 mg/kg] IV once every three weeks and take everolimus 10 mg per day orally on days 1 to 21. Participants are treated until disease progression or unacceptable toxicity."], "Eligibility": ["Incorporation criteria:", "Invasive breast cancer confirmed histologically or cytologically, with stage IV disease", "A measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension as being greater than or equal to 20mm with conventional techniques or as greater than or equal to 10mm with a spiral scan.", "A primary tumour or metastasis should overexpress HER2", "The patient must have received 1 or 2 previous chemotherapeutic regiments for metastatic breast cancer and must have been out of treatment for at least three weeks.", "The patient should have received and advanced on at least one previous treatment containing trastuzumab, but not more than 2, in the metastatic context.", "Patients may have received prior radiation therapy.", "Patients may have received hormone therapy in the adjuvant or metastatic setting", "- 18 years or older", "Life expectancy > 6 months", "Normal function of the organ and marrow as defined in the protocol", "The left ventricular ejection fraction is greater than or equal to the lower institutional limit of normal.", "- Exclusion criteria:", "• Treatment with any experimental drug within 4 weeks", "• Long-term, 3-month treatment with a systemic steroid or other immunosuppressive agent", "Other malignant tumours in the last 3 years, except for cervix carcinomas or skin squamous or basal carcinomas adequately treated", "• Impairment of gastrointestinal function or gastrointestinal disease that may significantly affect absorption of RAD001", "• Active diathesis, haemorrhagic or oral antivitamin medicine K", "Previous treatment with mTOR inhibitor", "• History of non-compliance with medical plans", "Involuntary or unable to comply with the protocol", "• Major surgery within 2 weeks of entry into the study", "Patients with active brain metastases or leptomenic carcinoma", "Patients who have experienced grade 1 or 2 hypersensitivity reactions to prior treatment with trastuzumab are only eligible if these reactions have not prevented subsequent administration.", "A serious and/or uncontrolled intercurrent illness, a psychiatric illness or a social situation that may limit their ability to comply with the requirements of the study.", "Pregnant or lactating women", "• HIV-positive patients", "• Hypersensitivity known to RAD001 (evolimus) or other rapamycins"], "Results": ["Performance measures:", "Maximum tolerated dose (LMD)", "DMT is determined by the number of patients with dose limit toxicity (DLT). DMT is defined as the highest dose at which less than one third of patients have DLT. If no DLT is observed, DMT is not achieved. Dose limit toxicity (DLT) has been defined as follows (CTCAE v4.0):", "Any grade 4 haematological toxicity, excluding anaemia.", "Any Grade 3 or 4 non-haematological toxicity, except for nausea, vomiting, diarrhoea or hyperlipidemia, which reacts rapidly (within 24 hours for nausea, vomiting and diarrhoea and within 1 week for hyperlipidaemia) to appropriate treatment, and with the exception of cardiac toxicity, which will be evaluated after 12 weeks of treatment.", "> 1 dose of trastuzumab or > 7 doses of RAD001 should be maintained within the first 3 weeks due to the presence of toxicity.", "Time limit: Cycle 1 (first 21 days of treatment)", "Results 1:", "Title of the arm/group: Phase I: Everolimus (dose level 1) and Trastuzumab", "Description of the arm/group: The duration of the cycle is 21 days. Participants receive trastuzumab 6 mg/kg [load dose of 8 mg/kg] IV once every three weeks and take everolimus 5 mg per mouth daily on 1-21 days. Participants are treated until disease progression or unacceptable toxicity.", "Total number of participants analysed: 3", "Type of measurement: Number", "Unit of measurement: participants with DLT 0", "Results 2:", "Title of the arm/group: Phase I: Everolimus (Bone Level 2) and Trastuzumab", "Description of the arm/group: The duration of the cycle is 21 days. Participants receive trastuzumab 6 mg/kg [load dose 8 mg/kg] IV once every three weeks and take everolimus 10 mg per day orally on days 1 to 21. Participants are treated until disease progression or unacceptable toxicity.", "Total number of participants analysed: 3", "Type of measurement: Number", "Unit of measurement: participants with DLT 0"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/3 (0.00 per cent)", "- Muco/stomatitis (symptom) oral cavity 0/3 (0.00 %)", "- Fatigue 0/3 (0.00 %)", "- Vascular access-Thrombosis/embolism [1]0/3 (0.00 %)", "- Leukocytes 0/3 (0.00 %)", "- Lymphopenia 0/3 (0.00 %)", "- Neutrophils 0/3 (0.00 %)", "- Blisters 0/3 (0.00 %)", "Hypokalaemia 0/3 (0.00 %)", "Thrombosis/thrombosis/embolism [2]0/3 (0.00 %)", "Adverse Events 2:", "Total: 1/3 (33.33 per cent)", "- Muco/stomatitis (symptom) oral cavity 0/3 (0.00 %)", "- Fatigue 0/3 (0.00 %)", "- Vascular access-Thrombosis/embolism [1]0/3 (0.00 %)", "- Leukocytes 0/3 (0.00 %)", "- Lymphopenia 1/3 (33.33%)", "- Neutrophils 0/3 (0.00 %)", "- Blisters 0/3 (0.00 %)", "Hypokalaemia 0/3 (0.00 %)", "Thrombosis/thrombosis/embolism [2]0/3 (0.00 %)"]}