{"Clinical Trial ID": "NCT01268150", "Intervention": ["INTERVENTION 1:", "Eribulin Mesylate", "Eribulin mesylate at 1.4 mg/m^2 was administered intravenously (IV) for 2-5 minutes on days 1 and 8 of each 3-week cycle."], "Eligibility": ["Key criteria for inclusion", "Women 18 years of age or older at the time of informed consent", "Have a proven histologically or cytologically proven breast adenocarcinoma", "Subjects with locally recurrent or metastatic disease with at least one measurable injury according to the criteria for assessing response in solid tumours", "- Criteria (RECIST) v 1.1", "· Human epidermal growth factor (HER2)-negative disease receptor determined by in situ fluorescence hybridization (FISH) or 0 or 1+ by immunohistochemical staining (IHC).", "• Life expectancy greater than 24 weeks", "Eastern Cooperative Oncology Group (ECOG) Performance Note (PS) of 0, 1 or 2", "At least 12 months after previous neoadjuvant or adjuvant chemotherapy", "At least 2 weeks after radiotherapy or endocrine treatment, with full recovery of the effects of these procedures", "Adequate renal function", "Adequate bone marrow function", "Adequate liver function", "Key exclusion criteria", "Subjects who meet one of the following criteria will be excluded from participation in this study:", "· Prior chemotherapy, biological treatment or experimental treatment for locally recidivating or metastatic breast cancer", "Subjects with previous malignancy other than in situ carcinoma of skin cancer of the cervix or non-melanoma", "A previous exposure greater than 360 mg/m2 of doxorubicin or doxorubicin liposomal, greater than 120 mg/m2 of mitoxantrone, greater than 90 mg/m2 of idarubicin or greater than 720 mg/m2 of epirubicin", "Inflammatory breast cancer", "Clinically significant cardiovascular impairment", "Subjects with a known CNS disease are not eligible, with the exception of subjects with treated brain metastases.", "Implicitly pulmonary lymphangitic which leads to pulmonary dysfunction requiring the use of oxygen", "Currently pregnant or breastfeeding.", "Subjects with pre-existing grade 3 or 4 neuropathy: Any peripheral neuropathy must recover to grade 2 prior to registration."], "Results": ["Performance measures:", "Objective response rate (ORR)", "The ROR was defined as the percentage of participants with the best overall response (BOR) to the confirmed complete response (CR) or partial response (PR), based on the criteria for assessing the response in version 1.1 of solid tumours (RECIST). Targeted lesions were evaluated by calculated tomography (CT) and magnetic resonance imaging (MRI) which were then evaluated by the RECIST-based investigator. CR was defined as the disappearance of all target lesions. PR was defined as a decrease of at least 30% in the sum of the diameters of target lesions, taking as reference diameters the totals. CR and PR possible had to be confirmed at least four weeks after the initial assessment of the response.", "Time limit: Cycle 1 (Day 1) until the first proof of progression of the disease, evaluated up to the deadline (30 August 2013) until 2.5 years", "Results 1:", "Title of the arm/group: Erivin Mesylate", "Description of the arm/group: Eribulin mesylate 1.4 mg/m^2 was administered intravenously (IV) for 2-5 minutes on days 1 and 8 of each 3-week cycle.", "Total number of participants analysed: 56", "Type of measurement: Number", "Unit of measure: percentage of participants 28.6"], "Adverse Events": ["Undesirable Events 1:", "Total: 17/56 (30.36 per cent)", "- Febrile neutropenia 3/56 (5.36%)", "Leucopenia 1/56 (1.79 per cent)", "Neutropenia 3/56 (5.36%)", "1/56 (1.79%)", "- Superventricular tachycardia 1/56 (1.79 %)", "Intestinal perforation index 1/56 (1.79%)", "Small intestinal obstruction 1/56 (1.79%)", "Bronchite 1/56 (1.79 %)", "Pyelonephritis 1/56 (1.79 %)", "Sepsis 1/56 (1.79 per cent)", "urinary infection 1/56 (1.79 %)"]}