{"Clinical Trial ID": "NCT00633750", "Intervention": ["INTERVENTION 1:", "- Tarceva", "After a pre-treatment breast biopsy, participants receive Tarceva at a dose of 150 mg/day per mouth for 5-14 days. Within 24 hours of their last dose of Tarceva, participants undergo post-treatment resection of their tumour."], "Eligibility": ["Incorporation criteria:", "Clinical stage I or II (T1 or T2, N0 or N1) invasive breast carcinoma", "The diagnosis can be done by fine needle aspiration cytology or by biopsy of the nucleus.", "• Repeated heart biopsy is not required for patients with an integrated paraffin diagnostic core biopsy sample available for immunohistochemical staining", "- Exclusion criteria:", "Patients with locally advanced disease who are considering pre-operative neoadjuvant therapy are not eligible*", "Locally advanced diseases include one of the following:", "- Primary tumour 5 cm (T3)", "Any size tumour with direct extension to the chest wall or skin (T4a-c)", "Inflammatory breast cancer (T4d)", "- Fixed axillary lymphatic metastases (N2)", "* Patients with primary tumours of 5 cm (T3) or tumours involving the chest wall or skin who are not candidates for preoperative chemotherapy or who refuse preoperative chemotherapy are eligible.", "● Measurable residual tumour at primary site", "- Measurable disease is defined as any mass that can be measured in a reproducible manner by physical examination.", "Consider undergoing surgical treatment with segmental resection or total mastectomy", "Patients with a history of controlateral breast cancer are eligible if they do not have evidence of recurrence of their initial primary breast cancer.", "No locally recidivating breast cancer", "No evidence of distant metastatic disease (i.e., lungs, liver, bones or brain metastases)", "Unspecified hormonal receptor status", "CHARACTERISTICS OF PATIENTS:", "• Menopausal status not specified", "The Eastern Cooperative Oncology Group (ECOG) is in a position to assess the Statement of Operations 0-1", "1 000 years/mm3", "Creatinine 1.5 times the upper limit of normal (ULN)", "Total bilirubin 1.5 times ULN", "pyruvic glutamic transminase serum (SGOT) and pyruvic glutamic transminase serum (SGPT) 1.5 times ULN", "Must be at least 18 years of age", "No pregnancy or breast-feeding", "Negative pregnancy test", "Fertile patients should use effective contraception", "No serious medical illness which, in the opinion of the treating physician, exposes the patient to a high risk of operational mortality.", "THERAPE PRIOR CONCURENT:", "See Disease Characteristics", "No previous chemotherapy for this primary breast cancer", "At least 7 days since tamoxifen or anterior raloxifene as a preventive agent"], "Results": ["Performance measures:", "Number of participants living in Tarceva's anti-tumoral site effect", "The in situ antitumour effect of Tarceva, measured by a minimum reduction of 75% in Ki67 compared to pre-treatment tumour cells in patients with operable breast cancer.", "Time limit: 5-14 days", "Results 1:", "Title of the arm/group: Tarceva", "After a pre-treatment breast biopsy, participants receive Tarceva at a dose of 150 mg/day per mouth for 5-14 days. Within 24 hours of their last dose of Tarceva, participants undergo post-treatment resection of their tumour.", "Total number of participants analysed: 34", "Type of measurement: Number", "Unit of measurement: participants 8"], "Adverse Events": ["Undesirable Events 1:", "Total: 1/47 (2.13 per cent)"]}