{"Clinical Trial ID": "NCT02297412", "Intervention": ["INTERVENTION 1:", "Arm I (minocycline hydrochloride)", "Patients receive Minocycline PO BID hydrochloride on days 1-7. Treatment is repeated every 7 days for up to 12 courses in the absence of disease progression or unacceptable toxicity.", "INTERVENTION 2:", "Army II (Placebo)", "The treatment is repeated every 7 days for up to 12 courses in the absence of disease progression or unacceptable toxicity."], "Eligibility": ["Incorporation criteria:", "Capacity to complete questionnaires on their own or with assistance", "Paclitaxel expected at a dose of 80 mg/m2 IV administered as adjuvant breast cancer (postoperative or neo-adjuvant) weekly for a planned period of 12 weeks without other concomitant cytotoxic chemotherapy (trastuzumab and/or other antibodies and/or small molecule treatment, except PARP inhibitors)", "Life expectancy > 6 months", "The Eastern Cooperative Oncology Group (ECOG) has achieved progress 0 or 1", "Negative pregnancy test (serum or urine) performed = < 7 days prior to registration, for women of childbearing age only (determined by clinician discretion)", "- Exclusion criteria:", "Any of the following situations:", "Pregnant women", "Women in nursing", "Men or women of childbearing potential who do not want to use adequate contraception", "Previous diagnosis of diabetic neuropathy or peripheral neuropathy, whatever the cause", "• History of allergy or other side effects of minocycline", "A prior exposure to neurotoxic chemotherapy", "Diagnosis of fibromyalgia", "Current or planned use of methoxyflurane, oral contraceptives, isotretinoin, penicillin or ergot alkaloids", "• History of allergy or other side effects with tetracycline"], "Results": ["Performance measures:", "Area under the curve (AUC) by assessment (aAUCpa) of mean pain (point 3 of the daily post-Paclitaxel questionnaire)", "The mean area under the curve (AUC) by assessment (aAUCpa) of mean pain (point 3 of the daily post-paclifaxel questionnaire; \"Please note the same pain by circumspecting the UN number that best describes your pain on the MEDIUM in the last 24 hours.\") over 12 weeks. The scores are shown on a scale of 0 to 100, where 100 = better quality of life (QOL). AUCpa is the average of each AUC between each sequential evaluation, from the beginning of treatment to the evaluation of week-12.", "Time limit: up to 12 weeks", "Results 1:", "Title of arm/group: Arm I (minocycline hydrochloride)", "Description of the arm/group: Patients receive Minocycline Hydrochloride POI every day from 1 to 7 days. Treatment is repeated every 7 days for up to 12 courses in the absence of disease progression or unacceptable toxicity.", "Total number of participants analysed: 20", "Median (full range)", "Unit of measure: scores on a scale of 96.0 (54.4 to 100.0)", "Results 2:", "Title of arm/group: Arm II (Placebo)", "The treatment is repeated every 7 days for up to 12 courses in the absence of disease progression or unacceptable toxicity.", "Total number of participants analysed: 20", "Median (full range)", "Unit of measure: scores on a scale of 84.3 (46.5 to 99.7)"], "Adverse Events": ["Undesirable Events 1:", "Total: 3/22 (13.64%)", "Lung infection 1/22 (4.55%)", "Decrease in lymphocyte count 2/22 (9.09 %)", "- Maculo-popular Rash 0/22 (0.00 %)", "Adverse Events 2:", "Total: 1/23 (4.35%)", "- Pulmonary infection 0/23 (0.00 %)", "Decrease in lymphocyte count 0/23 (0.00 %)", "Rash maculo-papular 1/23 (4.35%)"]}