{"Clinical Trial ID": "NCT01490892", "Intervention": ["INTERVENTION 1:", "3D HI and SHI UCA", "· Perflutren injection, suspension (IV) 0.25 ml followed by 3D harmonic imaging (HI) then (IV) 20 micro-l/kg followed by 3D subharmonic imaging (HIS)", "3D HI and SHI of UCA: Perflutren injection, suspension (IV) 0.25 ml followed by 3D harmonic imaging (HI) then (IV) 20 micro-l/kg followed by 3D subharmonic imaging (SHI)"], "Eligibility": ["Incorporation criteria:", "To be a woman diagnosed with X-ray mammography (realized within 90 days prior to the study procedure) as having a solid breast mass or an abnormal area without mass.", "To be programmed for a biopsy (core / excision / lumpectomy) of the mass or region of anomaly or for a mastectomy within 30 days of this study procedure.", "Be at least 18 years of age.", "Be medically stable.", "If a woman of childbearing potential has to undergo a negative pregnancy test.", "• Signed informed consent to participate in the study.", "- Exclusion criteria:", "Men", "Pregnant or lactating women.", "Patients whose breast injury is unequivocally a cyst by unimproved United States.", "Patients on chemotherapy or with other primary cancers requiring systemic treatment.", "Patients who are medically unstable, patients who are serious or terminally ill, and patients whose clinical path is unpredictable.", "* Patients in support of life or in a critical care unit.", "Patients with unstable occlusive disease (e.g., crescendo angina)", "Patients with clinically unstable cardiac arrhythmias, such as recurrent ventricular tachycardia.", "Patients with uncontrolled congestive heart failure (NYHA class IV)", "Patients with recent cerebral haemorrhage.", "Patients with clinically significant and unstable renal and/or hepatic disease (e.g. transplant recipients in case of rejection)", "Patients who have undergone surgery within 24 hours of the sonographical examination of the study.", "Patients with known hypersensitivity to perflutren", "* Patients who received any contrast media (X-rays, MRI, CT, U.S.) in the 24 hours prior to the U.S. search exam", "* Patients with cardiac shunts.", "Patients with congenital cardiac abnormalities.", "Patients with severe emphysema, pulmonary vasculitis or a history of pulmonary embolism.", "Patients with confirmed or suspected liver damage.", "Patients with respiratory distress syndrome.", "Patients who have had a biopsy/lumpectomy excision of the current area of interest in the last 6 weeks."], "Results": ["Performance measures:", "Number of breast cancer lesions characterized as malignant or benign with ISS 3D, harmonic imaging (HI) or Power Doppler imaging (DPI)", "The characterization of benign and malignant lesions of breast cancer is compared by each imaging method that evaluates vascular activity. The imaging methods to be compared are 3D subharmonic imaging (SHI) or pulse reverse harmonic imaging (HI), fundamental grey ultrasound (US) or power Doppler imaging (PDI).", "Duration: 2 hours", "Results 1:", "Title of arm/group: 3D HI and SHI of UCA", "Description of the arm/group: perflutren injection, suspension (IV) 0.25 ml followed by 3D harmonic imaging (HI) then (IV) 20 micro-l/kg followed by 3D subharmonic imaging (HIS)", "3D HI and SHI of UCA: Perflutren injection, suspension (IV) 0.25 ml followed by 3D harmonic imaging (HI) then (IV) 20 micro-l/kg followed by 3D subharmonic imaging (SHI)", "Total number of participants analysed: 219", "Type of measurement: Number", "Unit of measurement: Power Doppler Imaging (PDI): Benign: 69", "Power Doppler Imaging (PDI): Malignant: 24", "Power Doppler Imaging (PDI): Uncharacterized: 126", "3D SHI : Benign: 58", "3D SHI: Malignant: 25", "3D SHI: Uncharacterized: 136", "Harmonic imaging (HI): Benign: 3", "Harmonic imaging (HI): Malignant: 5", "Harmonic imaging (HI): Uncharacterized: 211"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/219 (0.00 per cent)"]}