{"Clinical Trial ID": "NCT01823107", "Intervention": ["INTERVENTION 1:", "· BioMatrix Meso Acellular Peritoneal Matrix", "The Peritoneum Matrix Acellular BioMatrix Meso was implanted with a tissue extender during the first phase of breast reconstruction. After tissue expansion, the tissue extender was replaced by a breast implant during the second phase of reconstruction."], "Eligibility": ["Incorporation criteria:", "Non-smoking", "During unilateral or bilateral breast reconstruction, in two stages, with the help of a tissue extender", "Life expectancy over 18 months", ":: Return agreement for trial requiring follow-up visits", "- Exclusion criteria:", "Body mass index 35", "Prior reconstructive breast surgery, breast augmentation, mastoplasty or reduction of mastoplasty", "• History of chronic use of corticosteroids", "Type I diabetes", "History of chest radiotherapy", "• Preoperative treatment with induction chemotherapy for breast cancer", "Pregnancy", "Participation in another trial of drugs or instruments that did not complete the follow-up period"], "Results": ["Performance measures:", "Rate of breast-related adverse reactions", "A breast-related adverse event was defined as any adverse event related to a reconstituted breast.", "Time limit: 18 months", "Results 1:", "Title of the arm/group: Meso BioMatrix Matrix Acellular Peritoneum", "All subjects were implanted with the Meso BioMatrix Acellular Peritoneal Matrix and a tissue extensor during the first phase of breast reconstruction. After tissue expansion, the tissue extensor was replaced with a breast implant during the second phase of reconstruction.", "Total number of participants analysed: 25", "Total number of units analysed", "Type of units Analysis: reconstructed breasts Type of measurement: NumberUnit of measurement: reconstructed breasts affected: 12"], "Adverse Events": ["Undesirable Events 1:", "Total: 7/25 (28.0%)", "Hematoma 1/25 (4.0%)", "Fever 1/25 (4.0%)", "Seroma 1/25 (4.0 per cent)", "Dehiscence of injury 4/25 (10.00 %)", "Necrosis of skin flaps 1/25 (4.0%)"]}