{"Clinical Trial ID": "NCT01127763", "Intervention": ["INTERVENTION 1:", "RAD001+Carboplatin", "Carboplatin (the initial dose was AUC 6, then decreased at AUC 5, then at AUC 4) every 3 weeks as IV infusion and RAD001 as a 5 mg daily pill until disease progression or unacceptable toxicity.", "- RAD001", "Carboplatin"], "Eligibility": ["Incorporation criteria:", "Women with metastatic breast cancer (measurable or evaluable, including bone metastases only)", "(Estrogen receptor (ER) < 10%, progesterone receptor (PR) < 10%, Her2neu IHC 0 or 1 or FISH negative)", "Age >= 18", "World Health Organization Statement of Results <= 2", "A suitable bone marrow function as indicated by: absolute neutrophil count 1.5 x 10^9/L, platelets 100 x 10^9/L, Hb > 9 g/dL", "Adequate liver function, as indicated by:", "+ serum bilirubin 1.5 x upper limit of normal (ULN)", "International Standard Report (RIN): patients not receiving warfarin INR 1.5; patients receiving warfarin INR 3; patients receiving a stable dose of low molecular weight heparin for > 2 weeks at the time of treatment are allowed.", "Alanine aminotransferase and aspartate aminotransferase 2.5x ULN ( 5x ULN in patients with liver metastases)", "Adequate renal function: serum creatinine 1.5 x ULN", "When fasting serum cholesterol 300 mg/dL OR 7.75 mmol/L AND fasting triglycerides 2.5 x ULN. NOTE: If either or both of these thresholds are exceeded, the patient can only be included after the initiation of an appropriate lipid reduction medication.", "Signed informed consent", "Patients may have received 0-3 prior treatments for metastatic disease and bevacizumab (avastin) is allowed.", "- Initial pulmonary CT (or PET/CT)", "O2 sat >= 90% in ambient air (if < 90%, the lung spirometry and diffusion capacity for carbon monoxide (DLCO) are greater than 50% of the expected normal value for lung function tests)", "Negative serum pregnancy test within 7 days of starting treatment", "- Exclusion criteria:", "Patients who are currently receiving cancer treatments or who have received cancer treatments within 2 weeks of the start of the study (including chemotherapy, radiotherapy and biologics)", "Patients who have undergone major surgery or severe traumatic injury within 4 weeks of the start of the study, patients who have not recovered side effects from major surgery (defined as requiring general anaesthesia) or patients who may require major surgery during the study", "Previous treatment with any experimental drug in the previous 2 weeks", "Patients receiving chronic and systemic treatment with corticosteroids or other immunosuppressive agents, with the exception of corticosteroids with a daily dose equivalent to 20 mg of prednisone. However, patients receiving corticosteroids should have received stable treatment for at least 4 weeks prior to the first treatment with RAD001. Topical or inhaled corticosteroids are permitted.", "Patients should not receive live attenuated vaccines within one week of entry into the study or during the study period.", "Uncontrolled brain or leptomeningal metastases, including patients who continue to require glucocorticoids for brain or leptomeningal metastases", "Other malignant tumours over the past 3 years, with the exception of cervix carcinomas or basal cell or squamous skin carcinomas.", "Patients with serious and/or uncontrolled medical conditions or other conditions that may affect their participation in the study, such as:", "• Congestive heart failure symptomatic of the heart of New York Association Class III or IV", "Unstable angora pectoris, symptomatic congestive heart failure, myocardial infarction within 6 months of the start of the study, severe uncontrolled cardiac arrhythmia or any other clinically significant heart disease", "A serious impairment of lung function, defined as spirometry and LOCD, is 50% of the predicted normal value and/or saturation of 02, i.e. 88% or less at rest on ambient air.", "Uncontrolled diabetes rate as defined by fasting blood glucose > 1.5 x ULN", "Serious active (acute or chronic) or uncontrolled infections", "A detailed assessment of the medical history and risk factors for hepatitis B should be conducted during screening for all patients. HBV DNA and HCV RNA chain reaction tests are required during screening for all patients with a positive medical history based on risk factors and/or confirmation of prior HBV/HCV infection.", "• Known history of HIV-positiveness", "• Impairment of gastrointestinal function or gastrointestinal disease that may significantly affect the absorption of RAD001 (e.g. ulcerative disease, uncontrolled nausea, vomiting, diarrhoea, malabsorption syndrome or small intestine resection)", "Patients with active haemorrhagic diathesis", "Hormonal contraceptives are not acceptable as a single contraceptive method. (Women of childbearing potential should undergo a negative urine or serum pregnancy test within 7 days of administration of RAD001)", "• Patients previously treated with mTOR inhibitors (sirolimus, temsirolimus, everolimus).", "In patients with known hypersensitivity to RAD001 (everolimus) or other rapamycins (sirolimus, temsirolimus) or its excipients", "• History of non-compliance with medical plans", "Patients who do not want or cannot comply with the protocol", "Current drug or alcohol use"], "Results": ["Performance measures:", "* Clinical benefit rates (full response, partial response and stable disease lasting more than 6 months)", "The clinical benefit rate is defined as the number of patients with a complete response (CR), partial response (PR) or stable disease (SD) that lasts for at least 6 months. The response was evaluated every 2 treatment cycles (6 weeks) by calculated tomography (CT), CT and Positron Emission Tomography (TPE) or Magnetic Resonance Imaging (MRI). The overall response assessment is based on the criteria for assessing response in solid tumours 1.0 (RCIST 1.0). By RECIST 1.0 for target lesions: complete response (CR), elimination of all target lesions; partial response (PR), decrease >=30% of the sum of the longest diameter of target lesions; stable disease (SD): neither a narrowing sufficient to qualify for PR nor an increase sufficient to qualify for DP.", "Time limit: up to 1 year", "Results 1:", "Title of arm/group: RAD001+Carboplatin", "Description of the arm/group: Carboplatin (the initial dose was AUC 6, then decreased at AUC 5, then AUC 4) every 3 weeks on IV and RAD001 infusions in 5 mg daily pills until disease progression or unacceptable toxicity.", "- RAD001", "Carboplatin", "Total number of participants analysed: 25", "Type of measurement: Number", "Unit of measure: percentage of patients 36 (21 to 57)"], "Adverse Events": ["Undesirable Events 1:", "Total: 5/25 (20.00 per cent)", "Hypertension 1/25 (4.0%)", "Dehydration 1/25 (4.0%)", "• Normal ancne infection or grade 1 or 2 Neutrophils 2/25 (8.0%)", "1/25 pain (4.0%)", "Dyspnea (Shortness of Breath) 2/25 (8.0%)"]}