{"Clinical Trial ID": "NCT01373671", "Intervention": ["INTERVENTION 1:", "FFDM and DBT", "- FFDM test and DBT analysis on Siemens MAMMOMAT Inspiration", "INTERVENTION 2:", "- FFDM only", "Only the FFDM examination"], "Eligibility": ["Incorporation criteria:", "All subjects enrolled in the collection study must:", "Informed consent signed after receiving an oral and written explanation of the subject matter and nature of the study.", "Be women 40 years of age or older at the mammographic screening assessment or 30 years of age or older with biopsy and present one of the following mammograms:", "o Normal Screening Cases (BI-RADS® 1, 2 and 3):", "A screening mammography consisting of the four standardized screening views (RCC, RMLO, LCC and LMLO) as well as MLO and CC DBT analyses for each breast,", "o Cases that may give rise to screening action (BI-RADS® 0, 4 or 5) with BI-RADS® 1, 2, 3, 4 or 5:", "A screening mammography consisting of four SSVs and all clinically necessary diagnostic mammographic views, such as straight side projections, magnification views and point compression views, as well as MLO and CC DBT analyses of each breast plus 4 SSV repeats during the diagnostic or biopsy visit if the screening images are not available or were acquired more than 45 days prior to the acquisition of DBT,", "Of which the ground truth documentation in support of the final assessment of BI-RADS® is as follows:", "One (1) year follow-up without evidence of cancer for normal cases not undergoing biopsy", "A follow-up of six (6) or twelve (12) months of the FFDM confirming the benign status for proven benign cases of biopsy", "• Pathology report for benign or malignant biopsy", "- Exclusion criteria:", "Subjects with any of the following conditions or procedures will be excluded from this study:", "• Pregnant women or women who believe they are pregnant or are trying to become pregnant.", "Patients with mastectomy", "Subjects who had a lumpectomy 5 years prior to entry into the study", "Inmates (in accordance with 45 CFR 46.306) or mentally disabled", "BI-RADS® Category 6 (e.g., for which mammography was performed for the planning of cancer treatment)", "BI-RADS® Category 4 or 5 without confirmation of pathology reports will be considered incomplete", "Subjects with mammograms that do not have the required opinions or are considered technically inadequate will be considered incomplete and cases will not be taken into consideration in the studies of the MRMC reader.", "Subjects who are acquired from the screening population who know they will not be in the United States or available for follow-up mammograms in a year."], "Results": ["Performance measures:", "The efficiency based on the area under the function characteristic receptor (ROC) Curve in the breasts analyzed with DBT as an addition to FFDM vs. FFDM alone", "The main objective of this study was to demonstrate the superiority of DBT and FFDM images together compared to FFDM images only in terms of the ability of readers to detect and diagnose malignant lesions. A comparison of the ROC zones at the breast level was used to assess the superiority of DBT as an addition to FFDM only compared to FFDM.", "Time limit: 1 year", "Results 1:", "Title of arm/group: FFDM and DBT", "Description of the arm/group: FFDM review and DBT analysis on Siemens MAMMOMAT Inspiration", "Total number of participants analysed: 300", "Total number of units analysed", "Type of units analysed: Mean breast (standard error)Unity of measurement: without unit: 0.8527 (0.0268)", "Results 2:", "Title of arm/group: FFDM only", "Description of the arm/group: FFDM examination only", "Total number of participants analysed: 300", "Total number of units analysed", "Type of units analysed: Mean breast (standard error)Unit of measurement: unit without unit: 0.7516 (0.0281)"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/764 (0.26%)", "Ovarian cancer * [1]1/764 (0.13%)", "Pneumonia * [2]1/764 (0.13%)", "Adverse Events 2:", "- Yeah, that's right."]}