{"Clinical Trial ID": "NCT00097721", "Intervention": ["INTERVENTION 1:", "E7389 28 day schedule", "E7389 1.4 mg/m^2 intravenous bolus on days 1, 8 and 15 of a 28-day cycle.", "INTERVENTION 2:", "E7389 21-day schedule", "E7389 1.4 mg/m^2 intravenous bolus on days 1 and 8 of a 21-day cycle."], "Eligibility": ["Incorporation criteria:", "Women with breast carcinoma confirmed by histology or cytologically", "Patients with advanced/metastatic disease who are not suitable for curative treatment (surgery or radiation therapy)", "If the only measurable injury is a lymph node, it must be at least 20 mm LD. If a single lesion is identified as the target lesion, cytological or histological confirmation of the breast carcinoma is required.", "Patients should have received prior treatment with anthracycline and taxane (sequential or combination) and may have received prior treatment with other agents.", "Patients should have progressed within six months of the last dose of chemotherapy or have experienced disease progression while receiving chemotherapy for advanced/metastatic disease.", "Resolution of all toxicities related to chemotherapy or radiation at less than grade 1 severity", "- 18 years", "Eastern Cooperative Oncology Group (ECOG) Performance Status (APPENDICE 4) of 0 or 1", "3-month life expectancy", "adequate renal function as demonstrated by serum creatinine 1.5 mg/dL or creatinine clearance calculated 50 mL/minute (min) by Cockcroft and Gault", "- Adequate bone marrow function, as demonstrated by the absolute number of neutrophils (CNA) 1.5 x 10^9/L, haemoglobin 10.0 g/dL (a hemoglobin < 10.0 g/dL would be acceptable if corrected by growth factor or transfusion) and platelet count 100 x 10^9/L", "adequate liver function, as demonstrated by bilirubin 1.5 mg/dL and alkaline phosphatase, alanine transaminase (ALT) and aspartate transaminase (AST) 3 times the upper limits of normal (ULN) (for liver metastases 5 x ULN)", "Patients are ready and able to complete the FACT-B questionnaire, analgesic journal, pain VAS and tumor-related symptomatic assessment", "Patients are willing and able to comply with the study protocol during the duration of the study.", "A sample of the diagnostic biopsy (paraffin block) should be available.", "Informed consent written prior to any study-specific screening procedure, with the understanding that the patient may withdraw consent at any time, without prejudice to", "- Exclusion criteria:", "Patients who have received chemotherapy, radiotherapy, hormonal treatment or herceptin within 2 weeks of the start of treatment with E7389", "Radiotherapy covering > 10% of the marrow", "Failure to recover from any chemotherapy-related or other treatment-related toxicity at the start of the study considered clinically significant by the study investigator", "Prior treatment with Mitomycin C or nitrosourea", "● High-dose chemotherapy with haematopoietic stem cell rescue in the last two years", "The involvement of pulmonary lymphangitis which leads to pulmonary dysfunction requiring active treatment, including the use of oxygen", "Active symptomatic brain metastases; Patients with central nervous system (CNS) metastases are considered eligible if they have completed local treatment and have stopped corticosteroids for at least two weeks prior to starting E7389 therapy.", "Patients with meningeal carcinoma", "Patients requiring therapeutic anticoagulant treatment with warfarin or related compounds; minimum dose warfarin for catheter-related thrombosis prophylaxis is permitted.", "• Pregnant or lactating women; Women of childbearing potential with a positive pregnancy test on screening or without a pregnancy test. Women of childbearing potential unless (1) surgically sterile or (2) using adequate contraceptive measures in the opinion of the investigator. Postmenopausal women must be amenorrhoea for at least 12 months to be considered not to be of childbearing potential.", "Severe/uncontrolled intercurrent diseases/infections", "(history of congestive heart failure > NYHA grade II, unstable angina or myocardial infarction in the last six months, or severe cardiac arrhythmia)", "Patients with organ allografts", "Patients with known positive serological status", "* Patients with anterior malignancies, other than in situ cervix carcinoma, or non-melanoma skin cancer, unless the anterior malignancies have been diagnosed and permanently treated 5 years previously without further evidence of recurrence.", "Patients with pre-existing neuropathy > Grade 1", "Patients with hypersensitivity to halichondrin B and/or halichondrin B", "E7389 Patients who participated in a previous clinical trial", "Patients with other major illnesses or disorders that, in the opinion of the investigator, would exclude the patient from the study."], "Results": ["Performance measures:", "Overall response rate based on solid tumour response assessment criteria (RECIST)", "• Defined as the percentage of subjects with CR or PR from the start of treatment to progression or recurrence of disease. Measured lesions by calculated tomography (CT) scan and magnetic resonance imaging (MRI). Objective response rate: complete response (CR-disappearance of all lesions)+ partial response (PR-30% decrease in the diameter of lesions), progressive disease (PD-20% increase in the diameter of lesions), stable disease (SD-narrowing or increase in lesions).", "Time limit: Confirmed 4 to 8 weeks after first observation", "Results 1:", "Title of arm/group: E7389 28 days Schedule", "Description of the arm/group: E7389 1.4 mg/m^2 intravenous bolus on days 1, 8 and 15 of a 28-day cycle.", "Total number of participants analysed: 59", "Type of measurement: Number", "Unit of measure: percentage of participants Complete response: 0", "Partial reply: 10.2", "Results 2:", "Title of arm/group: E7389 21 days Schedule", "Description of the arm/group: E7389 1.4 mg/m^2 intravenous bolus on days 1 and 8 of a 21-day cycle.", "Total number of participants analysed: 28", "Type of measurement: Number", "Unit of measure: percentage of participants Complete response: 0", "Partial reply: 14,3"], "Adverse Events": ["Undesirable Events 1:", "Total: 23/70 (32.86 per cent)", "- Neutropenia2/70 (2.86%)", "Neutropenia1/70 (1.43%)", "Thrombocytopenia1/70 (1.43%)", "Internal ear disorder1/70 (1.43%)", "Abdominal pain1/70 (1.43%)", "Upper abdominal pain1/70 (1.43%)", "Ascites1/70 (1.43%)", "Diarrhoea1/70 (1.43%)", "Gastrointestinal haemorrhage0/70 (0.00 %)", "Nausea1/70 (1.43%)", "Small intestinal obstruction1/70 (1.43%)", "Vomiting1/70 (1.43%)", "Adverse Events 2:", "Total: 18/33 (54.55 per cent)", "Febrile Neutropenia1/33 (3.03%)", "- Neutropenia0/33 (0.00 %)", "Thrombocytopenia0/33 (0.00 %)", "Internal ear disorder0/33 (0.00 %)", "Abdominal pain1/33 (3.03%)", "Upper abdominal pain0-33 (0.00%)", "Ascites0-33 (0.00 %)", "Diarrhoea/33 (0.00 %)", "Gastrointestinal haemorrhage1/33 (3.03%)", "- Nausea00/33 (0.00 %)", "Small intestinal obstruction0/33 (0.00 %)", "- Vomiting/33 (0.00 %)"]}