{"Clinical Trial ID": "NCT01446159", "Intervention": ["INTERVENTION 1:", "MEDI-573 10 mg/kg + Aromatase inhibitor (AI)", "Participants enrolled in Phase 1b of the study and received an intravenous infusion of MEDI-573 10 mg/kg on the first day of each 21-day cycle and AI of the investigator's choice (letrozole, anastrozole or exemestane) orally once a day until toxicity was unacceptable, disease progression was documented or otherwise withdrawn.", "INTERVENTION 2:", "MEDI-573 30 mg/kg + AI", "Participants enrolled in Phase 1b of the study and received an intravenous infusion of MEDI-573 30 mg/kg on day 1 of each 21-day cycle and AI (letrozole, anastrozole or exemestane) orally once daily until toxicity was unacceptable, disease progression was documented, or withdrawal was for other reasons."], "Eligibility": ["Incorporation criteria:", "A histologically confirmed BCM does not lend itself to curative surgery or curative radiation therapy.", "The tumours are positive for ER, PgR or both", "The tumours should be negative for HER2 (by FISH, CISH or IHC)", "Female and 18 years of age at the time of entry into the study", "Postmenopausal menopausal", "Karnofsky Performance Status 70", "Life expectancy of 6 months", "- Exclusion criteria:", "Subjects who have received prior chemotherapy, hormone therapy, immunotherapy or biological therapy for advanced or metastatic disease, except in the following cases:", "• Prior adjuvant therapy with AI and/or tamoxifen is permitted, provided treatment ends at least 2 weeks prior to the first dose of MEDI-573", "• Previous neoadjuvant and/or adjuvant chemotherapy for breast cancer is allowed", "A wide-ranging symptomatic visceral disease, including liver damage and lung lymphangitic spread of the tumour, or a disease considered by the investigator to be rapidly advancing or life threatening (e.g., those intended for chemotherapy)", "Active brain metastases, with the exception of the subject, have been treated and are asymptomatic and no CNS progression has been observed for at least 4 weeks of the first dose of MEDI-573.", "Evidence of ongoing spinal cord compression or leptomenic carcinoma", "With the exception of alopecia that has not been resolved up to grade 1 at the time of initiation of treatment under study, previously unsolved toxicities are not resolved.", "• Previous treatment with agents targeting the IGF receptor", "History of allergy or reaction attributed to compounds of chemical or biological composition similar to those of MEDI-573 or AI", "• History of another invasive disease within 5 years, with the exception of skin cancer or non-melanoma resected in situ curative carcinoma of the cervix", "Poorly controlled diabetes"], "Results": ["Performance measures:", "Phase 1b and Phase 2: Number of participants with treatment-emergent adverse events and serious treatment adverse events", "An adverse reaction (ADR) is any sign, symptom or unintentional illness associated with the use of a study drug, whether or not it is considered to be related to the study drug. A serious adverse reaction (AR) is an AIS that causes death, initial or prolonged hospitalization in a patient, permanent or significant disability/incapacity, congenital anomaly or birth defect, or a significant medical event. AIS and AIS are defined as AIS and AIS present at baseline that have worsened in intensity after the study drug was administered, or absent-inclusion events that occurred after the study drug was administered, up to 60 days after the last study drug or until participants begin another anti-cancer therapy, depending on the first possibility (approximately 8 years).", "Duration: From the start of treatment to study (day 1) to 60 days after the last treatment dose or until participants start another cancer treatment, whichever occurs first (approximately 8 years)", "Results 1:", "Title of arm/group: MEDI-573 10 mg/kg + Aromatase inhibitor (AI)", "The group/arm description: Participants enrolled in Phase 1b of the study and received an intravenous infusion of MEDI-573 10 mg/kg on day 1 of each 21-day cycle and AI of the investigator's choice (letrozole, anastrozole or exemestane) orally once daily until toxicity was unacceptable, disease progression documentation or withdrawal for other reasons.", "Total number of participants analysed: 3", "Type of measure: Number of participants", "Unit of measure: Participants All EEAS: 3,100.0%", "Any TESAE: 2 66.7%", "Results 2:", "Title of arm/group: MEDI-573 30 mg/kg + AI", "The group/arm description: Participants enrolled in Phase 1b of the study and received an intravenous infusion of MEDI-573 30 mg/kg on day 1 of each 21-day cycle and AI (letrozole, anastrozole or exemestane) orally once daily until toxicity was unacceptable, disease progression was documented or the disease was withdrawn for other reasons.", "Total number of participants analysed: 3", "Type of measure: Number of participants", "Unit of measure: Participants All EEAS: 3,100.0%", "All ESAs: 0 0.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/3 (66.67 per cent)", "Febrile neutropenia 1/3 (33.33%)", "Atrial stem 0/3 (0.00 %)", "Atrial fibrillation 0/3 (0.00 %)", "Heart failure 0/3 (0.00 %)", "Sinus bradycardia 1/3 (33.33%)", "- Superventricular tachycardia 0/3 (0.00 %)", "Upper abdominal pain 0/3 (0.00 %)", "- Dysphagia 0/3 (0.00 %)", "Intestinal mass 0/3 (0.00 %)", "- Acute Pancreatitis 0/3 (0.00 %)", "Small intestinal obstruction 0/3 (0.00 %)", "Adverse Events 2:", "Total: 0/3 (0.00 per cent)", "Febrile neutropenia 0/3 (0.00 %)", "Atrial stem 0/3 (0.00 %)", "Atrial fibrillation 0/3 (0.00 %)", "Heart failure 0/3 (0.00 %)", "Sinus bradycardia 0/3 (0.00 %)", "- Superventricular tachycardia 0/3 (0.00 %)", "Upper abdominal pain 0/3 (0.00 %)", "- Dysphagia 0/3 (0.00 %)", "Intestinal mass 0/3 (0.00 %)", "- Acute Pancreatitis 0/3 (0.00 %)", "Small intestinal obstruction 0/3 (0.00 %)"]}