{"Clinical Trial ID": "NCT02472964", "Intervention": ["INTERVENTION 1:", "- Herceptin© + Taxane", "Part 1: Herceptin© (trastuzumab) intravenously + paclitaxel 80 mg/m2 weekly intravenously or docetaxel 75 mg/m2 intravenously once every three weeks (selection of investigators) for 8 cycles, then evaluate the primary endpoint.", "Part 2: If SD or PR, CR at Cycle 9 (Week 24) goes to Herceptin© (trastuzumab) alone once every 3 weeks until DP or subject withdraws.", "INTERVENTION 2:", "Myl-1401O Trastuzumab + Taxane", "Part 1:Myl 1401OTrastazuzumab Inversely + paclitaxel 80 mg/m2 weekly intravenously or docetaxel 75 mg/m2 intravenously once every three weeks (selection of investigators) for 8 cycles, then evaluate the primary endpoint.", "Part 2: If SD or PR, CR cycle 9 (week 24) switch to Myl 1401O( Mylan Trastuzumab) alone once every 3 weeks until DP or subject withdraws."], "Eligibility": ["Incorporation criteria:", "Locally recurrent or MBC that is not conducive to curative surgery and/or radiation.", "• Documentation of HER2 amplification by fluorescent in situ hybridization (FISH) (defined by a ratio >2.0) or documentation of immunohistochemistry (IHC) overexpression HER2 (defined as IHC3+, or IHC2+ with FISH confirmation) based on the central laboratory identified by the sponsor prior to randomization.", "• Pathologically confirmed breast cancer with at least one measurable target metastatic lesion (according to the RECIST criteria, version 1.1). Bone, central nervous system (CNS) and skin lesions, as well as lesions that have been irradiated, biopsy or have had a form of local intervention or surgical manipulation, should only be assessed as non-target lesions.", "Patients previously treated with trastuzumab or lapatinib in the adjuvant setting are allowed if metastatic disease has been diagnosed at least one year after the last dose of treatment.", "· Prior treatment with hormonal agents or bisphosphonates/denosumab is permitted. Bisphosphonates/denosumab may be administered simultaneously with the study treatment but cannot begin after randomization and are considered an indication of progressive disease (PD).", "· Performance status of the Eastern Cooperative Oncology Group (ECOG PS) from 0 to 2", "Serum creatinine level 1.5 x ULN (upper limit of normal),", "= Total Bilirubin 1.0 x ULN (>1.0 x ULN if Gilbert's disease is documented),", "Aspartate aminotransferase (AST) and/or alanine aminotransferase (ALT) 2.5 x ULN,", "AST and/or ALT <1.5 x ULN if alkaline phosphatase >2.5 x ULN,", "- Alcaline phosphatase > 2.5 x ULN; if bone metastases are present and no liver dysfunction is present.", "The left ventricular ejection fraction (LVEF) is within the institutional range of normal, measured by an acquisition scan or multi-access echocardiogram.", "- Exclusion criteria:", "- Previous systemic treatment for metastatic disease, including chemotherapy, signal transduction inhibitors (e.g., lapatinib), targeted treatment with HER2 (e.g., trastuzumab) or other experimental anticancer therapy.", "Prior treatment with neoadjuvant or adjuvant anthracyclines with a cumulative dose of doxorubicin greater than 400 mg/m2, an epirubicin dose greater than 800 mg/m2.", "Patients with measurable skin lesions with CT or MRI as the only measurable disease site are allowed.", "1. Target lesions should be outside the irradiated fields and the patient has completely recovered from surgery or radiation therapy.", "• Presence of unstable angina or history of congestive heart failure according to New York Heart Association criteria, history of myocardial infarction <1 year after randomization, clinically significant valvular disease, severe cardiac arrhythmia requiring treatment, uncontrolled hypertension or known pulmonary hypertension.", "Based on the common terminology criteria of the National Cancer Institute (NCI-CTC) Version 4.03 [19].", "Any other cancer, including contralateral breast cancer, within 5 years of screening, with the exception of the canal carcinoma adequately treated on site, the cervical carcinoma adequately treated on site, or the basal or squamous carcinoma of the skin adequately treated.", "• Immunocompromised patients, including known seropositivity for human immunodeficiency virus, or current or chronic hepatitis B and/or hepatitis C infection (detected by positive hepatitis B surface antigen or hepatitis C antibody tests with confirmation tests).", "• Complete list of Inc/Exc. in protocol"], "Results": ["Performance measures:", "(according to the criteria for assessing response in solid tumours [RECIST] 1.1 Criteria) at week 24 of MYL-1401O Plus Taxane versus Herceptin® Plus Taxane in the ITT1 population", "The tumour measurements were performed by centralized blind examiners using RECIST criteria 1.1.By RECIST 1.1: Complete Response (CR): Disappearance of all target lesions.Any pathological lymphatic nodes must have a reduction of the short axis to <10 mm.Partial Response (PR): >/= 30% decrease in the sum of the diameters of the target lesions relative to the diameters of the initial sum.", "The progressive disease (PD): </= 20% increase in the sum of the diameters of the target lesions, the smallest sum on the study with at least an absolute increase of 5 mm in the sum of all lesions. The appearance of one or more new lesions* indicates the progression of the disease.", "- Assessment of non-target lesions Complete response (CR): elimination of all non-target lesions Non-complete response/Non-progressive disease: persistence of one or more non-target lesions Progressive diseases (PD): substantial and unequivocal progression of existing non-target lesions.", "Time: from start of treatment to week 24", "Results 1:", "Title of the arm/group: Herceptin + Taxane", "Part 1: Herceptin (trastuzumab) intravenously + paclitaxel 80 mg/m2 intravenously weekly or docetaxel 75 mg/m2 intravenously once every three weeks (selection of investigators) for 8 cycles, then evaluate the main endpoint.", "Part 2: If SD or PR, CR at Cycle 9 (week 24) goes to Herceptin (trastuzumab) alone once every 3 weeks until DP or subject withdraws.", "Total number of participants analysed: 228", "Type of measure: Number of participants", "Unit of measure: Participants Complete response: 0 0.0%", "Partial response: 146 64.0%", "Stable disease: 49 21.5 %", "Progressive diseases: 20 8.8%", "Non-electable: 13 5.7%", "Results 2:", "Title of arm/group: MYL-1401O Trastuzumab + Taxane", "Part 1:Myl 1401OTrastauzumab Inversely + paclitaxel 80 mg/m2 weekly intravenously or docetaxel 75 mg/m2 intravenously once every three weeks (selection of investigators) for 8 cycles, then evaluate the main endpoint.", "Part 2: If SD or PR, CR cycle 9 (week 24) switch to Myl 1401O( Mylan Trastuzumab) alone once every 3 weeks until DP or subject withdraws.", "Total number of participants analysed: 230", "Type of measure: Number of participants", "Unit of measure: Participants Complete response: 3 1.3%", "Partial response: 157 68.3%", "Stable disease: 48 20.9%", "Progressive diseases: 9 3.9%", "Non-electable: 13 5.7%"], "Adverse Events": ["Undesirable Events 1:", "Total: 91/246 (36.99%)", "Febrile Neutropenia 10/246 (4.07%)", "12/246 (4.88%)", "Neutropenia 62/246 (25.20%)", "Pancytopenia 0/246 (0.00 %)", "Thrombocytopenia 1/246 (0.41%)", "- Acute myocardial infarction 0/246 (0.00 %)", "- Cardiac failure 0/246 (0.00 %)", "- Cartite 0/246 (0.00 %)", "Abdominal pain 0/246 (0.00 %)", "Anal bone 0/246 (0.00 %)", "Diarrhoea 4/246 (1.63%)", "Adverse Events 2:", "Total: 97/247 (39.27%)", "Febrile Neutropenia 11/247 (4.45%)", "Leukopenia 5/247 (2.02%)", "Neutropenia 68/247 (27.53%)", "Pancytopenia 1/247 (0.40%)", "Thrombocytopenia 0/247 (0.00 %)", "- Acute myocardial infarction 1/247 (0.40%)", "2/247 (0.81%)", "- Cartite 1/247 (0.40%)", "Abdominal pain 1/247 (0.40%)", "Anal fissure 1/247 (0.40%)", "Diarrhoea 3/247 (1.21%)"]}