{"Clinical Trial ID": "NCT01250379", "Intervention": ["INTERVENTION 1:", "• Head of the wick", "Participants received single agent chemotherapy at the investigator's discretion according to the standard of care at the investigator's site until disease progression, unacceptable toxicity, participant withdrawal request, until the maximum cumulative dose of anthracycline was reached, or until the end of the study (24 months after the last participant was randomized).", "INTERVENTION 2:", "- CT+BV Bras", "Participants received single agent chemotherapy at the investigator's discretion according to the investigator's site care standard plus bevacizumab, 15 mg/kg, IV, every 3 weeks, or 10 mg/kg, IV, every 2 weeks until disease progression, unacceptable toxicity, participant withdrawal request, until the maximum cumulative dose of anthracycline is reached, or the end of the study (24 months after the last participant's randomization)."], "Eligibility": ["Incorporation criteria:", "Women, >/= 18 years of age", "Histologically confirmed HER2-negative breast cancer", "• Disease progression during or after first-line treatment with Avastin and chemotherapy for locally recidivating or metastatic breast cancer", "The first-line treatment with avastin should have been at least 4 cycles (15 mg/kg) or 6 cycles (10 mg/kg) in combination with chemotherapy.", "ECOG Performance Status 0-2", "At least 28 days from radiation therapy or surgery and treatment recovery", "- Exclusion criteria:", "Anti-angiogenic treatment or anti-vascular endothelial growth factors other than Avastin for first-line treatment", "- Active malignancy other than superficial basal cells and superficial squamous carcinoma of the skin, or in situ carcinoma of the cervix or breast over the last 5 years", "Insufficiency of renal function", "Clinically relevant cardiovascular disorders", "A known CNS disease, with the exception of treated brain metastases", "Chronic daily treatment with a high dose of aspirin (>325 mg/day) or clopidogrel (>75 mg/day)", "Pregnant or lactating women"], "Results": ["Performance measures:", "Percentage of participants with second-line progression-free survival (PFS) according to solid tumour response evaluation criteria (RECIST) Version 1.1 (v1.1)", "In the case of target lesions (TLDs), the RFP was defined as the occurrence of one or more new lesions and/or unequivocal progression of existing TLDs. Participants who did not have second line TLDs or deaths were censored on the date of the last tumour assessment where non-progression was documented.", "Timeline: Baseline (less than or equal to [ ] 28 days after randomization), every 8-9 weeks thereafter according to treatment site care standard up to approximately 3 years", "Results 1:", "Title of arm/group: CT Arm", "The group/arm description: Participants received single agent chemotherapy at the investigator's discretion according to the standard of care at the investigator's site until disease progression, unacceptable toxicity, participant withdrawal request, until the maximum cumulative dose of anthracycline was reached, or the end of the study (24 months after the last participant was randomized).", "Total number of participants analysed: 247", "Type of measurement: Number", "Unit of measure: percentage of participants 88.7", "Results 2:", "Title of arm/group: CT+BV Arm", "In addition to bevacizumab, 15 mg/kg, IV, every 3 weeks, or 10 mg/kg, IV, every 2 weeks until disease progression, unacceptable toxicity, participant withdrawal request, until the maximum cumulative dose of anthracycline is reached, or the end of the study (24 months after the last participant's randomization).", "Total number of participants analysed: 247", "Type of measurement: Number", "Unit of measure: percentage of participants 93.9"], "Adverse Events": ["Undesirable Events 1:", "Total: 55/238 (23.11 per cent)", "Febrile neutropenia * 5/238 (2.10 per cent)", "Neutropenia * 6/238 (2.52%)", "Leukopenia * 1/238 (0.42%)", "Thrombocytopenia * 0/238 (0.00 %)", "Anemia * 1/238 (0.42%)", "Pancytopenia * 0/238 (0.00 %)", "* 1/238 (0.42%)", "Acute coronary syndrome * 0/238 (0.00 %)", "Atrial fibrillation * 0/238 (0.00 %)", "Congestive heart failure * 0/238 (0.00 %)", "Adverse Events 2:", "Total: 89/245 (36.33 per cent)", "* 12/245 (4.90 per cent)", "Neutropenia * 10/245 (4.08%)", "Leukopenia * 2/245 (0.82%)", "Thrombocytopenia * 5/245 (2.04%)", "Anemia * 1/245 (0.41%)", "Pancytopenia * 1/245 (0.41%)", "* 2/245 (0.82%)", "Acute coronary syndrome * 1/245 (0.41%)", "Atrial fibrillation * 1/245 (0.41%)", "Congestive heart failure * 2/245 (0.82%)"]}