{"Clinical Trial ID": "NCT03012477", "Intervention": ["INTERVENTION 1:", "- Cisplatin + AZD1775", "The treatment will consist of a cycle of cisplatin monotherapy (cisplatin 75 mg/m2 IV x1) followed by a combined treatment with AZD1775 plus cisplatin from 21 days (1 cycle) later.", "AZD1775 is given 200 mg twice daily orally in combination with a predetermined dose of Cisplatin every 21 days.", "At least 10 patients will undergo a research biopsy within 5-48 hours of the onset of cisplatin (Cycle 1 Day 1) and then within 5-8 hours of the last dose of AZD1775 in Cycle 2 (Cycle 2 Day 3)."], "Eligibility": ["Incorporation criteria:", "Participants must have histologically or cytologically confirmed invasive breast cancer with Stage IV disease. Patients without pathological or cytological confirmation of metastatic disease must have unequivocal evidence of metastases following a physical or radiological examination.", "Either the primary invasive tumour and/or metastasis should be triple negative, defined as follows:", "- Poor hormone receptor, ER- and PR-negative, or colouring present in < 1% by immunohistochemistry (IHC)", "- HER2-negative: 0 or 1+ per IHC, or FISH <2.0", "- Participants must have at least one lesion that is not in a previously irradiated field and that is measurable by computer tomography (CT) or magnetic resonance imaging (MRI) according to version 1.1 of the RECIST. Bone lesions are not considered measurable by definition.", "Previous chemotherapy: Patients may have received 0-1 prior chemotherapeutic treatment for metastatic breast cancer and must have been out of chemotherapy for at least 21 days prior to inclusion in the study. The number of patients with 0 prior chemotherapeutic treatment will be limited to a maximum of n = 20.", "Previous biological treatment: Patients should have stopped any biological treatment at least 21 days prior to participation.", "Prior radiation therapy: Patients may have received prior radiation therapy either in the metastatic phase or in the early phase. Radiation therapy should be completed at least 14 days prior to participation in the study and patients should have recovered adverse radiation effects up to grade 1.", "- 18 years", "ECOG Performance Status 1", "The participants shall have a normal function of the organ and marrow as defined below:", "Absolute number of neutrophils 1500/mm3", "— Platelets 100 000/mm3", "Hemoglobin 9 g/dL", "Total Bilirubine 1.5 mg/dL", "= Serum creatinine 1.5 mg/dL OR creatinine clearance measured (CrCl) 45 mL/min using the Cockcroft-Gault method OR urine measured 24 hours CrCl 45 mL/min", "Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) 2.5 times the upper limit of normal. For patients with documented liver metastases, AST/ALT 5.0 times the upper limit of normal.", "Patients on bisphosphonates may continue to undergo bisphosphonate therapy during the study.", "If a tissue block is not available, 10 to 20 unmarked slides may be provided as an alternative. If unmarked slides are provided, they should not be sent until specifically requested by the IBD Study Coordinator. If archival tumour tissue is not available, a fresh biopsy may be performed.", "In the first stage of the trial, at least 10 patients with biopsy-accessible disease should be prepared for paired research biopsies, which will occur 5-48 hours after the dose of cisplatin C1D1 (i.e. C1D2 or C1D3) and 5-8 hours (+/- 24 hours) after the last dose of AZD1775 on C2D3. The exact time of biopsy relative to receiving the study treatment should be accurately recorded.", "Biopsies may be performed with local anaesthesia or intravenous sedation in accordance with standard institutional guidelines.", "Research biopsies requiring general anaesthesia are not allowed on this protocol unless a biopsy is obtained simultaneously for clinical reasons, according to the physician treating the patients.", "Patients who are undergoing an attempt at biopsy during treatment and in which inadequate tissue is obtained are still eligible for further protocol therapy and will not be required to undergo another attempt at biopsy.", "If administration is delayed, place the biopsy outside the allowed window, the biopsy should be carried back inside the window. If this is not possible, the biopsy should be obtained as close to the window as possible.", "- Fine needle suction (FNA) is not permitted", "Women of childbearing potential must undergo a negative serum pregnancy test during screening.", "The effects of AZD1775 on the developing human fetus are unknown; women of childbearing age and men must agree to use improved contraceptive methods; all women are considered to be of childbearing age unless they meet one of the following criteria for screening:", "OR Women under 50 years of age if they have been amenorrheic for at least 12 months and have serum follicle-stimulating hormone (FSH) and luteinizing hormone (LH) in the postmenopausal interval (according to institutional standards).", "If women have documentation of irreversible surgical sterilization by hysterectomy, bilateral oophorectomy, or bilateral salpingectomy, or bilateral tubular ligature, they are considered postmenopausal.", "All methods of contraception (except total abstinence) should be used in combination with the use of a condom by the male sex partner for sexual intercourse. If a woman becomes pregnant or suspects that she is pregnant while she or her partner is participating in this study, treatment participants should be informed immediately. Furthermore, male patients should refrain from giving semen from the start of administration up to 6 months after the discontinuation of AZD1775. If male patients wish to father children, they should be advised to freeze semen samples before the start of treatment.", "The participant must be able to swallow pills.", "The participant may not have a percutaneous endoscopic gastrostomy tube (PEG) or receive total parenteral nutrition (TPN).", "• Ability to understand and willingness to sign a written informed consent document.", "- Exclusion criteria:", "Participants who receive any other research agent within 21 days of the first dose of the drug under study.", "Major surgical procedures < 28 days from the start of treatment under study.", "Participants who have previously received an inhibitor of Wee1 kinase activity", "Participants who have already received platinum chemotherapy", "- Known brain metastases that are not treated, are symptomatic or require treatment to control symptoms. Patients with a history of treated central nervous system (CNS) metastases are eligible. Treated brain metastases are defined as those that have no evidence of progression for one month after treatment, or haemorrhage for 2 weeks after treatment and no permanent requirement for corticosteroids, as demonstrated by clinical examination and brain imaging (magnetic resonance imaging or scanner) during the screening period.", "Patients with grade >1 neuropathy or grade >1 toxicity (except alopecia or anorexia) from previous treatment", "A history of allergic reactions attributed to compounds of chemical or biological composition similar to AZD1775 or Cisplatin.", "Participants who receive drugs, substances or foods (i.e. grapefruit juice) listed below are not eligible (refer to Section 5.4 for the list of restricted co-medications):", "- Prescription or non-prescription medicinal products or other products known to be susceptible CYP3A4 substrates or CYP3A4 substrates with a narrow therapeutic index, or to be moderate to strong CYP3A4 inhibitors/inductors that cannot be discontinued 2 weeks before day 1 of administration and retained throughout the study up to 2 weeks after the last dose of the drug studied.", "P-gp inhibitors or substrates", "Participants with uncontrolled intercurrent disease, including, but not limited to, continuous or active infection, uncontrolled hypertension, unstable angina, uncontrolled cardiac arrhythmia, congestive heart failure-New York Heart Association Class III or IV (Appendix B), active ischemic heart disease, myocardial infarction in the previous six months, uncontrolled diabetes mellitus, gastric or duodenal ulceration diagnosed in the previous six months, chronic liver or kidney disease, or severe malnutrition.", "Participants with refractory nausea and vomiting, chronic gastrointestinal disease or significant anterior intestinal resection that would prevent adequate absorption of AZD1775.", "Pregnant women are excluded from this study because AZD1775 is a Wee1 inhibitor that may have teratogenic or abortive effects.", "Because breast-feeding women are excluded because there is an unknown but potential risk of adverse reactions in infants who are secondary to the mother's treatment with AZD1775, breast-feeding should be discontinued prior to treatment with AZD1775. These potential risks may also apply to other agents used in this study.", "• Known HIV-positive participants are not eligible because these participants are at increased risk of lethal infections when treated with bone marrow treatment.", "- A participant with a mean resting corrected QT interval (specifically QTc calculated using the formula Fridericia [QTcF]) > 450 msec for males and > 470 msec for females, from 3 electrocardiograms (ECG) performed in 2-5 minutes interval at study entry, or congenital long QT syndrome."], "Results": ["Performance measures:", "Objective response rate", "By RECIST 1.1 for target lesions: RC is the complete elimination of all target lesions and PR is at least a 30% decrease in the sum of the longest diameter (LD) of target lesions, taking as a reference sum the LD. PR or a better overall response assumes a minimum stable response/disease (SD) for the assessment of non-target lesions and the absence of new lesions.", "1.1. Duration of treatment will depend on individual response, disease progression and tolerance up to 1 year", "Results 1:", "Title of arm/group: Cisplatin + AZD1775", "The treatment will consist of a cisplatin monotherapy cycle (cisplatin 75 mg/m2 IV x1) followed by a combined treatment with AZD1775 plus cisplatin from 21 days (1 cycle) later.", "AZD1775 is given 200 mg twice daily orally in combination with a predetermined dose of Cisplatin every 21 days.", "At least 10 patients will undergo a research biopsy within 5-48 hours of the onset of cisplatin (Cycle 1 Day 1) and then within 5-8 hours of the last dose of AZD1775 in Cycle 2 (Cycle 2 Day 3).", "Total number of participants analysed: 34", "Type of measurement: Number", "Unit of measure: percentage of participants 26 (13 to 44)"], "Adverse Events": ["Undesirable Events 1:", "Total: 13/34 (38.24 per cent)", "Anemia 3/34 (8.82%)", "Diarrhoea 7/34 (20.59 per cent)", "Nausea 2/34 (5.88 per cent)", "Sepsis 1/34 (2.94 per cent)", "urinary infection 1/34 (2.94 %)", "Increased alkaline phosphatase 1/34 (2.94%)", "Decrease in neutrophil count 2/34 (5.88%)", "Dehydration 1/34 (2.94 per cent)", "Headache 1/34 (2.94 per cent)", "Thromboembolic event 1/34 (2.94%)"]}