{"Clinical Trial ID": "NCT02027376", "Intervention": ["INTERVENTION 1:", "LDE225 (Sonidegib) 400mg in combination with docetaxel", "Cohort 1: Eligible patients were included and treated with intravenous docetaxel (75mg/m2) every 3 weeks and LDE225 400mg was administered orally. Treatment was repeated on the first day of a 21-day cycle until radiographic or symptomatic progression, unacceptable toxicity or withdrawal of informed consent.", "INTERVENTION 2:", "LDE225 (Sonidegib) 600 mg in combination with docetaxel", "Cohort 2: Eligible patients were included and treated with intravenous docetaxel (75mg/m2) every 3 weeks and LDE225 600mg was administered orally. Treatment was repeated on the first day of a 21-day cycle until radiographic or symptomatic progression, unacceptable toxicity or withdrawal of informed consent."], "Eligibility": ["Incorporation criteria:", "The patient is able to understand and respect the protocol and has signed the informed consent document.", "Women with advanced breast cancer confirmed histologically.", "- TN breast cancer by local laboratory determination - negative hormone receptor (HR) defined as < 1% immunohistochemistry positive cells (IHC) for Estrogen Receptor (ER) and Progesterone Receptor (PgR) receptors, and negative HER2 defined as negative in situ hybridization (ISH) or IHC 0 or 1+ in the absence of HSI (Note: patients with IHC 2+ must have an ISH determination to confirm the negativity HER2.", "A measurable or non-measurable disease according to the RECIST criteria 1.1.", "The patient is at least 18 years old.", "World Health Organization (WHO) Performance Status 1.", "Life expectancy 12 weeks.", "Common laboratory values in the normal range (...)", "A negative serum pregnancy test 72 hours before starting treatment for premenopausal women and women < 1 year from the last menstruation date.", "- Exclusion criteria:", "Has received more than 3 previous chemotherapys for ABC.", "However, a patient with central nervous system (CNS) metastases may participate in this trial if > 4 weeks after completion of treatment (including radiation and/or surgery), is clinically stable relative to the tumour at the time of entry into the study and does not receive corticosteroid therapy.", "Patients with acute or chronic liver or kidney disease or pancreatitis.", "Patients with second primary malignancy that is clinically detectable at the time of inclusion in the study.", "Patients unable to swallow the tablets.", "History of a positive HIV test (HIV test is not mandatory).", "• History of positive hepatitis B surface antigen (HBsAg) or hepatitis C test (hepatitis B or C test is not mandatory).", "(e.g. ulcerative disease, uncontrolled nausea, vomiting, grade 2 diarrhoea, malabsorption syndrome or small intestine resection).", "A peripheral vascular disease requiring active treatment or having undergone surgery < 12 months prior to the start of the study.", "• Impairment of heart function or heart disease (...)", "Previous medical history of clinically significant ECG abnormalities or family history of prolonged QT interval syndrome", "Other clinically significant heart disease (e.g. congestive heart failure, uncontrolled hypertension, history of labile hypertension or history of poor compliance with antihypertensive therapy)", "Drugs metabolised by CYP2B6 or CYP2C9 (listed in Annex 3 of the Protocol) that cannot be discontinued prior to entry into the study and during the duration of the study. Medicinal products that are potent inhibitors of CYP3A4/5 should be discontinued for at least 2 days, and potent inducers of CYP3A4/5 for at least 1 week prior to the start of administration of LDE225.", "Patients who received chemotherapy within < the duration of the cycle used for this treatment (e.g. < 3 weeks for fluoruracil, doxorubicin, epirubicin) prior to the start of the study or who did not recover from the side effects of this treatment.", "Patients who have received biological treatment (e.g. antibodies) 4 weeks prior to the start of the study or who have not recovered any side effects from this treatment.", "Patients who have been treated with a small therapeutic molecule 5 t1/2 or 4 weeks (something shorter) prior to the start of the study or who have not recovered any side effects from this treatment.", "Patients who received any other research agent 5 t1/2 or 4 weeks (somewhat shorter) prior to the start of the study or who did not recover from the side effects of this treatment.", "Patients who have received wide-field radiotherapy (including therapeutic radioisotopes such as strontium 89) 4 weeks or limited field radiation for palliations 2 weeks prior to the start of the study or who have not recovered any side effects from this treatment.", "Patients currently receiving therapeutic doses of warfarin sodium (Coumadin) cannot discontinue this treatment at least 5 days prior to the start of the study.", "In patients who are currently receiving immunosuppressive therapy and for whom treatment cannot be stopped before the start of the study, except for patients with basal cell carcinoma (BCC). Immunosuppressive therapy should be discontinued for at least one week prior to the start of administration of LDE225.", "- What's that?"], "Results": ["Performance measures:", "• Incidence rate of DLT in the first two cycles of LDE225 (Sonidegib) in combination with docetaxel", "DLT was defined as the occurrence of one of the following adverse events or abnormal laboratory values (classified as version 4.0 of the NCI-CTCAE) assessed as potentially or permanently related to the drugs under study occurring during the first two cycles of treatment: Grade 4 Neutropenia of a duration greater than one week, febrile neutropenia, Grade 3 thrombocytopenia of a duration greater than 2 weeks, Grade 4 thrombocytopenia, Grade 3-4 increased plasma creatinine phosphokinase (CK), Grade 4 non-haematological toxicity or Grade 3 toxicity except nausea and vomiting, Grade 2 GI toxicity (except nausea and vomiting) of a duration greater than 2 weeks, inability to resume administration for cycles 2 or 3 at the current dose within 14 days, due to treatment-related toxicity.", "Time limit: up to cycle 2", "Results 1:", "Title of the arm/group: LDE225 (Sonidegib) 400mg in combination with docetaxel", "Injected patients were included and treated with intravenous docetaxel (75mg/m2) every 3 weeks, and LDE225 400mg was administered orally. Treatment was repeated on the first day of a 21-day cycle until radiographic or symptomatic progression, unacceptable toxicity or withdrawal of informed consent.", "Total number of participants analysed: 5", "Type of measure: Number of participants", "Unit of measure: Participants 0 0.0%", "Results 2:", "Title of the arm/group: LDE225 (Sonidegib) 600mg in combination with docetaxel", "- Arm/group description: Cohort 2: Eligible patients were included and treated with intravenous docetaxel (75mg/m2) every 3 weeks and LDE225 600mg was administered orally. Treatment was repeated on the first day of a 21-day cycle until radiographic or symptomatic progression, unacceptable toxicity or withdrawal of informed consent.", "Total number of participants analysed: 4", "Type of measure: Number of participants", "Unit of measure: Participants 0 0.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/5 (0.00 per cent)", "Overdose * [1]0/5 (0.00 %)", "Adverse Events 2:", "Total: 1/4 (25.0%)", "Overdose * [1]1/4 (25.0%)"]}