{"Clinical Trial ID": "NCT00825734", "Intervention": ["INTERVENTION 1:", "Sorafenib and Ixabepilone", "• Targeted oral therapy and systemic chemotherapy"], "Eligibility": ["Incorporation criteria:", "- 18 years old.", "A diagnosis of breast cancer confirmed histologically or cytologically", "Non-pathological or cytological patients", "Confirmation of metastatic disease must be unequivocal", "Evidence of metastases.", "3. Measurable illness, according to the RECIST criteria (Therasse et al.", "The measurable disease cannot previously be irradiated.", "Unless the progression has been documented.", "Definition: at least one injury that can be accurately measured in", "At least one dimension [longest diameter to record]", "> 20 mm with conventional techniques, or > 10 mm with spiral", "Tomography analysis (CT) calculated. The disease must be measurable,", "In other words, bone diseases or diseases assessed only are not eligible.", "4. Patients with brain metastases may participate if:", "• have undergone appropriate treatment,", "At least one month after treatment,", "No neurological symptoms,", "- They're not on steroids,", "A follow-up magnetic resonance imaging (MRI) scan", "No residual active injury is demonstrated, and", "No new untreated lesions.", "5 The following pre-treatment procedures are permitted:", "No prior chemotherapy in metastatic media.", "Patients should have received previous adjuvants or neoadjuvants.", "- Chemotherapy.", "· Pre-metastatic or early stage radiation therapy", "The adjustment, as long as less than 25% of the bone marrow was", "Treatment. Radiation therapy should be completed at least", "14 days prior to the registration of the study, and all radiations", "The toxicity must be resolved up to grade 1 before the patient is", "According to the results of the study, the rate of enrolment in the study is highest.", "Any number of hormone therapies in the neoadjuvant,", "An adjuvant or metastatic setting is allowed.", "Stopping hormonal therapy at least one week before starting treatment", "Treatment study.", "Previous bevacizumab is given > 4 weeks prior to initiation of treatment.", "A study treatment is allowed.", "6 HER2-negative status. Documentation of results HER2 must be", "HER2-negative is", "Definition as follows:", "Immunohistochemical (IHC) 0 or IHC 1+ OR", "In situ fluorescence hybridization (FISH) negative (defined by", "- FISH rate <2.2) or", "In situ silver hybridization (SISH) negative (as defined by SISH)", "Rate < 2.2).", "Patients with IHC 2+ should be validated as HER2-negative", "- FISH.", "7 Performance of the Eastern Cooperative Oncology Group (ECOG)", "Status < or = to 2.", "8. Normal bone marrow function as defined by:", "Absolute number of neutrophils (NACs) > 1,500/μL;", "- Blisters > 100 000/μL;", "Hemoglobin >9 g/dL.", "Normal liver function as defined by:", "Total bilirubin within normal institutional limits;", "Aspartate aminotransferase (AST) and alanine", "- aminotransferase (ALT) < 2.5 × the upper institutional limit of", "Normal (ULN) in patients without liver metastases; <5.0 × ULN", "For patients with liver metastases.", "10. Normal renal function as defined by creatinine <1.5 × ULN.", "11. Left ventricular ejection fraction (LVEF) within institutional boundaries", "- That's normal.", "12. International Standardized Report (INR) <1.5 or prothrombin", "- Thromboplastin time/part-time (PT/PTT) within normal limits.", "Patients receiving anti-coagulation therapy with such an agent", "As warfarin or heparin, one may be allowed to participate.", "The measurement shall be carried out prior to initiation of sorafenib, and for", "In patients treated with warfarin, INR should be monitored at least once a week.", "After the start of protocol treatment, until the INR is stable and", "Therapeutic.", "13. Life expectancy over 6 months.", "14. For women of childbearing potential, negative serum pregnancy", "Test within 7 days prior to starting treatment.", "15. For women of childbearing age and men,", "• A method of contraception acceptable to their doctor", "Date of First Signing of Informed Consent and Study", "Men should use adequate contraception for at least three weeks.", "A few months after the last sorafenib administration. If a woman", "She is pregnant or suspected of being pregnant while participating", "In this study, she must agree to inform her attending physician.", "Where appropriate, patients should agree to discontinue treatment.", "Breast-feeding up to at least 3 weeks after the last study dose", "Drugs.", "16. Recovery at < Grade 1 toxicity due to prior treatment.", "17. Ability to understand and willingness to sign a document", "Consent document.", "• Exclusion criteria", "More than one (>1) previous chemotherapy regimen.", "Treatment with chemotherapy, biological agents or targeted agents", "In the previous 4 weeks.", "Previous treatment with sorafenib or ixabepilone.", "Pregnant or lactating women.", "- Neuropathy (motor or sensory) greater than Class 1.", "• Uncontrolled intercurrent disease, including (but not limited to)", "Current or active infection >grade 2.", "• Known history of human immunodeficiency virus (HIV), hepatitis", "B, or hepatitis C infection.", "• History of other malignant breast cancer tumours", "• The curative intent within 5 years prior to enrolment in the study with", "The exception of in situ cervix carcinoma, non-melanoma", "• Skin cancer, or thyroid follicular cancer.", "- Concomitant hormonal therapy, chemotherapy other than", "ixabepilone, or radiation treatments during study as well as", "Treatment with other experimental agents during the study.", "Cardiac disorders:", "● Congestive heart failure (CHF) greater than the New York Heart Association", "- Class II (NYHA) (see Annex B).", "An unstable angina (symptoms of angina at rest) or a new angina", "(i.e. started in the last 3 months).", "A myocardial infarction in the last six months.", "- Cardiac ventricular arrhythmias requiring anti-arrhythmic treatment.", "Uncontrolled hypertension (systolic blood pressure > 150 mmHg", "· Diastolic pressure >100 mmHg despite optimal medical treatment", "Management).", "- thrombotic or embolism events such as stroke,", "- Transient ischemic attacks including, over the last 6 months.", "- Grade 2 hemorrhagic or pulmonary hemorrhagic event inside", "- 4 weeks after the first dose of treatment under study, or any other treatment", "In the following 4 weeks, hemorrhagic or haemorrhagic event of grade 3", "A first dose of treatment under study.", "14. Serious non-healing injury, ulcer or bone fracture.", "15. Evidence or history of haemorrhagic diathesis or coagulopathy.", "16. Major surgery, open biopsy or significant traumatizing injury to the breast", "• 4 weeks of the first dose of medicines under study or anticipation of need", "For major surgery.", "17. Chronic use of CYP3A4 inducers and use of the following inducers:", "CYP3A4 inhibitors: ketoconazole, itraconazole, clarithromycin,", "Atazanavir, nefazodone, saquinavir, telithromycin, ritonavir,", "Amprenavir, indinavir, nelfinavir, delavirdine and voriconazole.", "The use of these agents must be interrupted at least 72 hours", "Before initiation of treatment under study.", "18. Use of St John's wort or rifampin (rifampicin).", "19. Any condition that impairs the patient's ability to swallow whole pills or", "gastrointestinal disease (GI) involving inability to take", "• An oral medicine, malabsorption syndrome, a requirement for", "Intravenous feeding (IV), previous surgical procedures affecting", "• Absorption or uncontrolled IG inflammatory disease (e.g.,", "- Ulcerous disease or colitis).", "20. Psychiatric illness/social situations that would limit compliance", "With the requirements of the study.", "21. A known or suspected allergy to sorafenib, Cremophor EL", "(polyoxyethyl castor oil) or a drug formulated in", "Cremophor EL such as paclitaxel or any other agent given in the", "The course of this trial.", "- Exclusion criteria:"], "Results": ["Performance measures:", "- Progression-free survival (PFS)", "Measurement from the first day of administration of the study drug to disease progression as defined by the criteria for assessing response in solid tumours (RECIST) - progression is defined as a 20% increase in the sum of the longest diameter of the target lesions, or a measurable increase in an untargeted injury, or the occurrence of new lesions", "Time limit: every 9 weeks until treatment is discontinued or death under study", "Results 1:", "Title of the arm/group: Sorafenib and Ixabepilone", "Description of the arm/group: Targeted oral therapy and systemic chemotherapy", "Total number of participants analysed: 76", "Median (95% confidence interval)", "Unit of measurement: months 4.8 (3.5 to 6.3)"], "Adverse Events": ["Undesirable Events 1:", "Total: 6/76 (7.89 per cent)", "- ANEMIA 1/76 (1.32%)", "DEAT 1/76 (1.32%)", "INFECTION 1/76 (1.32%)", "LOSS OF WEIGHT 1/76 (1.32%)", "- BACK PAIN 1/76 (1.32%)", "NO RENAL FAITH 1/76 (1.32%)", "DYSPNEA 2/76 (2.63 per cent)", "PNEUMONIA 1/76 (1.32%)", "PALMAR-PLANTAR ERYTHODYSESTHSIE SYNDROME 1/76 (1.32%)", "RASH 1/76 (1.32%)"]}