{"Clinical Trial ID": "NCT00606931", "Intervention": ["INTERVENTION 1:", "• Guided biopsy in PET", "All registered participants were required to undergo a PET-guided biopsy."], "Eligibility": ["Incorporation criteria:", "Persons aged 25 or over", "People with at least one breast imaging that requires biopsy, in particular:", "People who have a moderately suspect or strongly suggestive breast abnormality on mammography, ultrasound or MRI imaging (according to ACR BIRADSTM 4C or 5) and require biopsy confirmation OR People with known breast cancer who have an additional suspected malignancy imaging abnormality detected on high resolution PET FDG analysis", "People who have recently worked in conventional imaging, including X-ray mammography of the breast containing anomaly of interest.", "(Note: The study will target the patient's registration so that at least 50% of the lesions will undergo biopsy at all sites will be less than one cm in diameter measured on mammography or measured by other methods, such as ultrasound, CT or MRI, if the lesion is not detectable or measurable on mammography.)", "Persons who have agreed to participate in the study and have signed an informed consent specific to the study", "- Exclusion criteria:", "• Pregnant women or women likely to be pregnant", "Women who are breast-feeding or are currently breast-feeding < 2 months prior to study", "Less than 25 years of age", "People with breast implants in the breast containing the injury of interest", "People who are scheduled for a sentinel node procedure using radioactive Tc-99m within 24 hours of the PET-guided biopsy", "Patients with contraindications for basic biopsy and other invasive interventions such as blood clotting disorders, infection or who do not want to stop using anticoagulant medicines prior to surgery", "People with type I or poorly controlled type II diabetes", "People with a blood glucose above 140 mg/dl at the time of EMP imaging", "Inability to give informed consent", "People who have undergone surgery on the breast(s) of the study in the last 12 months"], "Results": ["Performance measures:", "Number of lesions that have been successfully biopsied using the PET-guided biopsy method.", "The success of PET-guided biopsy of a suspected injury was determined by", "Change in the morphology of lesions (no change in the morphology of lesions from the modification of the morphology of lesions) after sampling AND/OR", "• Visualization of regions where radioactive absorption is elevated within the biopsy specimen in agreement with the target lesion (focal absorption present compared to absence).", "Time limit: within two days of obtaining histopathology of biopsy lesion", "Results 1:", "Title of the arm/group: Biopsy guided in PET", "- Arm/group description: No control group. All registered participants were required to undergo a PET-guided biopsy.", "Total number of participants analysed: 19", "Type of measurement: Number", "Unit of measure: Number of injuries 24"], "Adverse Events": ["Undesirable Events 1:", "Total: 0"]}