{"Clinical Trial ID": "NCT01697345", "Intervention": ["INTERVENTION 1:", "Total FSFI score (pretest)", "• Administered to participants prior to initiation of vaginal testosterone therapy.", "INTERVENTION 2:", "Total FSFI score (postteset)", "The micronized USP testosterone powder supplied by Medisca Pharmacy was supplemented by the pharmacy's precision preparation in the form of testosterone 0.3% per 0.5 millilitre (mL) in the pharmaceutical cream. The compound testosterone vaginal cream was supplied in pre-filled syringes and each 0.5 mL dose delivered 300 μg testosterone per day. The cream was applied to the vaginal opening once daily for four weeks (28 days)."], "Eligibility": ["Incorporation criteria:", "Women with breast cancer", "During use of an aromatase inhibitor (AI)", "Age > 50", "After menopause, or two years since the last menstrual cycle", "Urogenital/vulvovaginal symptoms such as vaginal dryness and pain with sexual intercourse", "Changes in sexual health quality of life/sexual functioning since the beginning of AI therapy", "- Exclusion criteria:", "The use of other treatments for breast cancer such as chemotherapy or radiation in the last 12 months", "A known sensitivity to medicines containing testosterone", "The use of exogenous hormone replacement therapy (HRT) in the last three months, including systemic and local treatment with estrogen or testosterone"], "Results": ["Performance measures:", "Total Index of Gender Functions of Women (ISFF)", "The IFSF was administered to participants prior to the start of vaginal testosterone therapy and the survey was repeated after the study drug was used for 4 weeks. Participants were used as their own controls. IFSF evaluates six areas of sexual functioning (desir, excitement, lubrication, orgasm, satisfaction and pain) over the last 4 weeks. The sum of all domain scores is equivalent to the total IFSF score. The total IFSF score ranges from 2 to 3 and a total IFSF score < 26.5 suggests female sexual dysfunction.", "Time frame: Baseline, 4 weeks", "Results 1:", "• Arm/group title: FSFI total score (Pretest)", "Description of the arm/group: Administered to participants prior to initiation of testosterone vaginal therapy.", "Total number of participants analysed: 12", "Average (standard deviation)", "Unit of measurement: units on a scale 8.691 (3.803)", "Results 2:", "Title of the arm/group: IFSF total score (postteset)", "The micronized testosterone powder USP provided by Medisca Pharmacy was supplemented by the pharmacy's precision preparation in the form of testosterone 0.3% per 0.5 millilitre (mL) in the pharmaceutical cream. The compound testosterone vaginal cream was supplied in pre-filled syringes and each 0.5 mL dose delivered 300 mcg of testosterone per day. The cream was applied to the vaginal opening once daily for four weeks (28 days).", "Total number of participants analysed: 12", "Average (standard deviation)", "Unit of measurement: units on a scale 18.783 (7.050)"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/13 (0.00 per cent)", "Adverse Events 2:", "- Yeah, that's right."]}