{"Clinical Trial ID": "NCT00534417", "Intervention": ["INTERVENTION 1:", "- Capecitabine and Fulvestrant", "Capecitabine will be administered continuously at a total dose of 1500 mg administered as 1000 mg in AM and 500 mg in PM in patients with a body weight of less than 80 kg, and at a total dose of 2000 mg administered as 1000 mg in pod in patients with a body weight of 80 kg.", "• Fulvestrant should be given 500 mg on day 1, followed by 250 mg on days 15 and 29, followed by 250 mg every 28 days."], "Eligibility": ["Incorporation criteria:", "• Provide written informed consent prior to study-specific screening procedures, on the understanding that the patient has the right to withdraw from the study at any time, without prejudice.", "At least 18 years of age.", "After menopause (i.e., amenorrheic for at least 12 months prior to entry into the study), postmenopausal status will be confirmed by levels of stimulating follicular hormone (FSH) and estradiol if < 2 years after the last menstruation.", "• Ambulatory with the performance status of the Eastern Cooperative Oncology Group (ECOG) from 0 to 2 at the beginning of the study.", "(The investigator's discretion will be used in cases of immunohistochemistry [IHC] 2+.)", "Histologically or cytologically confirmed MBC.", "• Primary tumour and/or metastatic injury estrogen + and/or progesterone+ receptor by IHC.", "At least one measurable or evaluable (non-measurable) injury according to the solid tumour response assessment criteria (RECIST) (see Appendix 11.6) that has not been irradiated (i.e., newly occurring lesions in previously irradiated areas are accepted). Ascites, pleural effusion and bone metastases are not considered measurable, but are considered to be evaluable (not measurable).", "Adequate haematological, renal and hepatic function.", "Haematological values: Neutrophils (ANC) > 1.5 x 109/L; platelet count > 100 x 109/L.", "Renal function: estimated creatinine clearance > 30 mL/min, calculated with the Cockcroft-Gault equation.", "Note: In patients with moderate renal impairment (creatinine clearance calculated from 30 to 50 mL/min) at baseline, a dose reduction to (-1) of the initial capecitabine dose is required.", "Serum bilirubin < 1.5 x upper normal limit (ULN).", "- Alanine transaminase (ALT) or aspartate transaminase (AST) < 2.5 x ULN (or < 5 x ULN for liver metastases).", "ALKALINE phosphatase < 2.5 x ULN (or < 5 x ULN for liver metastases or < 10 x ULN for bone diseases).", "International Standardisation Rate (INR) < 1.6.", "This would include patients who have a recurrence during adjuvant hormone treatment OR who have a first recurrence after adjuvant hormone treatment OR who have progressed after first-line hormone treatment for metastatic breast cancer OR who have metastatic breast cancer.", "- Exclusion criteria:", "Prior administration of capecitabine.", "- Pre-administration of the flulvestrant.", "Prior chemotherapy for metastatic breast cancer.", "Radiotherapy 2 weeks prior to registration, unless the non-target injury is only one radiation dose for palliation. NOTE: Radiation prior to a target injury is permitted only if there has been a net progression of the injury since the radiation was completed.", "Life expectancy < 3 months.", "A serious, uncontrolled and concomitant infection(s).", "A severe reaction not expected prior to treatment with fluoropyrimidine, or known hypersensitivity to 5-fluorouracil or known dihydropyrimidine dehydrogenase (DPD) deficiency.", "• Treatment of other carcinomas over the last 5 years, with the exception of cured non-melanoma skin and cancer of the cervix treated in situ or superficial tumours of the bladder (Ta or Tis of the stage).", "Participation in any investigational drug study within 4 weeks prior to the start of treatment of the study.", "• Clinically significant heart disease (e.g. congestive heart failure, symptomatic coronary disease and poorly controlled cardiac arrhythmias) or myocardial infarction in the last 12 months prior to entry into the study.", "Patients with neurological symptoms must undergo a magnetic resonance scanner or imaging (MRI) of the brain to exclude active brain metastases. NOTE: Patients with treated brain metastases are eligible provided they have no evidence of disease and are not permanently treated (including steroids) 3 months prior to entry into the study.", "- Central nervous system (CNS) disorders or psychiatric disorders considered clinically significant by the investigator, excluding informed consent or inhibiting compliance with oral drug use.", "The known human immunodeficiency virus or chronic hepatitis B or C.", "Other serious and uncontrolled medical problems that the investigator considers likely to compromise participation in the study.", "• Major surgery within 4 weeks of the start of the study treatment, without complete recovery.", "The lack of physical integrity of the upper digestive tract or malabsorption syndrome.", "Known as existing uncontrolled coagulopathy.", "Any of the following laboratory values:", "Abnormal haematological values (Neutrophils [ANC]: <1.5 × 109/L, platelet count: <100 × 109/L)", "Note: In patients with moderate renal impairment (creatinine clearance calculated: 30-50 mL/min) at baseline, a dose reduction to (-1) of the initial capecitabine dose is required.", "Serum bilirubin is greater than 1.5 × upper normal limit (ULN).", "- Alanine transaminase (ALT) or aspartate transaminase (AST) >2.5 × ULN (or >5 × ULN in the case of liver metastases).", "ALKALINE phosphatase > 2.5 × ULN (or >5 × ULN in the case of liver metastases or >10 × ULN in the case of bone diseases).", "International Standardisation Rate (INR) > 1.6.", "History of:", "(i.e., disseminated intravascular coagulation [DIC], coagulation factor deficiency) or", "A long-term anticoagulant treatment (other than antiplatelet treatment and warfarin 1 mg qd for port prophylaxis).", "• History of hypersensitivity to the active or inactive excipients of the fulvestrant (i.e. castor oil or Mannitol).", "He is not prepared to give his informed written consent.", "The lack of willingness to participate or inability to comply with the protocol for the duration of the study."], "Results": ["Performance measures:", "Time of progression (TTP)", "The progression is defined by the criteria for assessing response in solid tumours (RECIST)v1.0 guidelines as a measurable increase in the smallest diameter of any target injury, progression of existing non-target lesions, or the occurrence of one or more new lesions. The median time of progression is the parameter used to describe TTP.", "Duration: TTP was measured from day 1 of treatment to progression time (estimated every 8 weeks), up to 29 months.", "Results 1:", "Title of the arm/group: Capecitabine and Fulvestrant", "Description of the arm/group: Capecitabine will be administered continuously at a total dose of 1500 mg, as 1000 mg in AM and 500 mg in PM in patients with a body weight of less than 80 kg, and at a total dose of 2000 mg as 1000 mg in bid in patients with a body weight of 80 kg.", "• Fulvestrant should be given 500 mg on day 1, followed by 250 mg on days 15 and 29, followed by 250 mg every 28 days.", "Total number of participants analysed: 41", "Median (95% confidence interval)", "Unit of measure: Month 26.94 [1] (7.26 to NA)"], "Adverse Events": ["Undesirable Events 1:", "Total: 9/41 (21.95%)", "Neutropenia * 1/41 (2.44%)", "* 1/41 (2.44 per cent)", "* 1/41 (2.44%)", "Upper abdominal pain * 1/41 (2.44%)", "* 1/41 (2.44 per cent)", "Diarrhoea * 1/41 (2.44%)", "* 1/41 (2.44 per cent)", "Nausea * 1/41 (2.44 per cent)", "Vomiting * 1/41 (2.44 per cent)", "* 1/41 (2.44%)", "Pneumonia * 2/41 (4.88%)", "* 1/41 (2.44 per cent)"]}