{"Clinical Trial ID": "NCT00383500", "Intervention": ["INTERVENTION 1:", "- Flexitouch device", "The management of lymphedema via the Flexitouch device, an intermittent pneumatic compression device (aka, lymphedema pump)", "INTERVENTION 2:", "Manual Lymphatic Drainage (DLM)", "Management of lymphedema with self-administered manual lymphatic therapy"], "Eligibility": ["Incorporation criteria:", "Unilateral breast cancer", "For breast surgery and dissection of axillary lymph nodes, with or without breast preservation techniques.", "Reference to Surgeons of Stanford University Breast Cancer Program", "Ability to give informed consent.", "All experimental protocols will be reviewed and approved by the Stanford Institutional Review Panel for the Protection of Human Subjects.", "- Exclusion criteria:", "Other serious systemic diseases (renal impairment, hepatic dysfunction, congestive heart failure, neurological or psychological disorders) that would confuse the study or compromise the ability of patients to participate.", "A recurrent breast cancer or other pre-existing forms of lymphedema."], "Results": ["Performance measures:", "Number of participants who successfully assessed lymphedema by multiple frequency bioimpedance spectroscopy", "Evaluation of successful and serial multifrequency bioimpedance for newly developed lymphedema in the 3 study groups", "Time limit: 36 months", "Results 1:", "Title of arm/group: Flexitouch device", "Description of the arm/group: Management of lymphedema via the Flexitouch device, an intermittent pneumatic compression device (aka, lymphedema pump)", "Total number of participants analysed: 19", "Type of measurement: Number", "Unit of measurement: participants 19", "Results 2:", "Title of Arm/Group: Manual Lymphatic Drainage (DLM)", "Description of the arm/group: Management of lymphedema by self-administered manual lymphatic drainage therapy", "Total number of participants analysed: 21", "Type of measurement: Number", "Unit of measurement: participants 21"], "Adverse Events": ["Undesirable Events 1:", "Total: 0/19 (0.00 per cent)", "Adverse Events 2:", "Grand total"]}