{"Clinical Trial ID": "NCT02001974", "Intervention": ["INTERVENTION 1:", "Group 1", "Paclitaxel 80 mg/m2 i.v. (days 1, 8 and 15 of the 28-day cycle) + oral repair 400 mg three times a day (t.i.d.) three weeks off one week (three to six patients)", "INTERVENTION 2:", "Group 2", "Paclitaxel 80 mg/m2 i.v. (days 1, 8 and 15 of the 28-day cycle) + oral reparixin 100% increase to 800 mg t.i.d. if no toxicity in the previous group (400 mg) three weeks after one week off (three to six patients)"], "Eligibility": ["Incorporation criteria:", "Women 18 years of age.", "In patients with histological or cytological diagnosis of breast cancer with evidence of metastatic disease with documented HER-2 negative status and eligible for paclitaxel treatment.", "* Patients with at least one basic measurable lesion according to the RECIST version 1.1 criteria.", "- Zubrod (Eastern Cooperative Oncology Group (ECOG)) Performance Status (PS) of 0-1.", "- An electrocardiogram (ECG) without clinically significant abnormalities indicating myocardial ischemia.", "• Continuous toxicity associated with previous grade 1 cancer treatment Common terminology criteria for adverse events (CTCAE version 4.03) with the exception of alopecia.", "If prior paclitaxel therapy should have occurred > 12 months after the end of previous adjuvant therapy or prior metastatic treatment, no PD should have occurred during treatment or within 3 months after the end of treatment.", "Life expectancy of at least three months.", "Patients should be able to swallow and store oral medicines (intact tablet).", "All screening assessments described in the protocol may be subject to written informed consent.", "Adequate function of the organ (defined by the following parameters):", "Serum creatinine level < 140 μmol/L or creatinine clearance > 60 mL/min.", "- Serum hemoglobin 9 g/dL; absolute neutrophils 1.5 x 10**9/L; platelets 100 x 10**9/L.", "Serum bilirubin 1.5 x upper normal limit (UL).", "ALT serum, AST 2.5 x UNL but 5.0 x UNL in the case of liver metastases; ALP UNL but 1.5 x LSN in the case of liver metastases; albumin within normal limits. If LLA is greater than 1.5 x UNL (in the presence of liver metastases), the liver isoenzyme fraction will be measured. The liver isoenzyme fraction (absolute value) should be 1.5 x UNL.", "No known hepatitis B viruses (not due to immunization), hepatitis C viruses, human immunodeficiency virus I and positive status.", "- Exclusion criteria:", "- Man.", "Pregnancy, breast-feeding or refusal to use an adequate method of birth control.", "HER-2 positive disease status.", "Less than four weeks since the last chemotherapy, radiotherapy or previous experimental treatment. Less than two weeks since the last hormone or immunotherapy or signal transduction treatment.", "Neurological or psychiatric disorders that may influence understanding of study procedures and informed consent.", "An active or uncontrolled infection.", "- Malabsorption syndrome, a disease that significantly affects gastrointestinal function.", "Hypersensitivity to:", "- Paclitaxel", "Ibuprofen or several nonsteroidal anti-inflammatory drugs.", "Medicines belonging to the sulfonamide class, such as sulfamethazine, sulfamethoxazole, sulfasalazine, nimesulide or celecoxib.", "• Presence of brain metastases (this does not include primary brain tumours) or leptomenal disease."], "Results": ["Performance measures:", "- Treatment-related adverse events (TEAEs)", "• Surveillance of ARs throughout the study until the end-of-treatment visit.", "Time limit: up to 28 days after the last dose of the study drug (up to 24 months).", "Results 1:", "Title of arm/group: Group 1", "Description of the arm/group: Paclitaxel 80 mg/m2 i.v. (days 1, 8 and 15 of the 28-day cycle) + oral repair 400 mg three times a day (i.e.) three weeks off one week (three to six patients)", "Total number of participants analysed: 4", "Type of measurement: Number", "Unit of measure: adverse events 106", "Results 2:", "Title of arm/group: Group 2", "Description arm/group: Paclitaxel 80 mg/m2 i.v. (days 1, 8 and 15 of the 28-day cycle) + oral repairin 100% increase to 800 mg t.i.d. if no toxicity in the previous group (400 mg) three weeks after one week off (three to six patients)", "Total number of participants analysed: 3", "Type of measurement: Number", "Unit of measure: adverse events 99"], "Adverse Events": ["Undesirable Events 1:", "Total: 2/4 (50%)", "Abdominal pain 0/4 (0.00 %)", "• Disease progression 0/4 (0.00 %)", "Dehydration 2/4 (50%)", "Hyponatraemia 1/4 (25.0%)", "1/4 (25.0%) Central nervous system metastasis", "- Esophagian adenocarcinoma 0/4 (0.00 %)", "Intracranial hypotension 0/4 (0.00 %)", "- Pneumothorax 0/4 (0.00 %)", "- Dyspnoea 0/4 (0.00 %)", "Hypoxia 0/4 (0.00 %)", "Adverse Events 2:", "Total: 1/3 (33.33 per cent)", "Abdominal pain 0/3 (0.00 %)", "Rate of disease progression 0/3 (0.00 %)", "Dehydration 0/3 (0.00 %)", "Hyponatraemia 0/3 (0.00 %)", "Central nervous system metastasis 0/3 (0.00 %)", "- Esophagian adenocarcinoma 0/3 (0.00 %)", "Intracranial hypotension 0/3 (0.00 %)", "Pneumothorax 1/3 (33.33%)", "- Dyspnoea 0/3 (0.00 %)", "Hypoxia 0/3 (0.00 %)"]}