{"Clinical Trial ID": "NCT00194779", "Intervention": ["INTERVENTION 1:", "Treatment (Neoadjuvant Therapy, Adjuvant Therapy)", "See the detailed description.", "Doxorubicin hydrochloride: IV", "- cyclophosphamide: given PO", "Paclitaxel: given IV", "- filgrastim: seen SC", "- Capecitabine: With PO", "- methotrexate: IV", "- Vinorelbine tartrate: IV", "- Needle biopsy: correlative studies", "Conventional Therapeutic Surgery: Definitive Breast Surgery", "Immunohistochemical staining method: correlative studies", "Trastuzumab: under IV", "- Tamoxifen citrate: see PO", "- Petroleum: see PO", "Analysis of laboratory biomarkers: related studies"], "Eligibility": ["Incorporation criteria:", "If the determination is \"intermediate\" by immunohistochemistry, fluorescent in situ hybridization (FISH) should be performed; protocol therapy is determined by the result HER-2/neu", "To have confirmed histologically, operational breast cancer which is either:", "· Hormonal receptor (estrogen receptor [ER] or progesterone receptor [PR]) positive and HER2/neu positive or", "ER/PR negative", "(Possible lesions are T1c-T3 and N0-N2a; histological confirmation should be by heart needle biopsy only)", "Be naïve in chemotherapy", "= < 2", "Absolute number of neutrophils (CNA) >= 1,500", "Number of platelets >= 100 000", "Serum creatinine level = < 1.5 x international upper limit of normal (IUL)", "Bilirubin < 2.0", "pyruvate transaminase (SGPT) = < 2 x IULN", "Alkali phosphatase = < 2 x IULN", "· Stage and tumour evaluation studies prior to registration; stage studies include physical examination with two-dimensional tumour measurements and mammography, ultrasound or magnetic resonance imaging (MRI) to assess tumour volume; sentinel dissection of lymph nodes or axillary needle biopsy must be completed prior to registration; MRI and positron emission tomography (PET) imaging (fluorodeoxyglucose [FDG], methoxyisobutylisonitrile [MIBI] and fluoroestradiol [FES] will be performed prior to registration if clinically indicated to evaluate tumour volume or if it can be performed within the first month of participation in another institutional protocol.", "Patients with clinically apparent heart disease, or a similar history, are not eligible; patients >= 60 years of age or with a history of hypertension must have an echocardiogram or multi-channel acquisition scan (MUGA) prior to registration; patients with breast cancer who are HER-2/neu positive and who will receive herceptin (trastuzumab) must have an echocardiogram or MUGA scan; the left ventricular ejection fraction (LVEF) must be within the normal institutional range; if the LVEF is > 75%, the investigator should consider having the LVEF examined or repeated before registration.", "Women of childbearing potential must undergo a negative pregnancy test within seven days of registration.", "To be informed of the investigational nature of this study and to provide written informed consent in accordance with institutional and federal guidelines before considering specific screening procedures.", "- Exclusion criteria:", "Primary tumour = < 1 cm, not measurable; inflammatory disease", "• Pregnant or lactating women; women of childbearing potential who have a positive or non-positive pregnancy test at the beginning of pregnancy are excluded; menopausal women must have been amenorrhoeic for at least 12 months to be considered non-procreational; patients must agree to continue contraception for 30 days from the date of the last drug administration under study; women of childbearing potential who do not use a reliable and appropriate contraceptive method are excluded.", "Evidence of distant metastatic disease", "• Prior chemotherapy or hormonal treatment for breast cancer", "With the exception of the following, no other malignancy is permitted: ipsilateral synchronous breast cancer of the same subtype (ER/PR, HER-2/neu), skin cancer of basal or squamous cells, cervical cancer in situ or other stage I or II cancer whose patient has not attained for at least 5 years.", "A severe reaction not expected prior to treatment with fluoropyrimidine or known sensitivity to 5-fluorouracil", "Previous registration for a drug study in the last four weeks", "History of uncontrolled seizures, central nervous system disorders or psychiatric disabilities considered clinically significant by the investigator, excluding informed consent or inhibiting compliance with oral drug use", "Patients with heart disease who would prevent the use of Adriaticin, Taxol or Herceptin are not eligible.", "Active cardiac disorders:", "Angina pectoris which requires the use of anti-anginal medicines", "Cardiac arrhythmia requiring medication", "• Severe abnormality of conduction", "Clinically significant valvular disease", "Cardiomegaly on chest x-ray", "- Electrocardiogram ventricular hypertrophy (EKG)", "Uncontrolled hypertension (diastolic > 100 mm/Hg or systolic > 200 mm/hg)", "Current use of digitalis or beta blockers for congestive heart failure (CHF)", "Clinically significant pericardial infusion", "History of heart disease:", "A myocardial infarction documented as a clinical diagnosis or by EKG or any other test", "Documented congestive heart failure", "Documented cardiomyopathy", "Arrhythmia or documented heart valve disease that requires medication or is medically significant", "• Major surgery within 4 weeks of starting treatment without complete recovery", "Lack of physical integrity of the upper gastrointestinal tract or malabsorption syndrome", "Known, existing uncontrolled coagulopathy", "Intention to give informed written consent", "• Lack of willingness to participate or inability to comply with the protocol for the duration of the study"], "Results": ["Performance measures:", "Combined rate of complete microscopic response pCR and pathological macroscopic response (mCR)", "The pathological examination does not identify the raw residual mass of the tumour in the surgical specimen. This differs from a pCR where the specimen must also be negative for the invasive tumour by microscopy. For this study, we use a definition of mCR that will make the test more translatable for other institutions. For this study, mCR will be defined as not focusing on invasive cancer >= 1 cm.", "Number of participants with PCRs or mCRs.", "Time limit: up to 16 weeks", "Results 1:", "Title of the arm/group: Treatment (neoadjuvant treatment, Adjuvant therapy)", "Description of the arm/group: See detailed description.", "Doxorubicin hydrochloride: IV", "- cyclophosphamide: given PO", "Paclitaxel: given IV", "- filgrastim: seen SC", "- Capecitabine: With PO", "- methotrexate: IV", "- Vinorelbine tartrate: IV", "- Needle biopsy: correlative studies", "Conventional Therapeutic Surgery: Definitive Breast Surgery", "Immunohistochemical staining method: correlative studies", "Trastuzumab: under IV", "- Tamoxifen citrate: see PO", "- Petroleum: see PO", "Analysis of laboratory biomarkers: related studies", "Total number of participants analysed: 42", "Type of measure: Number of participants", "Unit of measure: Participants 29 69.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/50 (10.00 per cent)", "Febrile Neutropenia1/50 (2.0%)", "Deaths1/50 (2.0%)", "Neutropenia5/50 (10.00%)"]}