{"Clinical Trial ID": "NCT02692755", "Intervention": ["INTERVENTION 1:", "Palbociclib + Letrozole or Fulvestrant", "Palbociclib + Letrozole or Fulvestrant: Palbociclib x 21 days with a rest of 7 days plus 2.5 mg Letrozole QD (no break) or Fulvestrant 500mg IM every 2 weeks for 3 doses then every 4 weeks until progression or maximum of 12 months"], "Eligibility": ["Incorporation criteria:", "Self-identified 18-year-old Black, African or African American women with a proven diagnosis of advanced breast adenocarcinoma (recurring or metastatic locoregional diseases)", "Based on local laboratory results, the ER-positive and/or PgR-positive tumour", "HER2-negative breast cancer based on local laboratory results (test to be used according to local practice)", "Patients should be suitable candidates for letrozole or fulvestrant therapy.", "- Performance Status of the Eastern Cooperative Oncology Group (ECOG) 0-2", "Adequate bone marrow function:", "Absolute number of neutrophils (NACs) 1,000/mm3 (1.0 x 109/L);", "100 000/mm3 blisters (100 x 109/L);", "Hemoglobin 9 g/dL (90 g/L).", "- Exclusion criteria:", "The current use of foods or medicines known to be potent inhibitors or inducers of CYP3A4", "Uncontrolled or symptomatic active brain metastases. Previously treated and clinically stable, according to the investigator's judgement, brain metastases are allowed.", "Previous CDK4/6 inhibitor", "- It's okay."], "Results": ["Performance measures:", "Number of patients who have completed an oncological therapy planned without the onset of a haematological event", "For study purposes, febrile neutropenia will be defined according to the common terminology criteria of the National Cancer Institute (NCI) for adverse events (TCCAE) v4.0: \"ANC less than 1000/mm3 with a single temperature of > 38.3 degrees Celsius (101 degrees Fahrenheit) or a sustained temperature of 38 degrees Celsius (100.4 degrees Fahrenheit) for more than one hour.\"", "The expected oncological treatment is defined as the completion of one year of treatment for advanced breast cancer in the absence of disease progression or discontinuation of the study drug due to progressive disease or non-haematological toxicity.", "Time limit: 12 months", "Results 1:", "Title of arm/group: Palbociclib + Letrozole or Fulvestrant", "Description of the arm/group: Palbociclib + Letrozole or Fulvestrant: Palbociclib x 21 days with a rest of 7 days plus 2.5 mg Letrozole QD (no break) or Fulvestrant 500mg IM every 2 weeks for 3 doses then every 4 weeks until progression or maximum of 12 months", "Total number of participants analysed: 35", "Type of measure: Number of participants", "Unit of measure: Participants 35 100.0%"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/35 (22.86 per cent)", "1/35 (2.86%)", "Colite 1/35 (2.86%)", "Diarrhoea 1/35 (2.86%)", "Fever 1/35 (2.86 per cent)", "Upper respiratory infection 1/35 (2.86%)", "urinary infection 1/35 (2.86%)", "Decrease in neutrophil count 1/35 (2.86%)", "Anorexia 1/35 (2.86%)", "1/35 (2.86 per cent)", "Acute renal injury 1/35 (2.86%)"]}