{"Clinical Trial ID": "NCT00066573", "Intervention": ["INTERVENTION 1:", "- Exemestane", "Patients receive oral exemestane (25 mg) once daily for 5 years.", "Exemestane: given orally", "INTERVENTION 2:", "Anastrozole", "Patients receive an anastrozole orally (1 mg) once daily for 5 years.", "Anastrozole: oral"], "Eligibility": ["CHARACTERISTICS OF DISEASE:", "Invasive breast cancer confirmed histologically", "- PT1-3; pNX, pN0-2 or pN3*; M0", "• Neoadjuvant patients are eligible no earlier than 3 weeks or no later than 3 months after excision surgery, provided that the clinical-diagnostic stage of cancer and the post-surgical resection-pathological stage of cancer meet the requirements for the primary tumour, regional lymph nodes and the classification of distant metastases NOTE: *Only when the only basis of this classification is the presence of 10 or more axillary lymph nodes involved or more", "A completely rescinded disease", "A primary surgery was performed at least 3 weeks but not more than 3 months prior to entry into the study (if no chemotherapy was administered).", "• Primary surgery is defined as the last operation in which histological evidence of an invasive or in situ disease was present in the disease specimen", "Patients with positive sentinel lymph nodes biopsy are eligible provided they have undergone subsequent axillary dissection of the lymph nodes.", "No metachronous breast cancer", "A bilateral mammography in the last 12 months unless the initial surgery was a total mastectomy, in which case only a mammography of the rest of the breast is required.", "No metastases confirmed by 1 of the following methods:", "(mandatory only if alkaline phosphatase is at least 2 times normal and/or if there are symptoms of metastatic disease)", "• Abdominal ultrasound or CT scan (mandatory only if AST/ALT or alkaline phosphatase is at least 2 times normal, unless elevation is in the bone fraction)", "Note: *Confirmatory X-ray, CT scan or MRI are required if the results of the bone scan are doubtful.", "No local recurrent disease", "No anterior or concomitant carcinoma in situ of the contralateral breast treated with partial mastectomy and/or hormonal treatment", "Patients with anterior carcinoma or concomitant in situ ipsilateral breast are eligible provided that the tumour is completely excised AND that they have not received prior hormonal treatment.", "- Hormonal receptor status:", "Estrogen receptor and/or progesterone receptor positive by immunohistochemistry or tumour receptor content 10 fmol/mg protein", "CHARACTERISTICS OF PATIENTS:", "Age", "Postmenopausal menopausal", "Gender", "Women", "Status of menopause", "Postmenopausal before chemotherapy, defined as 1 of the following:", "More than 60 years", "Age 45 to 59 years with spontaneous cessation of menstruation for more than one year before entry into the study", "The age of 45 to 59 years with menstrual periods that cease (secondary to hysterectomy or spontaneously) in the last year AND a level of follicular stimulating hormone (FSH) prior to entry into the postmenopausal interval study*", "The age of 45 to 59 years, previously on hormone replacement therapy (HRT) and ceased to have HRT after diagnosis of this disease AND had FSH prior to entry into the postmenopausal interval study*", "* According to institutional standards OR > 34.4 IU/L if the institutional interval is not available)", "State of play", "- ECOG 0-2", "Life expectancy", "At least 5 years", "Haematopoietic", "WBC at least 3000/mm^3 OR", "Number of granulocytes at least 1,500/mm^3 AND", "Number of platelets of at least 100 000/mm^3", "Hepatic", "See Disease Characteristics", "ASAT and/or ALT less than 2 times the upper limit of normal (ULN)*", "NOTE: *Unless imaging tests exclude metastatic diseases", "Renal", "Unspecified", "Other", "• Capable of swallowing study drugs and having an adequate unassisted oral intake to maintain a reasonable nutritional status", "No other non-mammary malignancy in the last 5 years, except for adequately treated non-melanoma skin cancer, in situ curative carcinoma of the cervix or other solid tumours treated curatively without signs of disease for at least 5 years", "No other concomitant medical or psychiatric conditions that would prevent participation in the study and/or interfere with the results", "THERAPE PRIOR CONCURENT:", "Biological therapy", "Trastuzumab (Herceptin®) is allowed before and at the same time.", "- Chemotherapy", "See Disease Characteristics", "At least 3 weeks but not more than 3 months since prior chemotherapy", "Previous authorised adjuvant chemotherapy", "Endocrinotherapy", "See Disease Characteristics", "No previous aromatase inhibitors", "No previous tamoxifen or other selective estrogen receptor modulator (SERM) with the exception of raloxifene", "At least 3 weeks from previous raloxifene", "At least 3 weeks from the start and no competing over-the-counter product or supplement considered to have an estrogenic effect, including any of the following:", "- Ginseng", "Ginkgo biloba", "- Cohosh black", "Dong quai", "Supplements enriched with soya (e.g. phytoestrogen preparations)", "At least 3 weeks since other hormonal or steroid treatments considered to have an estrogen effect", "No estrogen, progesterone, androgen or concomitant SERM", "When other local measures for insoluble vaginal atrophy are insufficient, concomitant vaginal estrogens (e.g., vagifem, estrogen vaginal cream, testosterone, estradiol vaginal gel or Estring) are allowed.", "No other concomitant treatment that would have an estrogen effect, including endocrine treatment, hormonal treatment or steroid treatment", "Radiotherapy", "See Disease Characteristics", "- Previous adjuvant radiation therapy is permitted", "- Simultaneous radiotherapy is permitted", "Surgery", "See Disease Characteristics"], "Results": ["Performance measures:", "- Survival without event", "The primary criterion for the evaluation of this study is event-free survival, defined as the time between randomization and documented locoregional or remote recurrence, new primary breast cancer or death of any cause.", "Time limit: 5 years", "Results 1:", "Title of the arm/group: Exemestane", "Description of the arm/group: Patients receive oral exemestane (25 mg) once daily for 5 years.", "Exemestane: given orally", "Total number of participants analysed: 3789", "Type of measurement: Number", "Unit of measure: percentage of participants 88 (87 to 89)", "Results 2:", "Title of the arm/group: Anastrozole", "Description of the arm/group: Patients are given an anastrozole orally (1 mg) once daily for 5 years.", "Anastrozole: oral", "Total number of participants analysed: 3787", "Type of measurement: Number", "Unit of measure: percentage of participants 89 (88 to 90)"], "Adverse Events": ["Undesirable Events 1:", "Total: 19/3761 (0.51%)", "Cardiac aschemy/infarction 3/3761 (0.08%)", "Left ventricular systolic dysfunction 1/3761 (0.03%)", "Restrictive cardiomyopathy 1/3761 (0.03%)", "- Supraven.arrhyth. Atrial flutter 1/3761 (0.03%)", "Ventrice.arrhythmia. Trigemine 1/3761 (0.03%)", "Hypothyroidism 0/3761 (0.00 %)", "Unsure vision 1/3761 (0.03%)", "- Nyctalopia 0/3761 (0.00 %)", "Ocular - Other 1/3761 (0.03%)", "Adverse Events 2:", "Total: 7/3759 (0.19%)", "- Cardiac ischemia/infarction 0/3759 (0.00 %)", "- Left ventricular systolic dysfunction 0/3759 (0.00 %)", "Restrictive cardiomyopathy 0/3759 (0.00 %)", "- Supraven.arrhyth. Atrial flutter 0/3759 (0.00 %)", "- Trigminy 0/3759 (0.00 %)", "Hypothyroidism 1/3759 (0.03%)", "- blurred vision 0/3759 (0.00 %)", "- Nyctalopia 1/3759 (0.03%)", "Ocular - Other 0/3759 (0.00 %)"]}