{"Clinical Trial ID": "NCT00303108", "Intervention": ["INTERVENTION 1:", "D+C and Naive Taxane", "Doxil, Carboplatin and Naïve Taxane", "INTERVENTION 2:", "D+C and Pre-treated Taxane", "Doxil, Carboplatin and pretreated Taxane"], "Eligibility": ["Incorporation criteria:", "A metastatic breast cancer with a documented HER2- or HER2+ disease (IHC3+ or FISH+)", "irradiated lesions cannot be used to evaluate the response, but can be used to assess progression.", "Has had no previous treatment with Doxil or carboplatin; may have had an adjuvant Herceptin if treatment was completed more than one year prior to study", "No adjuvant chemotherapy was performed in the year prior to the study, but may have previously received anthracyclines as adjuvant chemotherapy.", "For patients pre-treated with taxane (adjuvant or metastatic), there was no more than one prior chemotherapy treatment for BCM.", "For taxane-naïve patients, there was no previous chemotherapy for BCM.", "Received cumulative doses of < 300 mg/m2 prior doxorubicin or < 450 mg/m2 prior epirubicin", "If MUGA is not available, an echocardiogram (ECHO) may be used, but the same test should be used throughout the study to evaluate LVEF.", "A statement of performance of ECOG (PS) 0-2 (see Annex I)", "Is a man or woman over 18 years of age or over 18 years of age", "Laboratory values - Refer to Section 4.2 of the protocol for specific laboratory values.", "A negative serum pregnancy test within 7 days prior to registration (woman of childbearing age (WOCBP; unsterilized surgically and between menopause and 1 year after menopause))", "In case of fertility, the patient (male or female) agreed to use an acceptable method of contraception (e.g. abstinence, intrauterine device, oral contraceptives, barrier device with spermicide or surgical sterilization) to prevent pregnancy during the study and for a period of 3 months thereafter.", "• Signed a patient informed consent form", "• Signed a patient authorization form (IAPAA form)", "Has a life expectancy of > 3 months", "- Exclusion criteria:", "- had a myocardial infarction (MI) within 6 months of registration, or a New York Heart Association (NYHA; see Appendix IV) Class II or more of heart failure, uncontrolled angina, uncontrolled severe ventricular arrhythmias, clinically significant pericardial disease, or electrocardiographic evidence of acute ischemic or active conduction system abnormalities", "A history of hypersensitivity reactions attributed to a conventional formulation of doxorubicin HCL or to Doxil components", "Only an evaluable disease; e.g. bone only, pleural, peritoneal only", "Patients receiving immunosuppressive treatment for autoimmune disease may be enrolled in the trial after a 2-week period of washing the medicine.", "• Receives or has received concomitant experimental treatment within 30 days", "Has evidence of brain metastases requiring steroids and/or radiation or any documented leptomenal disease", "A serious, uncontrolled intercurrent medical or psychiatric disease, including a serious infection or history of uncontrolled seizures, CNS disorders considered clinically significant by the treating physician, excluding informed consent", "Has a history of other malignancies in the past 5 years (with the exception of basal cell carcinoma cured of the skin and in situ cervix carcinoma), which may affect the diagnosis or evaluation of one of the study's medicinal products", "Is a pregnant or lactating woman", "Is unable to comply with the requirements of the study"], "Results": ["Performance measures:", "Objective response rate (ORR)", "By Response Assessment Criteria in Solid Tumours Criteria (RECIST v1.0) for Targeted and MRI-Assessed Injuries: complete response (CR), elimination of all target lesions; partial response (PR), >=30% decrease in the sum of the longest diameter of target lesions; objective response (RO) = CR + PR.", "Delay: From the date of randomization to the date of the first documented progression or the date of intolerable toxicity, whichever occurs first, estimated up to 54 months.", "Results 1:", "Title of the arm/group: D+C and Taxane Naive", "Description of the arm/group: Doxil, Carboplatin and Naïve Taxane", "Total number of participants analysed: 39", "Type of measurement: Number", "Unit of measure: percentage of participants 30.8 (17.0 to 47.6%)", "Results 2:", "Title of the arm/group: D+C and Taxane Pre-Treaty", "Description of the arm/group: Doxil, Carboplatin and pretreated Taxane", "Total number of participants analysed: 42", "Type of measurement: Number", "Unit of measure: percentage of participants 31.0 (17.6 to 47.1)"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/83 (9.64%)", "- ANEMIA 1/83 (1.20%)", "PANCYTOPENIA 1/83 (1.20 %)", "THROMBOCYTOPENIA 2/83 (2.41%)", "ANOREXIA 1/83 (1.20%)", "DEHYDRATION 2/83 (2.41%)", "- NAUSEA AND VOTING 0/83 (0.00 %)", "VOIX 1/83 (1.20%)", "NO RENAL FAITH 1/83 (1.20%)", "INFECTION ON URINARY TRACT 1/83 (1.20%)", "PNEUMONIA 0/83 (0.00 %)", "Adverse Events 2:", "Total: 3/46 (6.52%)", "- ANEMIA 0/46 (0.00 %)", "PANCYTOPENIA 0/46 (0.00 %)", "THROMBOCYTOPENIA 0/46 (0.00 %)", "ANOREXIA 0/46 (0.00 %)", "DEHYDRATION 0/46 (0.00 %)", "NAUSEA AND VOMITATION 2/46 (4.35%)", "VOIX 1/46 (2.17 per cent)", "NO RENAL FAITH 0/46 (0.00 %)", "URINARY TRACT INFECTION 0/46 (0.00 %)", "PNEUMONIA 1/46 (2.17 %)"]}