{"Clinical Trial ID": "NCT00392392", "Intervention": ["INTERVENTION 1:", "Nab-Paclitaxel/Bevacizumab/Trastuzumab", "Following surgery, trastuzumab 6 mg/kg and bevacizumab 15 mg/kg were administered at 3-week intervals for a total of 52 weeks."], "Eligibility": ["Incorporation criteria:", "Women with breast adenocarcinoma confirmed by histology or inflammatory breast cancer", "Clinical stage T 1-4, N 0-3, M0", "The FISH+ HER2 gene amplified breast cancer", "- 18 years or older", "Normal heart function", "State of execution 0-2", "It is not possible to have received prior chemotherapy for this disease or to receive chemotherapy for another cancer in the last 5 years.", "The previous diagnosis of non-invasive breast cancer is correct.", "Must have adequate bone marrow, kidney and liver function.", "Pregnant or lactating females are not permitted.", "Pre-existing peripheral neuropathy must be equal to or less than Class 1", "There must be archived tumour tissue for tissue testing.", "- Exclusion criteria:", "You cannot be in this study if you are one of the following:", "• History of heart disease, with New York Heart Association Class II or more with congestive heart failure", "Any heart attack, stroke or TIA in the last 6 months or serious arrhythmias requiring medication; no diathesis or haemorrhagic coagulopathy.", "No pre-search drugs in the last 30 days", "No previous treatment with trastuzumab or bevacizumab", "There are other inclusion/exclusion criteria. The study centre will determine if you meet all the criteria. If you are not eligible for the trial, the study staff will explain the reasons."], "Results": ["Performance measures:", "● Complete pathological response rate (CPRR), percentage of patients who have no evidence of cancer in the breast or lymph nodes after surgery", "The complete pathological response was defined as the absence of residual invasive cancer in the breast (pT0) and axillary lymph nodes (pN0).", "Time limit: 18 months", "Results 1:", "Title of arm/group: Nab-Paclitaxel/Bevacizumab/Trastuzumab", "Patients received treatment with nab-paclitaxel (100 mg/m2 IV days 1, 8, 15) and carboplatin (AUC 6 IV day 1) every 28 days for 6 cycles. Trastuzumab (4 mg/kg load dose, followed by 2 mg/kg) and bevacizumab (5 mg/kg IV) were administered weekly for 23 weeks, starting with chemotherapy.", "Total number of participants analysed: 27", "Type of measurement: Number", "Unit of measure: percentage of participants 56"], "Adverse Events": ["Undesirable Events 1:", "Total: 8/29 (27.59%)", "Haemorrhage - Nose 1/29 (3.45%)", "Left ventricular systolic function 1/29 (3.45%)", "- Vomiting 1/29 (3.45%)", "Esophagitis 1/29 (3.45%)", "Pain - Abdomen 1/29 (3.45%)", "Pain - Breast 1/29 (3.45%)", "• Infection - Skin 1/29 (3.45%)", "Infection - Sepsis 2/29 (6.90 per cent)", "Creatinine 1/29 (3.45%)", "1/29 (3.45%)"]}